Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strruleneedsname
source: You must specify a name for your rule.
af_za: Jy moet 'n naam gee vir die reël.
ar: يجب عليك إعطاء إسم للقاعدة rule.
ca_es: Ha d'especificar un nom per la regla
cs_cz: Musíte zadat název pro pravidlo.
da_dk: Regel skal have et navn.
de_de: Sie müssen für die Regel einen Namen angeben.
el_gr: Πρέπει να δώσετε όνομα στον κανόνα.
es_es: Debes darle un nombre a la regla.
fr_fr: Vous devez indiquer un nom pour votre règle.
gl_es: Debe fornecer un nome para a regra.
he_il: אתה חייב לציין שם לחוק.
hu_hu: Meg kell adni a szabálynevet.
it_it: È necessario specificare un nome per la regola.
ja_jp: ルール名を指定しなければなりません。
lt_lt: Turite suteikti taisyklei pavadinimą.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ЩЭб авСзЩЬС.
nl_nl: U dient een naam op te geven voor de rule.
pl_pl: Musisz nazwać regułę.
pt_br: Você deve informar um nome para a sua regra.
pt_pt: Dê um nome para sua regra.
ro_ro: Specificaţi un nume pentru regulă.
ru_ru: Вам необходимо указать имя правила.
sk_sk: Musíš zadať názov pre tvoje pravidlo.
sv_se: Du måste ge ett namn till din regel.
tr_tr: Rule için bir ad belirtmelisiniz.
uk_ua: Вам необхідно вказати ім"я правила.
zh_cn: 必须指定规则名称。
zh_tw: 您必需為您的規則給一個名稱。

# strrulecreated
source: Rule created.
af_za: Reël is geskep.
ar: تم إنشاء القاعدة بنجاح.
ca_es: Regla creada.
cs_cz: Pravidlo bylo vytvořeno.
da_dk: Regel oprettet.
de_de: Regel erstellt.
el_gr: Ο κανόνας δημιουργήθηκε.
es_es: Regla creada.
fr_fr: Règle créée.
gl_es: Creouse a regra.
he_il: חוק נוצר.
hu_hu: A szabály megteremtve.
it_it: Regola creata.
ja_jp: ルールを作成しました。
lt_lt: Taisyklė sukurta.
mn_mn: №вСзЩЬЯ гЯкФСЮЯ.
nl_nl: Rule aangemaakt.
pl_pl: Reguła została utworzona.
pt_br: Regra criada.
pt_pt: Regra criada.
ro_ro: Regulă creată.
ru_ru: Правило создано.
sk_sk: Pravidlo vytvorené.
sv_se: Regel skapad.
tr_tr: Rule yaratıldı.
uk_ua: Правило створено.
zh_cn: 规则已创建。
zh_tw: 規則已建立。

# strrulecreatedbad
source: Rule creation failed.
af_za: Die reël kon nie geskep word nie.
ar: فشل إنشاء القاعدة.
ca_es: No s'ha pogut crear la regla.
cs_cz: Nezdařilo se vytvořit pravidlo.
da_dk: Oprettelse af regel mislykkedes.
de_de: Erstellen der Regel fehlgeschlagen.
el_gr: Η δημιουργία του κανόνα απέτυχε.
es_es: Falló la creación de la regla.
fr_fr: Échec lors de la création de la règle.
gl_es: Non se conseguiu crear a regra.
he_il: יצירת חוק נכשלה.
hu_hu: Nem sikerült megteremteni a szabályt.
it_it: Creazione della regola fallita.
ja_jp: ルールの作成に失敗しました。
lt_lt: Nepavyko sukurti taisyklės.
mn_mn: ѓЯкФСЮЩХ авСзЩЬС авХвзСЮЯ.
nl_nl: Het aanmaken van de rule is mislukt.
pl_pl: Próba utworzenia reguły się nie powiodła.
pt_br: Falha ao criar a regra.
pt_pt: Falha na criação de regra.
ro_ro: Creare regulă eşuată.
ru_ru: Создание правила прервано.
sk_sk: Pravidlo nebolo vytvorené.
sv_se: Misslyckades att skapa regel.
tr_tr: Rule yaratma işlemi başarısız oldu.
uk_ua: Створення правила перервано.
zh_cn: 规则创建失败。
zh_tw: 規則建立已失敗。

# strconfdroprule
source: Are you sure you want to drop the rule "%s" on "%s"?
af_za: Is jy seker dat jy die reël "%s" op "%s" wil verwyder?
ar: هل أنت متأكد تريد حذف القاعدة "%s" على "%s"؟
ca_es: Està segur de voler eliminar la regla "%s" a "%s"?
cs_cz: Opravdu chcete odstranit pravidlo „%s“ na „%s“?
da_dk: Er du sikker på at du fjerne regel "%s" for "%s"?
de_de: Sind Sie sicher, dass Sie die Regel "%s" in der Tabelle "%s" löschen möchten?
el_gr: Να διαγραφεί ο κανόνας "%s" στον "%s"?
es_es: ¿Estás seguro de querer eliminar la regla "%s" en "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer la règle « %s » sur « %s » ?
gl_es: Está seguro de que quere eliminar a regra «%s» en «%s»?
he_il: האם אתה בטוח שברצונך למחוק את החוק "%s" מ &quotl%s&quot;?
hu_hu: Biztosan törölni kívánja „%s” szabályt „%s” táblában?
it_it: Eliminare la regola "%s" su "%s"?
ja_jp: 本当にルール「%s」をデータベース「%s」から破棄しますか?
lt_lt: Ar tikrai norite šalinti taisyklę "%s" taikomą "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еЮЩодЯжЩди авСзЩЬЯ "%s" on "%s"?
nl_nl: Weet u zeker dat u de rule "%s" op "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć regułę "%s" na "%s"?
pt_br: Você têm certeza que deseja deletar a regra "%s" em "%s"?
pt_pt: Tem certeza que quer eliminar a regra "%s" on "%s"?
ro_ro: Sigur ştergeţi regula "%s"?
ru_ru: Вы уверены, что хотите уничтожить правило "%s" on "%s"?
sk_sk: Naozaj chceš zmazať pravidlo "%s" na "%s"?
sv_se: Är du säker på att du vill radera regel "%s" för "%s"?
tr_tr: "%s" kuralını "%s" tablosundan silmek istediğinize emin misiniz?
uk_ua: Ви впевнені, що бажаєте видалити правило "%s" з "%s"?
zh_cn: 确定要将规则"%s"从"%s"中删除吗？
zh_tw: 您確定您要移除這個規則 "%s" 在 "%s"上嗎?

# strruledropped
source: Rule dropped.
af_za: Reël is verwyder.
ar: تم حذف القاعدة.
ca_es: Regla eliminada.
cs_cz: Pravidlo bylo odstraněno.
da_dk: Regel fjernet.
de_de: Regel gelöscht.
el_gr: Ο κανόνας διαγράφηκε.
es_es: Regla eliminada.
fr_fr: Règle supprimée.
gl_es: Eliminouse a regra.
he_il: חוק נמחק.
hu_hu: A szabály törölve.
it_it: Regola eliminata.
ja_jp: ルールを破棄しました。
lt_lt: Taisyklė pašalinta.
mn_mn: №вСзЩЬЯ еЮЩодЯжХЮЯ.
nl_nl: Rule verwijderd.
pl_pl: Reguła została usunięta.
pt_br: Regra deletada.
pt_pt: Regra eliminada.
ro_ro: Regulă ştearsă.
ru_ru: Правило уничтожено.
sk_sk: Pravidlo zmazané.
sv_se: Regel raderat.
tr_tr: Rule silindi
uk_ua: Правило видалено.
zh_cn: 规则已删除。
zh_tw: 規則規則已移除。

# strruledroppedbad
source: Rule drop failed.
af_za: Verwydering van die reël het misluk.
ar: فشل حذف القاعدة.
ca_es: No s'ha pogut eliminar la regla.
cs_cz: Nezdařilo se odstranit pravidlo.
da_dk: Det lykkedes ikke at fjerne regel.
de_de: Löschen der Regel fehlgeschlagen.
el_gr: Η διαγραφή του κανόνα απέτυχε.
es_es: Falló la eliminación de la regla.
fr_fr: Échec lors de la suppression de la règle.
gl_es: Non se conseguiu eliminar a regra.
he_il: מחיקת חוק נכשלה.
hu_hu: Nem sikerült törölni a szabályt.
it_it: Eliminazione della regola fallita.
ja_jp: ルールの破棄に失敗しました。
lt_lt: Nepavyko pašalinti taisyklės.
mn_mn: ѕЮЩодЯжХЮЩХ авСзЩЬС авХвзСЮЯ.
nl_nl: Verwijdering van de rule mislukt.
pl_pl: Próba usunięcia reguły się nie powiodła.
pt_br: Falha ao deletar a regra.
pt_pt: Falha ao eliminar a regra.
ro_ro: Ştergere regulă eşuată.
ru_ru: Уничтожение правила прервано.
sk_sk: Pravidlo nebolo zmazané.
sv_se: Misslyckades att radera regel.
tr_tr: Rule silinme işlemi başarısız oldu.
uk_ua: Видалення правила перервано.
zh_cn: 规则删除失败。
zh_tw: 規則移除已失敗。

# strconstraint
source: Constraint
ca_es: Restricció
cs_cz: Omezení
el_gr: Περιορισμός
es_es: Restricción
fr_fr: Contrainte
gl_es: Restrición
hu_hu: Megszorítás
it_it: Vincolo
ja_jp: 検査制約
lt_lt: Ribojimas
pl_pl: Więz integralności
pt_br: Restrição
ro_ro: Restricţie
ru_ru: Ограничение
sk_sk: Obmedzenie
tr_tr: Kısıtlama
zh_cn: 约束
zh_tw: 約束限制

source: Constraints
ca_es: Restriccions
cs_cz: Omezení
it_it: Vincoli
ja_jp: 検査制約
uk_ua: Обмеження
zh_tw: 約束限制

# strshowallconstraints
source: Show all constraints
af_za: Wys alle beperkings
ar: عرض جميع القيود constraints
ca_es: Mostra totes les restriccions
cs_cz: Zobrazit všechna omezení
da_dk: Vis alle afgrænsninger
de_de: Alle Constraints anzeigen
el_gr: Εμφάνιση όλων των περιορισμών
es_es: Mostrar todas las restricciones
fr_fr: Voir toutes les contraintes
gl_es: Listar todas as restricións
he_il: הראה את כל המבנים.
hu_hu: Minden megszorítást megjelenít
it_it: Mostra tutti i vincoli
ja_jp: すべての検査制約を表示する
lt_lt: Rodyti visus ribojimus
mn_mn: №ЯЫСкСди згХ ЯЧвСЮЩоХЮЩб
nl_nl: Toon alle constraints
pl_pl: Pokaż wszystkie więzy integralności
pt_br: Exibir todas as restrições
pt_pt: Exibir todos as restrições
ro_ro: Afişare toate restricţiile
ru_ru: Показать все ограничения
sk_sk: Zobraziť Všetky Obmedzenia
sv_se: Visa alla begränsningar
tr_tr: Tüm kısıtlamaları (constraint) göster.
uk_ua: Показати всі обмеження
zh_cn: 显示所有约束。
zh_tw: 顯示全部約束限制

# strnoconstraints
source: No constraints found.
af_za: Geen beperkings gevind.
ar: لم يوجد قيود constraints.
ca_es: No s'han trobat restriccions.
cs_cz: Nenalezena žádná omezení.
da_dk: Der blev ikke fundet nogen afgrænsninger.
de_de: Keine Constraints gefunden.
el_gr: Δε βρέθηκαν περιορισμοί.
es_es: No se encontraron restricciones.
fr_fr: Aucune contrainte trouvée.
gl_es: Non se atopou restrición algunha.
he_il: לא נמצאו מבנים.
hu_hu: Nincsenek megszorítások.
it_it: Nessun vincolo trovato.
ja_jp: 検査制約がありません。
lt_lt: Ribojimų nerasta.
mn_mn: юЩ ЯФЮЯЧЯ ЯЧвСЮЩоХЮЩб ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen constraints gevonden.
pl_pl: Nie znaleziono więzów integralności.
pt_br: Nenhuma restrição encontrada.
pt_pt: Restrições não encontradas.
ro_ro: Nici o restricţie găsită.
ru_ru: Ни одного ограничения не найдено.
sk_sk: Nenájdené žiadne obmedzenie.
sv_se: Hittade inga begränsningar.
tr_tr: Hiçbir kısıtlama (constraint) bulunamadı.
uk_ua: Жодного обмеження не виявлено.
zh_cn: 查无此约束。
zh_tw: 找不到任何約束限制。

# strcreateconstraint
source: Create constraint
af_za: Skep beperking
ar: إنشاء قيد constraint جديد
ca_es: Crea una restricció
cs_cz: Vytvořit omezení
da_dk: Opret afgrænsning
de_de: Constraint erstellen
el_gr: Δημιουργία περιορισμού
es_es: Crear restricción
fr_fr: Créer une contrainte
gl_es: Crear unha restrición
he_il: צור מבנה
hu_hu: Megszorítást teremt
it_it: Crea vincolo
ja_jp: 検査制約を作成する
lt_lt: Kurti ribojimą
mn_mn: ѓЯкФСди ЯЧвСЮЩоХЮЩХ
nl_nl: Maak constraint aan
pl_pl: Utwórz więzy integralności
pt_br: Criar restrição
pt_pt: Criar restrição
ro_ro: Creare restricţie
ru_ru: Создать ограничение
sk_sk: Vytvoriť Obmedzenie
sv_se: Skapa begränsning
tr_tr: Kısıtlama (Constraint) yarat
uk_ua: Створити обмеження
zh_cn: 创建约束
zh_tw: 建立約束限制

# strconstraintcreated
source: Constraint created.
af_za: Beperking is geskep.
ar: تم إنشاء القيد بنجاح.
ca_es: Restricció creada.
cs_cz: Omezení bylo vytvořeno.
da_dk: Afgrænsning oprettet.
de_de: Constraint erstellt.
el_gr: Ο περιορισμός δημιουργήθηκε.
es_es: Restricción creada.
fr_fr: Création d'une contrainte.
gl_es: Creouse a restrición.
he_il: מבנה נוצר.
hu_hu: A megszorítás megteremtve.
it_it: Vincolo creato.
ja_jp: 検査制約を作成しました。
lt_lt: Ribojimas sukurtas.
mn_mn: яЧвСЮЩоХЮЩХ гЯкФСЮЯ.
nl_nl: Constraint aangemaakt.
pl_pl: Więzy integralności zostały utworzone.
pt_br: Restrição criada.
pt_pt: Restrição criada.
ro_ro: Restricţie creată.
ru_ru: Ограничение создано.
sk_sk: Obmedzenie vytvorené.
sv_se: Begränsning skapad.
tr_tr: Kısıtlama (Constraint) yaratıldı.
uk_ua: Обмеження створено.
zh_cn: 约束已创建。
zh_tw: 約束限制已建立。

# strconstraintcreatedbad
source: Constraint creation failed.
af_za: Die beperking kon nie geskep word nie.
ar: فشل إنشاء القيد.
ca_es: No s'ha pogut crear la restricció.
cs_cz: Nezdařilo se vytvořit omezení.
da_dk: Det lykkedes ikke at oprette afgrænsning.
de_de: Erstellen des Constraints fehlgeschlagen.
el_gr: Η δημιουργία του περιορισμού απέτυχε.
es_es: Falló la creación de la restricción.
fr_fr: Échec lors de la création de la contrainte.
gl_es: Non se conseguiu crear a restrición.
he_il: יצירת מבנה נכשלה.
hu_hu: Nem sikerült megteremteni a megszorítást.
it_it: Creazione del vincolo fallita.
ja_jp: 検査制約の作成に失敗しました。
lt_lt: Nepavyko sukurti ribojimo.
mn_mn: ѓЯкФСЮЩХ ЯЧвСЮЩоХЮЩб авХвзСЮЯ.
nl_nl: Het aanmaken van de constraint is mislukt.
pl_pl: Próba utworzenia więzów integralności się nie powiodła.
pt_br: Falha ao criar a restrição.
pt_pt: Falha na criação de restrição.
ro_ro: Creare restricţie eşuată.
ru_ru: Создание ограничения прервано.
sk_sk: Obmedzenie nebolo vytvorené.
sv_se: Misslyckades att skapa begränsning.
tr_tr: Kısıtlama (Constraint) yaratma işlemi başarısız oldu.
uk_ua: Створення обмеження перервано.
zh_cn: 约束创建失败。
zh_tw: 約束限制建立已失敗。

# strconfdropconstraint
source: Are you sure you want to drop the constraint "%s" on "%s"?
af_za: Is jy seker dat jy die beperking "%s" op "%s" wil verwyder?
ar: هل أنت متأكد تريد حذف القيد "%s" على "%s"؟
ca_es: Està segur de voler eliminar la restricció "%s" de "%s"?
cs_cz: Opravdu chcete odstranit omezení „%s“ na „%s“?
da_dk: Er du sikker på at du vil fjerne afgrænsning "%s" for "%s"?
de_de: Sind Sie sicher, dass Sie den Constraint "%s" in der Tabelle "%s" löschen möchten?
el_gr: Να διαγραφεί ο περιορισμός "%s" στον "%s"?
es_es: ¿Estás seguro que quiere eliminar la restricción "%s" de "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer la contrainte « %s » sur « %s » ?
gl_es: Está seguro de que quere eliminar a restrición «%s» en «%s»?
he_il: האם אתה בטוח שברצונך למחוק את הבמנה "%s" מ "%s"?
hu_hu: Biztosan törölni kívánja „%s” megszorítást „%s” táblában?
it_it: Eliminare il vincolo "%s" su "%s"?
ja_jp: 本当に検査制約「%s」をデータベース「%s」から破棄しますか?
lt_lt: Ar tikrai norite šalinti ribojimą "%s" lentelei "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еЮЩодЯжЩди ЯЧвСЮЩоХЮЩХ "%s" on "%s"?
nl_nl: Weet u zeker dat u de constraint "%s" op "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć więzy integralności "%s" na "%s"?
pt_br: Você têm certeza que deseja deletar a restrição "%s" em "%s"?
pt_pt: Tem certeza que quer eliminar a restrição "%s" on "%s"?
ro_ro: Sigur ştergeţi restricţia "%s"?
ru_ru: Вы уверены, что хотите уничтожить ограничение "%s" on "%s"?
sk_sk: Naozaj chceš zmazať obmedzenie "%s" na "%s"?
sv_se: Är du säker på att du vill radera begränsning "%s" för "%s"?
tr_tr: "%s" üzerindeki "%s" kısıtlamasını (constraint) kaldırmak istiyor musunuz?
uk_ua: Ви впевнені, що бажаєте видалити обмеження "%s" з "%s"?
zh_cn: 确定要将强制"%s"从"%s"中删除吗？
zh_tw: 您確定您要移除這約束限制 "%s" 在 "%s" 上嗎?

# strconstraintdropped
source: Constraint dropped.
af_za: Beperking is verwyder.
ar: تم حذف القيد بنجاح.
ca_es: Restricció eliminada.
cs_cz: Omezení bylo odstraněno.
da_dk: Afgrænsning fjernet.
de_de: Constraint gelöscht.
el_gr: Ο περιορισμός διαγράφηκε.
es_es: Restricción eliminada.
fr_fr: Contrainte supprimée.
gl_es: Eliminouse a restrición.
he_il: מבנה נמחק.
hu_hu: A megszorítás törölve.
it_it: Vincolo eliminato.
ja_jp: 検査制約を破棄しました。
lt_lt: Ribojimas pašalintas.
mn_mn: яЧвСЮЩоХЮЩХ еЮЩодЯжХЮЯ.
nl_nl: Constraint verwijderd.
pl_pl: Więzy integralności zostały usunięte.
pt_br: Restrição deletada.
pt_pt: Restrição eliminada.
ro_ro: Restricţie ştearsă.
ru_ru: Ограничение уничтожено.
sk_sk: Obmedzenie zmazané.
sv_se: Begränsning raderad.
tr_tr: Kısıtlama (Constraint) kaldırıldı
uk_ua: Обмеження видалено.
zh_cn: 约束已删除。
zh_tw: 約束限制已移除。

# strconstraintdroppedbad
source: Constraint drop failed.
af_za: Verwydering van die beperking het misluk.
ar: فشل حذف القيد.
ca_es: No s'ha pogut eliminar la restricció.
cs_cz: Nezdařilo se odstranit omezení.
da_dk: Det lykkedes ikke at fjerne afgrænsning.
de_de: Löschen des Constraints fehlgeschlagen.
el_gr: Η διαγραφή του περιορισμού απέτυχε.
es_es: Falló al eliminar la restricción.
fr_fr: Échec lors de la suppression de la contrainte.
gl_es: Non se conseguiu eliminar a restrición.
he_il: מחיקת מבנה נכשלה.
hu_hu: Nem sikerült törölni a megszorítást.
it_it: Eliminazione vincolo fallita.
ja_jp: 検査制約の破棄に失敗しました。
lt_lt: Nepavyko pašalinti ribojimo.
mn_mn: ѕЮЩодЯжХЮЩХ ЯЧвСЮЩоХЮЩб авХвзСЮЯ.
nl_nl: Verwijdering van de constraint mislukt.
pl_pl: Próba usunięcia więzów integralności się nie powiodła.
pt_br: Falha ao deletar a restrição.
pt_pt: Falha ao eliminar de restrição.
ro_ro: Ştergere restricţie eşuată.
ru_ru: Уничтожение ограничения прервано.
sk_sk: Obmedzenie nebolo zmazané.
sv_se: Misslyckades att radera begränsning.
tr_tr: Kısıtlama (Constraint) işlemi başarısız oldu.
uk_ua: Видалення обмеження перервано.
zh_cn: 约束删除失败。
zh_tw: 約束限制移除已失敗。

# straddcheck
source: Add check
af_za: Voeg 'n kontrole by
ar: إضافة فحص check
ca_es: Agrega un control
cs_cz: Přidat kontrolu
da_dk: Tilføj check
de_de: Check-Constraint hinzufügen
el_gr: Προσθήκη ελέγχου
es_es: Agregar chequeo
fr_fr: Ajouter une contrainte
gl_es: Engadir unha comprobación
he_il: הוסף בדיקה
hu_hu: Ellenőrzést ad hozzá
it_it: Aggiungi un Check
ja_jp: 検査を追加する
lt_lt: Pridėti tikrinimą
mn_mn: фЯТСзЩди авЯзХвЫе
nl_nl: Voeg Check toe
pl_pl: Dodaj warunek
pt_br: Adicionar checagem
pt_pt: Adicona verificação
ro_ro: Adăugare verificare
ru_ru: Добавить проверку
sk_sk: Pridať Overovanie
sv_se: Lägg till en koll
tr_tr: Kontrol (Check) ekle
uk_ua: Додати перевірку
zh_cn: 添加检查约束
zh_tw: 增加約束檢查(Check)

# strcheckneedsdefinition
source: Check constraint needs a definition.
af_za: Kontrolebeperking moet gedefinieer wees.
ar: قيد الفحص يحتاج لتعريف.
ca_es: La restricció de control necessita una definició.
cs_cz: Musíte zadat definici kontroly.
da_dk: Check afgrænsning skal defineres.
de_de: Ein Check-Constraint braucht eine Definition.
el_gr: Πρέπει να οριστεί ο έλεγχος.
es_es: La restricción de chequeo necesita una definición.
fr_fr: La contrainte a besoin d'une définition.
gl_es: A comprobación necesita unha definición.
he_il: בדיקת מבנה זקוקה להגדרה.
hu_hu: Meg kell adni az ellenőrzés definícióját.
it_it: Il vincolo Check necessita di una definizione.
ja_jp: 検査制約には定義が必要です。
lt_lt: Tikrinimo ribojimui būtina apibrėžtis.
mn_mn: яЧвСЮЩоХЮЩХ авЯзХвЫЩ ЮежФСХдгб з ЯавХФХЬХЮЩЩ.
nl_nl: Check constraint moeten gedefiniëerd zijn.
pl_pl: Musisz zdefiniować warunek.
pt_br: Checagem de restrição necessita de uma definição.
pt_pt: Verificação de regras necessita de uma definição.
ro_ro: Verificarea de restricţie necesită o definiţie.
ru_ru: Ограничение проверки нуждается в определении.
sk_sk: Overovanie Obmedzenia vyžaduje jeho definovanie.
sv_se: En kollbegränsning behöver definieras.
tr_tr: Kontrol (Check) kısıtlaması (constraint) için bir tanım girilmelidir.
uk_ua: Обмеження перевірки потребує визначення.
zh_cn: 必须指定检查约束的定义。
zh_tw: 約束檢查(Check)限制需要定義。

# strcheckadded
source: Check constraint added.
af_za: Kontrolebeperking is bygevoeg.
ar: تم إضافة قيد الفحص بنحاح.
ca_es: Restricció de control agregada.
cs_cz: Kontrola byla přidána.
da_dk: Check tilføjet.
de_de: Check-Constraint hinzugefügt.
el_gr: Ο έλεγχος προστέθηκε.
es_es: Restricción de chequeo agregada.
fr_fr: Contrainte ajoutée.
gl_es: Engadiuse a comprobación.
he_il: בדיקה מבנה נוספה.
hu_hu: Az ellenőrzés hozzáadva.
it_it: Vincolo Check aggiunto.
ja_jp: 検査制約を追加しました。
lt_lt: Tikrinimo ribojimas pridėtas.
mn_mn: яЧвСЮЩоХЮЩХ авЯзХвЫЩ ФЯТСзЬХЮЯ.
nl_nl: Check constraint toegevoegd.
pl_pl: Warunek został dodany.
pt_br: Checagem de restrição adicionada.
pt_pt: Verificação de restrição adicionada.
ro_ro: Verificare de restricţie adăugată.
ru_ru: Ограничение проверки добавлено.
sk_sk: Overovanie obmedzenia pridané.
sv_se: Kollbegränsning inlagd.
tr_tr: Kontrol kısıtlaması (Check constraint) eklendi.
uk_ua: Обмеження перевірки додано.
zh_cn: 检查约束已添加。
zh_tw: 約束檢查限制已增加。

# strcheckaddedbad
source: Failed to add check constraint.
af_za: Kontrolebeperking kon nie bygevoeg word nie.
ar: فشلت إضافة قيد الفحص.
ca_es: No s'ha pogut agregar la restricció de control.
cs_cz: Nezdařilo se přidat kontrolu.
da_dk: Det lykkedes ikke at tilføje check.
de_de: Hinzufügen des Check-Constraints fehlgeschlagen.
el_gr: Η προσθήκη ελέγχου απέτυχε.
es_es: Fallo al intentar agregar restricción de chequeo.
fr_fr: Échec lors de l'ajout d'une contrainte de vérification (CHECK).
gl_es: Non se conseguiu engadir a comprobación.
he_il: בדיקת מבנה נכשלה.
hu_hu: Nem sikerült hozzáadni az ellenőrzést.
it_it: Inserimento del vincolo Check fallito.
ja_jp: 検査制約の追加に失敗しました。
lt_lt: Nepavyko pridėti tikrinimo ribojimo.
mn_mn: фЯТСзЬХЮЩХ ЯЧвСЮЩоХЮЩб авЯзХвЫЩ авХвзСЮЯ.
nl_nl: Toevoegen van check constraint mislukt.
pl_pl: Próba dodania warunku się nie powiodła.
pt_br: Falha ao adicionar checagem de restrição.
pt_pt: Falha ao adicionar verificação de restrição.
ro_ro: Adăugare verificare de restricţie eşuată.
ru_ru: Добавление ограничения проверки прервано.
sk_sk: Overovanie obmedzenia nebolo pridané.
sv_se: Misslyckades att lägga till en koll.
tr_tr: Kontrol kısıtlaması (Check constraint) ekleme işlemi başarısız oldu.
uk_ua: Додавання обмеження перевірки перервано.
zh_cn: 检查约束添加失败。
zh_tw: 增加約束檢查限制已失敗。

# straddpk
source: Add primary key
af_za: Voeg primêre sleutel by
ar: primary key إضافة مفتاح رئيسي.
ca_es: Agrega una clau primària
cs_cz: Přidat primární klíč
da_dk: Tilføj primærnøgle
de_de: Primärschlüssel hinzufügen
el_gr: Προσθήκη πρωτεύοντος κλειδιού
es_es: Agregar clave primaria
fr_fr: Ajouter une clé primaire
gl_es: Engadir unha clave primaria
he_il: הוסף מפתח ראשי
hu_hu: Elsődleges kulcsot ad hozzá
it_it: Aggiungi una chiave primaria
ja_jp: プライマリキーを追加する
lt_lt: Pridėti pirminį raktą
mn_mn: фЯТСзЩди аХвзЩоЮйЪ ЫЬРо
nl_nl: Voeg primaire sleutel toe
pl_pl: Dodaj klucz główny
pt_br: Adicionar chave primária
pt_pt: Adicionar chave primária
ro_ro: Adăugare cheie primară
ru_ru: Добавить первичный ключ
sk_sk: Pridať Primárny Kľúč
sv_se: Lägg till primärnyckel
tr_tr: Birincil Anahtar Ekle
uk_ua: Додати первинний ключ
zh_cn: 添加主键
zh_tw: 增加主鍵(pkey)

# strpkneedscols
source: Primary key requires at least one column.
af_za: Primêre sleutel moet minstens één kolom hê.
ar: المفتاح الرئيسي يتطلب على الأقل عمود واحد.
ca_es: La clau primària requereix almenys una columna.
cs_cz: Primární klíč musí obsahovat nejméně jeden sloupec.
da_dk: Primærnøgle kræver mindst en kolonne.
de_de: Ein Primärschlüssel benötigt mindestens eine Spalte.
el_gr: Το πρωτεύον κλειδί χρειάζεται τουλάχιστον μία στήλη.
es_es: La clave primaria necesita al menos un campo.
fr_fr: La clé primaire nécessite au moins une colonne.
gl_es: A clave primaria necesita polo menos unha columna.
he_il: מפתח ראשי דורש לפחות עמודה אחת.
hu_hu: Legalább egy oszlopot meg kell adni elsődleges kulcsnak.
it_it: La chiave primaria richiede almeno una colonna.
ja_jp: プライマリキーは少なくとも一カラムを必要とします。
lt_lt: Pirminiam raktui būtina priskirti bent vieną stulpelį.
mn_mn: №ХвзЩоЮйЪ ЫЬРо ФЯЬжХЮ зЫЬРоСди ШЯдб Тй ЯФЩЮ СдвЩТед.
nl_nl: Primaire sleutel dient minsten éé te hebben.
pl_pl: Klucz główny musi zawierać przynajmniej jedną kolumnę.
pt_br: Chave primária necessita de ao menos uma coluna.
pt_pt: Chave primária requer pelo menos uma coluna.
ro_ro: Cheia primară necesită cel puţin o coloană.
ru_ru: Первичный ключ должен включать хотя бы один атрибут.
sk_sk: Primárny kľúč vyžaduje aspoň jeden stĺpec.
sv_se: Primärnyckel behöver minst en kolumn.
tr_tr: Birincil anahtar için en az bir kolon gereklidir.
uk_ua: Первинний ключ повинен містити хочя б один атрибут.
zh_cn: 主键至少需指定一列。
zh_tw: 主鍵(pkey)要求最少一個欄位。

# strpkadded
source: Primary key added.
af_za: Primêre sleutel bygevoeg.
ar: تمت إضافة المفتاح الرئيسي بنجاح.
ca_es: Clau primària agregada.
cs_cz: Primární klíč byl přidán.
da_dk: Primærnøgle tilføjet.
de_de: Primärschlüssel hinzugefügt.
el_gr: Το πρωτεύον κλειδί προστέθηκε.
es_es: Clave primaria agregada.
fr_fr: Clé primaire ajoutée.
gl_es: Engadiuse a clave primaria.
he_il: מפתח ראשי נוסף.
hu_hu: Elsődleges kulcs hozzáadva.
it_it: Chiave primaria aggiunta.
ja_jp: プライマリキーを追加しました。
lt_lt: Pirminis raktas pridėtas.
mn_mn: №ХвзЩоЮйЪ ЫЬРо ФЯТСзЬХЮ.
nl_nl: Primaire sleutel toegevoegd.
pl_pl: Klucz główny został dodany.
pt_br: Chave primária adicionada.
pt_pt: Chave primária adicionada.
ro_ro: Cheie primară adăugată.
ru_ru: Первичный ключ добавлен.
sk_sk: Primárny kľúč pridaný.
sv_se: Primärnyckel inlagd.
tr_tr: Birincil anahtar eklendi.
uk_ua: Первинний ключ додано.
zh_cn: 主键已添加。
zh_tw: 主鍵(pkey)已增加。
