Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strtablespacealteredbad
source: Tablespace alteration failed.
af_za: Wysiging van tabelruimte het misluk.
ca_es: No s'ha pogut modifcar el tablespace.
cs_cz: Nezdařilo se provést změny v prostoru tabulek.
da_dk: Ændring af tabelområde lykkedes ikke.
de_de: Ändern des Tablespace fehlgeschlagen.
el_gr: Η τροποποίηση της τοποθεσίας απέτυχε.
es_es: Falló la modificación del Tablespace.
fr_fr: Échec lors de la modification du tablespace.
gl_es: Non se conseguiu modificar o alias de ruta.
he_il: עריכת מרחבון מכשלה.
hu_hu: Nem sikerült megváltoztatni a táblahelyet.
it_it: Modifica del tablespace fallita.
ja_jp: テーブル空間の変更に失敗しました。
lt_lt: Nepavyko pakeisti lentelių erdvės.
pl_pl: Próba modyfikacji przestrzeni tabel się nie powiodła.
pt_br: Falha ao alterar o tablespace.
pt_pt: Alteração do Espaçamento de Tabela falhou.
ro_ro: Modificare şpaţiu de tabele eşuată.
ru_ru: Изменение табличного пространства прервано.
sk_sk: Zmenenie priestoru tabuľky zlyhalo.
tr_tr: Tablespace değiştirilemedi.
zh_cn: 表空间变更失败。
zh_tw: 表空間修改已失敗。

source: %s running on %s:%s -- You are logged in as user "%s"
af_za: %s loop op %s:%s -- Jy is aangeteken as gebruiker "%s"
ca_es: %s corrent a %s:%s -- Ha entrat com a usuari "%s"
cs_cz: %s běžící na %s:%s -- Jste přihlášený jako uživatel „%s“
da_dk: %s kører på %s:%s -- Du er logged ind som bruger "%s"
es_es: %s corriendo en %s:%s -- Usted ha iniciado sesión con el usuario "%s"
fr_fr: %s lancé sur %s:%s -- Vous êtes connecté avec le profil « %s »
gl_es: %s, executándose no enderezo %s:%s. Está identificado coma «%s».
he_il: %s רץ על %s:%s -- אתה מחובר כמשתמש - "%s"
it_it: %s in esecuzione su %s:%s -- Utente "%s"
ja_jp: サーバー %2$s のポート番号 %3$s で実行中の %1$s に接続中 -- ユーザー「%4$s」としてログイン中
lt_lt: %s veikia %s:%s -- Jūs esate prisijungęs kaip "%s"
nl_nl: %s draaiend op %s:%s -- U bent ingelogd als gebruiker "%s"
pl_pl: %s uruchomiony na %s:%s -- Jesteś zalogowany jako "%s"
pt_pt: %s a correr em %s:%s -- Você está ligado como "%s"
ro_ro: %s rulând pe %s:%s -- Sunteţi autentificat ca utilizator "%s"
sv_se: %s körs på %s:%s -- Du är inloggad som användare "%s"
tr_tr: %s, %s:%s üzerinde çalışıyor-- "%s" kullanıcısı ile sisteme giriş yaptınız.
uk_ua: %s виконується на %s:%s -- Ви зареєструвались як "%s"
zh_cn: %s 架于 %s：%s － 您是 "%s"
zh_tw: %s 運作於 %s: %s -- 您是已登入的使用者 "%s"

# strtimefmt
source: jS M, Y g:iA
cs_cz: j. M Y G:i
de_de: D, j. n. Y, G:i
es_es: d/m/Y, G:i:s
fr_fr: j M Y, H:i
gl_es: d/m/Y, G:i:s
hu_hu: Y.m.d. H:i
it_it: j M Y - g:iA
ja_jp: Y 年 n 月 j 日 G:i
lt_lt: j M Y - g:iA
mn_mn: j-m-Y g:i
ru_ru: j-m-Y g:i
uk_ua: j-m-Y g:i

source: Help
af_za: Hulp
ca_es: Ajuda
cs_cz: Nápověda
da_dk: Hjælp
es_es: Ayuda
fr_fr: Aide
gl_es: Axuda
he_il: עזרה
it_it: Aiuto
ja_jp: ヘルプ
lt_lt: Pagalba
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
sv_se: Hjälp
tr_tr: Yardım
uk_ua: Допомога
zh_cn: 帮助
zh_tw: 說明

# strhelppagebrowser
source: Help page browser
ca_es: Cercador de pàgines d'ajuda
cs_cz: Výběr stránky s nápovědou
de_de: Browser für Hilfeseiten
es_es: Buscador de la página de ayúda
fr_fr: Navigateur pour l'aide
gl_es: Navegador das páxinas de axuda
hu_hu: Súgólap böngésző
it_it: Browser delle pagine di aiuto
ja_jp: ヘルプページブラウザー
lt_lt: Pagalbos puslapio naršyklė
pt_br: Navegar na página de ajuda
ro_ro: Pagini de ajutor
ru_ru: Просмотр страниц помощи
zh_cn: 帮助页面浏览
zh_tw: 說明頁瀏覽器

# strselecthelppage
source: Select a help page
ca_es: Selecciona una pàgina d'ajuda
cs_cz: Zvolte stránku s nápovědou
de_de: Hilfeseite auswählen
es_es: Seleccione una página de ayuda
fr_fr: Sélectionner une page d'aide
gl_es: Escolla unha páxina de axuda
hu_hu: Súgólapot választ
it_it: Seleziona una pagina di aiuto
ja_jp: ヘルプページを選んでください
lt_lt: Pasirinkite pagalbos puslapį
pt_br: Selecione uma página de ajuda
ro_ro: Selectaţi o pagină de ajutor
ru_ru: Выберете страницу помощи
zh_cn: 选择一个帮助页面
zh_tw: 選擇一個說明頁

# strinvalidhelppage
source: Invalid help page.
ca_es: Pàgina d'ajuda invàlida.
cs_cz: Neplatná stránka s nápovědou.
de_de: Ungültige Hilfeseite.
es_es: Página de ayuda inválida.
fr_fr: Page d'aide invalide.
gl_es: Páxina de axuda incorrecta.
hu_hu: Érvénytelen súgólap.
it_it: Pagina di aiuto non valida.
ja_jp: 無効なヘルプページです。
lt_lt: Netinkamas pagalbos puslapis.
pt_br: Página de ajuda inválida.
ro_ro: Pagină de ajutor incorectă.
ru_ru: Неправильная страница помощи.
zh_cn: 无效的帮助页面。
zh_tw: 無效說明頁。

source: Login to %s
ca_es: Entrar a %s
cs_cz: Přihlášení k %s
es_es: Iniciar sesión en %s
fr_fr: Se connecter à %s
gl_es: Identificarse en %s
it_it: Login su %s
ja_jp: %s にログイン
lt_lt: Prisijungti prie %s
pl_pl: Zaloguj do %s
ro_ro: Autentificare la %s
ru_ru: Вошли на %s
tr_tr: %s'e giriş yap
zh_cn: 登入 %s
zh_tw: 登入到 %s

# strlogoutmsg
source: Logged out of %s
ca_es: Sortir de %s
cs_cz: Odhlášení od %s
de_de: Von %s abgemeldet
el_gr: Αποσύνδεση από %s
es_es: Saliendo de %s
fr_fr: Déconnecté de %s
gl_es: Saíu de %s
hu_hu: Kilépett %s helyről
it_it: Logout da %s effettuato
ja_jp: %s をログアウトしました。
lt_lt: Atsijungta nuo %s
pl_pl: Wylogowano z %s
pt_br: Desconectado de %s
ro_ro: Ieşire din %s
ru_ru: Вышли из %s
sk_sk: Odhlásený z %s
tr_tr: %s'den çıkıldı.
zh_cn: 注销 %s
zh_tw: 登出 %s

source: Loading...
ca_es: Carregant...
cs_cz: Načítá se…
el_gr: Φόρτωση...
es_es: Cargando...
fr_fr: Chargement...
gl_es: Cargando...
it_it: Caricamento...
ja_jp: 読み込み中...
lt_lt: Įkeliama...
pl_pl: Ładuję...
pt_br: Carregando...
ro_ro: Încărcare...
ru_ru: Загрузка...
sk_sk: Spracuvávam...
tr_tr: Yükleniyor...
zh_cn: 加载中。。。
zh_tw: 載入中...

source: Error Loading
ca_es: Error Carregant
cs_cz: Chyba při načítání
el_gr: Σφάλμα στη φόρτωση
es_es: Error al cargar
fr_fr: Erreur lors du chargement
gl_es: Produciuse un erro durante o proceso de carga
it_it: Errore nel caricamento di
ja_jp: 読み込み中のエラーです。
lt_lt: Klaida įkeliant
pl_pl: Błąd ładowania
pt_br: Erro no carregamento
ro_ro: Eroare la încărcare
ru_ru: Ошибка при загрузке
sk_sk: Chyba spracovania
tr_tr: Yükleme hatası
zh_cn: 加载错误
zh_tw: 載入中錯誤

source: Click to reload
ca_es: Clicar per recarregar
cs_cz: Klikněte pro opětovné načtení
el_gr: Να ξαναφορτωθεί
es_es: Clic para recargar
fr_fr: Cliquer pour recharger
gl_es: Prema aquí para recargar
it_it: Clicca per ricaricare
ja_jp: クリックで再読み込み
lt_lt: Spustelėkite, kad būtų atsiųsta iš naujo
pl_pl: Kliknij aby odświeżyć
pt_br: Clique para recarregar
ro_ro: Faceţi clic pentru reîncărcare
ru_ru: Щелкните для перезагрузки
sk_sk: Klikni pre obnovenie
tr_tr: Yeniden yüklemek için tıklayın.
zh_cn: 点击重新加载
zh_tw: 點擊到重新載入

# strautovacuum
source: Autovacuum
cs_cz: Automatický úklid
el_gr: Αυτόματη εκκένωση
es_es: Autolimpiado
gl_es: Purgación automática
hu_hu: Önműködő takarítás
it_it: Vacuum automatico
ja_jp: オートバキューム
lt_lt: Automatinis apvalymas
pl_pl: Czyszczenie automatyczne
pt_br: Vácuo automático
ru_ru: Автоматическое перестроение
zh_cn: 自动清理(Autovacuum)
zh_tw: 自動清理(Autovacuum)

# strturnedon
source: Turned On
ca_es: Activat
cs_cz: Zapnuto
de_de: Eingeschaltet
el_gr: Ανοιχτή
es_es: Encendido
fr_fr: Activé
gl_es: Acendido
hu_hu: Bekapcsolva
ja_jp: オンにする
lt_lt: Įjungta
pl_pl: Włączone
pt_br: Ligado
ro_ro: Pornit
ru_ru: Включено
zh_cn: 打开
zh_tw: 已轉動 - 開啟

# strturnedoff
source: Turned Off
ca_es: Desactivat
cs_cz: Vypnuto
de_de: Ausgeschaltet
el_gr: Κλειστή
es_es: Apagado
fr_fr: Désactivé
gl_es: Apagado
hu_hu: Kikapcsolva
ja_jp: オフにする
lt_lt: Išjungta
pl_pl: Wyłączone
pt_br: Desligado
ro_ro: Oprit
ru_ru: Выключено
zh_cn: 关闭
zh_tw: 已轉動 - 關閉

# strenabled
source: Enabled
ca_es: Habilitat
cs_cz: Povoleno
de_de: Aktiviert
el_gr: Ενεργοποιημένη
es_es: Habilitado
fr_fr: activé
gl_es: Activado
hu_hu: Engedélyezve
lt_lt: Veiksnus
pl_pl: Aktywne
pt_br: Ativado
ro_ro: Activat
ru_ru: Включено
zh_cn: 有效
zh_tw: 啟用

# strnovacuumconf
source: No autovacuum configuration found.
ca_es: No s'ha trobat la configuració de l'autovacuum.
cs_cz: Nebylo nalezeno žádné nastavení automatického úklidu.
es_es: No se encontró configuración para autolimpiar.
fr_fr: Aucune configuration autovacuum trouvée.
gl_es: Non se atopou ningunha configuración para purgacións automáticas.
hu_hu: Nem találtam önműködő takarítást beállítva.
lt_lt: Automatinio apvalymo konfigūracijų nerasta.
pt_br: Nenhuma configuração de vácuo automático encontrada.
ru_ru: Конфигурация автоматического перестроения не найдена.
zh_cn: 没有自动清理配置。

# strvacuumbasethreshold
source: Vacuum Base Threshold
ca_es: Llindar Base del Vacuum
cs_cz: VACUUM - základní práh
de_de: Autovacuum-Schwellwert
el_gr: Βάση κατωφλίου εκκένωσης
es_es: Umbral de limpiar
fr_fr: Limite de base pour le Vacuum
gl_es: Límite da base da purgación
hu_hu: Takarítás alap küszbértéke
ja_jp: 閾値に基づいたバキューム
lt_lt: Apvalymo bazinė riba
pl_pl: Podstawowy próg czyszczenia
pt_br: Vácuo a partir do ponto inicial da base
ru_ru: Базовый порог перестроения
zh_cn: 清理基本临界值
zh_tw: Vacuum 基本門檻

# strvacuumscalefactor
source: Vacuum Scale Factor
ca_es: Factor d'Escala del Vacuum
cs_cz: VACUUM - škálovací faktor
de_de: Autovacuum-Skalierungsfaktor
el_gr: Συντελεστής κλίμακας εκκένωσης
es_es: Factor de escala de limpiado
fr_fr: Facteur d'échelle pour le Vacuum
gl_es: Factores de escala da purgación
hu_hu: Takarítás méretező tényezője
lt_lt: Apvalymo skalės koeficientas
pl_pl: Współczynnik czyszczenia
pt_br: Vácuo por fator de escala
ru_ru: Масштабный множитель перестроения
zh_cn: 清理换算系数
zh_tw: Vacuum 換算係數

# stranalybasethreshold
source: Analyze Base Threshold
ca_es: Llindar Base de l'Analyze
cs_cz: ANALYZE - základní práh
de_de: Analyze-Schwellwert
el_gr: Ανάλυση βάσης κατωφλίου
es_es: Analizar umbral base
fr_fr: Limite de base pour le Analyze
gl_es: Límite da base da análise
hu_hu: Alap küszöbértéket elemez
ja_jp: 閾値に基づいた解析
lt_lt: Analizės bazinė riba
pl_pl: Podstawowy próg analizy
pt_br: Analisar a partir do ponto inicial da base
ru_ru: Базовый порог анализа
zh_cn: 分析基本临界值
zh_tw: Analyze 基本門檻

# stranalyzescalefactor
source: Analyze Scale Factor
ca_es: Factor d'Escala de l'Analyze
cs_cz: ANALYZE - škálovací faktor
de_de: Analyze-Skalierungsfaktor
el_gr: Ανάλυση συντελεστή κλίμακας
es_es: Analizar Facor de Escala
fr_fr: Facteur d'échelle pour le Analyze
gl_es: Factores de escala da análise
hu_hu: Méretező tényezőt elemez
lt_lt: Analizės skalės koeficientas
pl_pl: Współczynnik analizy
pt_br: Analisar por fator de escala
ru_ru: Масштабный множитель анализа
zh_cn: 分析换算系数
zh_tw: Analyze 換算係數

# strvacuumcostdelay
source: Vacuum Cost Delay
ca_es: Cost del Retard del Vacuum
cs_cz: VACUUM - délka přestávky
de_de: Pause nach Erreichen des Autovacuum-Kostenlimits
el_gr: Καθυστέρηση κόστους εκκένωσης
es_es: Tiempo de retraso para limpiar
fr_fr: Délai du coût du Vacuum
gl_es: Atraso do custo da purgación
hu_hu: Takarítás költségének késése
lt_lt: Apvalymo Cost Delay
pl_pl: Opóźnienie po przekroczeniu kosztu czyszczenia
pt_br: Custo de retardo do vácuo
ru_ru: Задержка при превышении стоимости перестроения
zh_cn: 清理成本延迟
zh_tw: Vacuum 成本延遲

# strvacuumcostlimit
source: Vacuum Cost Limit
ca_es: Límit de Cost del Vacuum
cs_cz: VACUUM - cenový limit
de_de: Autovacuum-Kostenlimits
el_gr: Οριο κόστους εκκένωσης
es_es: Limite del costo de limpiar
fr_fr: Limite du coût du Vacuum
gl_es: Custo límite da purgación
hu_hu: Takarítás költségének korlátja
lt_lt: Apvalymo Cost Limit
pl_pl: Limit kosztu czyszczenia
pt_br: Custo máximo do vácuo
ru_ru: Ограничение стоимости перестроения
zh_cn: 清理成本限制
zh_tw: Vacuum 成本限制

# strvacuumpertable
source: Autovacuum setup per table
ca_es: Configuració de l'autovacuum per taula
cs_cz: Nastavení automatického uklidu jednotlivých tabulek
es_es: Configuración de autolimpiar de cada tabla
fr_fr: Configuration autovacuum par table
gl_es: Configuración da purgación automática por táboa
hu_hu: Önműködő takarítás beállítása táblánként
lt_lt: Lentelių automatinio apvalymo konfigūracijos
pt_br: Configuração de vácuo automático por tabela
ru_ru: Установки автоматического перестроения по таблицам
zh_cn: 此表的自动清理配置

# straddvacuumtable
source: Add autovacuum setup for a table
ca_es: Afegeix la configuració de l'autovacuum per una taula
cs_cz: Přidat nastavení automatického úklidu pro tabulku
es_es: Agregar configuración de autolimpiar a una tabla
fr_fr: Configurer autovacuum pour cette table
gl_es: Engadir unha configuración de purgación automática dunha táboa
hu_hu: Önműködő takarítást állít be egy táblára
lt_lt: Pridėti lentelės automatinio apvalymo konfigūraciją
pt_br: Adicionar configuração de vácuo automático para a tabela
ru_ru: Добавить установки автоматического перестроения для таблицы
zh_cn: 为此表增加自动清理配置

# streditvacuumtable
source: Edit autovacuum setup for table %s
ca_es: Edita la configuració de l'autovacuum de la taula %s
cs_cz: Upravit nastavení automatického úklidu pro tabulku %s
es_es: Editar configuración de autolimpiar para la tabla %s
fr_fr: Modifier la configuration autovacuum pour la table « %s »
gl_es: Modificar a configuración de purgación automática da táboa «%s»
hu_hu: Önműködő takarítást szerkeszt %s táblára
lt_lt: Taisyti lentelės %s automatinio apvalymo konfigūraciją
pt_br: Editar a configuração de vácuo automático para a tabela %s
ru_ru: Редактировать установки автоматического перестроения для таблицы %s
zh_cn: 编辑表 %s 的自动清理配置

# strdelvacuumtable
source: Delete autovacuum setup for table %s ?
ca_es: Vol eliminar la configuració de l'autovacuum de la taula %s ?
cs_cz: Smazat nastavení automatického úklidu pro tabulku %s ?
es_es: ¿Eliminar configuración de autolimpiar para la tabla %s ?
fr_fr: Supprimer la configuration autovacuum pour la table « %s » ?
gl_es: Está seguro de que quere eliminar a configuración de purgación automática da táboa «%s»?
hu_hu: Törli az önműködő takarítást %s tábláról?
lt_lt: Šalinti lentelės %s automatinio apvalymo konfigūraciją ?
pt_br: Deletar a configuração de vácuo automático para a tabela %s ?
ru_ru: Удалить установки автоматического перестроения для таблицы %s?
zh_cn: 删除表 %s 的自动清理配置?

# strdelvacuumtablefail
source: Fail to remove the autovacuum setup for table %s
ca_es: No s'ha pogut eliminar la configuració de l'autovacuum de la taula %s
cs_cz: Nezdařilo se odebrat nastavení automatického úklidu pro tabulku %s
es_es: Falló al remover la configuración de autolimpiar para la tabla %s
fr_fr: Échec lors de la suppression de la configuration autovacuumpour la table « %s »
gl_es: Non se conseguiu eliminar a configuración de purgación automática da táboa «%s»
hu_hu: Nem sikerült törölni az önműködő takarítást %s tábláról
lt_lt: Nepavyko panaikinti lentelės %s automatinio apvalymo konfigūracijos
pt_br: Falha ao remover a configuração de vácuo automático para a tabela %s
ru_ru: Ошибка при удалении установок автоматического перестроения для таблицы %s
zh_cn: 无法删除表 %s 的自动清理配置

# strsetvacuumtablesaved
source: Autovacuum setup for table %s saved.
ca_es: Configuració de l'autovacuum de la taula %s desada.
cs_cz: Nastavení automatického úklidu pro tabulku %s bylo uloženo.
es_es: Configuración de autolimpiar %s guardada.
fr_fr: Configuration autovacuum pour la table « %s » enregistrée.
gl_es: Gardouse a configuración de purgación automática da táboa «%s».
hu_hu: Önműködő takarítás %s táblára mentve.
lt_lt: Lentelės %s automatinio apvalymo konfigūracija įrašyta.
pt_br: Configuração de vácuo automático para a tabela %s salva.
ru_ru: Установки автоматического перестроения для таблицы %s сохранены.
zh_cn: 已保存表 %s 的自动清理配置

# strsetvacuumtablefail
source: Autovacuum setup for table %s failed.
ca_es: Ha fallat la configuració de l'autovacuum de la taula %s.
cs_cz: Nezdařilo se nastavení automatického úklidu pro tabulku %s.
es_es: Falló la configuración de autolimpiar para la tabla %s.
fr_fr: Échec de la configuration autovacuum pour la table « %s ».
gl_es: Non se conseguiu gardar a configuración de purgación automática da táboa «%s».
hu_hu: Önműködő takarítást %s táblára nem sikerült beállítani.
lt_lt: Nepavyko konfigūruoti lentelės %s automatinio apvalymo.
pt_br: Configuração de vácuo automático para a tabela %s falhou.
ru_ru: Ошибка при сохранении установок автоматического перестроения %s.
zh_cn: 表 %s 的自动清理配置失败

# strspecifydelvacuumtable
source: You must specify the table you want remove the autovacuum parameters from.
ca_es: Ha d'especificar la taula d'on vol eliminar els paràmetres de l'autovacuum.
cs_cz: Musíte zadat tabulku, ze které chcete odebrat parametry automatického úklidu.
es_es: Debes especificar la tabla a la que deseas removerle los parámetros de autolimpiar.
fr_fr: Vous devez spécifier la table où supprimer les paramètres autovacuum.
gl_es: Debe especificar unha táboa da que borrar os parámetros de purgación.
hu_hu: Meg kell adni a táblát, amiről törölni akarja az önműködő takarítás paramétereit.
lt_lt: Turite nurodyti lentelę, kurios automatinio apvalymo konfigūraciją norite panaikinti.
pt_br: Você deve especificar a tabela que deseja remover os parâmetros de vácuo automático.
ru_ru: Вам необходимо указать таблицу, для которой вы хотите удалить установки автоматического перестроения.
zh_cn: 请指定你希望移除自动清理配置的表。

# strspecifyeditvacuumtable
source: You must specify the table you want to edit the autovacuum parameters from.
ca_es: Ha d'especificar la taula d'on vol editar els paràmetres de l'autovacuum.
cs_cz: Musíte zadat tabulku, ze které chcete upravit parametry automatického úklidu.
es_es: Debes especificar la tabla a la que deseeas editarle los parámetros de autolimpiar.
fr_fr: Vous devez spécifier la table où éditer les paramètres autovacuum.
gl_es: Debe especificar unha táboa na que modificar os parámetros de purgación.
hu_hu: Meg kell adni a táblát, amin szerkeszteni akarja az önműködő takarítás paramétereit.
lt_lt: Turite nurodyti lentelę, kurios automatinio apvalymo konfigūraciją norite taisyti.
pt_br: Você deve especificar a tabela que deseja editar os parâmetros de vácuo automático.
ru_ru: Вам необходимо указать таблицу, для которой вы хотите редактировать установки автоматического перестроения.
zh_cn: 请指定你希望编辑自动清理配置的表。

# strnotdefaultinred
source: Not default values are in red.
ca_es: Els paràmetres no per defecte en vermell.
cs_cz: V účtu nejsou žádné výchozí hodnoty.
es_es: Los valores en rojo no son los valores por defecto.
fr_fr: Valeurs différentes de celles par défaut en rouge.
gl_es: Os valores que non sexan os predeterminados están en cor vermella.
hu_hu: A nem alap értékek pirosak.
lt_lt: Reikšmės, kitokios nei numatytosios, pažymėtos raudonai.
pt_br: Valores não padrão estão em vermelho.
ru_ru: Значения, отличные от значений по умолчанию, отмечены красным цветом.
zh_cn: 非默认值被标注为红色。

# strlocks
source: Locks
ca_es: Bloquejos
cs_cz: Zámky
de_de: Sperren
el_gr: Κλειδώματα
es_es: Bloqueos
fr_fr: Verrous
gl_es: Bloqueos
hu_hu: Zárak
ja_jp: ロック
lt_lt: Blokuotės
pl_pl: Blokady
pt_br: Travas
ro_ro: Blocări
ru_ru: Блокировки
zh_cn: 锁
zh_tw: 鎖定

# strtransaction
source: Transaction ID
ca_es: ID de la Transacció
cs_cz: ID transakce
de_de: Transaktions-ID
el_gr: Ταυτότητα συναλλαγής
es_es: ID de la transacción
fr_fr: ID de transaction
gl_es: Identificador da transacción
hu_hu: Tranzakció AZ
ja_jp: トランザクション ID
lt_lt: Operacijos Identifikatorius
pl_pl: ID transakcji
pt_br: ID de transação
ro_ro: ID tranzacţie
ru_ru: ID транзакции
zh_cn: 事务ID
zh_tw: 事務交易 ID

# strvirtualtransaction
source: Virtual Transaction ID
ca_es: ID de la Transacció Virtual
cs_cz: ID virtuální transakce
de_de: Virtuelle Transaktions-ID
es_es: ID de la transacción virtual
fr_fr: ID Virtuel de Transaction
gl_es: Identificador da transacción virtual
hu_hu: Látszólagos tranzakció AZ
ja_jp: 仮想トランザクション ID
lt_lt: Virtualios Operacijos Identifikatorius
pt_br: ID de transação virtual
ru_ru: ID виртуальной транзакции
zh_cn: 虚拟事务ID
zh_tw: 虛擬事務交易 ID

# strprocessid
source: Process ID
ca_es: ID del Procés
cs_cz: ID procesu
de_de: Prozess-ID
el_gr: Ταυτότητα διεργασίας
es_es: ID de proceso
fr_fr: ID du processus
gl_es: Identificador do proceso
hu_hu: Folyamat AZ
ja_jp: プロセス ID
lt_lt: Proceso Identifikatorius
pl_pl: ID procesu
pt_br: ID do processo
ro_ro: ID proces
ru_ru: ID процесса
zh_cn: 进程ID
zh_tw: 進程 ID

# strmode
source: Lock mode
ca_es: Mode de Bloqueig
cs_cz: Režim zámku
de_de: Art der Sperre
el_gr: Τρόπος κλειδώματος
es_es: Modo de bloqueo
fr_fr: Mode du verrou
gl_es: Modo de bloqueo
hu_hu: Zármód
ja_jp: ロックモード
lt_lt: Blokuotės veiksena
pl_pl: Tryb blokowania
pt_br: Modo de trava
ro_ro: Mod blocare
ru_ru: Режим блокировки
zh_cn: 锁定模式
zh_tw: 鎖定模式

# strislockheld
source: Is lock held?
ca_es: S'aguanta el bloqueig?
cs_cz: Je zámek držený?
de_de: Sperre gewährt?
el_gr: Διατηρείται το κλείδωμα?
es_es: ¿Se mantiene el bloqueo?
fr_fr: Verrou détenu ?
gl_es: Está activo o bloqueo?
hu_hu: Zár tartva?
lt_lt: Ar blokuotė veikia?
pl_pl: Czy blokada obowiązuje?
pt_br: A trava prendeu?
ro_ro: Blocaj reţinut?
ru_ru: Блокировка удерживается?
zh_cn: 拥有锁?
zh_tw: 是鎖定執(held)?

# strpreparedxacts
source: Prepared transactions
ca_es: Transaccions preparades
cs_cz: Připravené transakce
de_de: Vorbereitete verteilte Transaktionen
el_gr: Ετοιμες συναλλαγές
es_es: Transacciones preparadas
fr_fr: Transactions préparées
gl_es: Transaccións preparadas
hu_hu: Előkészített tranzakciók
it_it: Transazioni preparate
ja_jp: プリペアを用いたトランザクション
lt_lt: Paruoštos operacijos
pl_pl: Przygotowane transakcje
pt_br: Transações preparadas
ro_ro: Tranzacţii preparate
ru_ru: Подготовленные транзакции
zh_cn: 已准备事务
zh_tw: 已準備事務交易

# strxactid
source: Transaction ID
ca_es: ID de la Transacció
cs_cz: Transakční ID
de_de: Transaktions-ID
el_gr: Ταυτότητα
es_es: ID de la Transacción
fr_fr: ID de transaction
gl_es: Identificador da transacción
hu_hu: Tranzakció AZ
it_it: ID della transazione
ja_jp: トランザクション ID
lt_lt: Operacijos identifikatorius
pl_pl: ID transakcji
pt_br: ID da transação
ro_ro: ID tranzacţie
ru_ru: ID транзакции
zh_cn: 事务ID
zh_tw: 事務交易 ID

# strgid
source: Global ID
ca_es: ID Global
cs_cz: Globální ID
de_de: Globale ID
el_gr: Γενική ταυτότητα
es_es: ID Global
fr_fr: ID global
gl_es: Identificador global
hu_hu: Globális AZ
it_it: ID globale
ja_jp: 全体 ID
lt_lt: Globalus identifikatorius
pl_pl: Globalny ID
pt_br: ID global
ro_ro: ID global
ru_ru: Глобальный ID
zh_cn: 全域ID

# strfulltext
source: Full Text Search
ca_es: Cerca del Text Completa (FTS)
cs_cz: Plně textové vyhledávání
de_de: Volltextsuche
es_es: Búsqueda de texto completo
fr_fr: Recherche textuelle
gl_es: Busca de texto completa
hu_hu: Teljes szövegben keres
ja_jp: 全文テキスト検索
pt_br: Busca por Texto Completo
ru_ru: Полнотекстовый поиск (FTS)
zh_cn: 全文检索
zh_tw: 全文檢索

# strftsconfig
source: FTS configuration
ca_es: Configuració FTS
cs_cz: Nastavení FTS
de_de: Volltextsuch-Konfiguration
es_es: Configuración de BTC
fr_fr: Configuration FTS
gl_es: Configuración de BTC
hu_hu: TSzK összeállítás
ja_jp: FTS 設定
lt_lt: FTS konfigūracija
pt_br: Configuração BTC
ru_ru: Конфигурация FTS
zh_cn: 全文检索配置
zh_tw: 全文檢索組態

# strftsconfigs
source: Configurations
ca_es: Configuracions
cs_cz: Nastavení
de_de: Konfigurationen
es_es: Configuraciones
gl_es: Configuracións
hu_hu: Összeállítások
ja_jp: 設定
lt_lt: Konfigūracijos
pt_br: Configurações
ru_ru: Конфигурации
zh_cn: 配置
zh_tw: 組態

# strftscreateconfig
source: Create FTS configuration
ca_es: Crea una configuració FTS
cs_cz: Vytvořit nastavení FTS
de_de: Volltextsuch-Konfiguration erstellen
es_es: Crear configuración de BTC
fr_fr: Créer une configuration FTS
gl_es: Crear unha configuración de BTC
hu_hu: TSzK összeállítást teremt
ja_jp: FTS 設定の作成
lt_lt: Kurti FTS konfigūraciją
pt_br: Criar uma configuração BTC
ru_ru: Создать конфигурацию FTS
zh_cn: 创建 全文检索配置
zh_tw: 新建全文檢索組態

# strftscreatedict
source: Create dictionary
ca_es: Crea un diccionari
cs_cz: Vytvořit slovník
de_de: Wörterbuch erstellen
es_es: Crear diccionario
fr_fr: Créer un dictionnaire
gl_es: Crear un dicionario
hu_hu: Szótárt teremt
ja_jp: 辞書を作成する
lt_lt: Kurti žodyną
pt_br: Criar um dicionário
ru_ru: Создать словарь
zh_cn: 创建字典
zh_tw: 新建字典
