Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

source: Password
af_za: Wagwoord
ca_es: Contrasenya
cs_cz: Heslo
es_es: Contraseña
fr_fr: Mot de passe
gl_es: Contrasinal
he_il: סיסמה
ja_jp: パスワード
lt_lt: Slaptažodis
nl_nl: wachtwoord
pl_pl: Hasło
pt_pt: Palavra-chave
ro_ro: Parolă
ru_ru: Пароль
sv_se: Lösenord
tr_tr: Şifresi
uk_ua: Пароль
zh_cn: 密码
zh_tw: 密碼

# strsuper
source: Superuser?
af_za: Supergebruiker?
ar: مستخدم ذو صلاحيّات عليا؟
ca_es: Superusuari?
cs_cz: Superuživatel?
da_dk: Superbruger?
el_gr: Υπερχρήστης?
es_es: ¿Superusuario?
fr_fr: Super utilisateur ?
gl_es: Administrador?
he_il: משתמש על?
hu_hu: Rendszergazda?
ja_jp: スーパーユーザーですか?
mn_mn: ѓеаХваЯЬикЯзСдХЬи?
pl_pl: Administrator?
pt_br: Super usuário?
pt_pt: Super-Utilizador?
ro_ro: Utilizator privilegiat?
ru_ru: Суперпользователь?
sv_se: Superanvändare?
tr_tr: Superuser mı?
uk_ua: Суперкористувач?
zh_cn: 超级用户
zh_tw: 超級使用者?

# strcreatedb
source: Create DB?
af_za: Skep DB?
ar: إنشاء قاعدة بيانات؟
ca_es: Crear DB?
cs_cz: Vytvářet DB?
da_dk: Opret database?
de_de: Datenbank erstellen?
el_gr: Δημιουργία βάσης?
es_es: ¿Puede crear BD?
fr_fr: Créer base de données ?
gl_es: Crear bases de datos?
he_il: יצירת בסיס נתונים?
hu_hu: Létrehozhat AB-t?
ja_jp: データベースを作成しますか?
lt_lt: Gali kurti DB?
mn_mn: ѓЯкФСди ТСке ФСЮЮйШ?
nl_nl: Creëer DB?
pl_pl: Tworzenie BD?
pt_br: Criar DB?
pt_pt: Criar Base de Dados?
ro_ro: Creează BD?
ru_ru: Создать базу данных?
sk_sk: Vytváranie DB?
sv_se: Skapa Databas?
tr_tr: Veritabanı yaratabilsin mi?
uk_ua: Створити базу даних?
zh_cn: 创建数据库？
zh_tw: 能建立資料庫?

# strexpires
source: Expires
af_za: Verval
ar: ينتهي
ca_es: Expira
cs_cz: Ztratí platnost
da_dk: Udløber
de_de: Gültig bis
el_gr: Λήξη
es_es: Expira
fr_fr: Expiration
gl_es: Caducidade
hu_hu: Lejár
ja_jp: 有効期限
lt_lt: Baigia galioti
mn_mn: ѓвЯЫ ФХЪгдзЩб
nl_nl: Verloopt
pl_pl: Wygasa
pt_br: Expira
pt_pt: Expira
ro_ro: Expiră la
ru_ru: Срок действия
sk_sk: Expiruje
sv_se: Utgångsdatum
uk_ua: Термін дії
zh_cn: 过期
zh_tw: 失效逾期

# strsessiondefaults
source: Session defaults
af_za: Verstekwaardes van sessie
ca_es: Valors predeterminats de la sessió
cs_cz: Výchozí hodnoty sezení
da_dk: Sessionsindstillinger
de_de: Standardwerte für Datenbanksitzungen
el_gr: Εξ ορισμού παράμετροι συνεδρίας
es_es: Valores predeterminados de la sesión.
fr_fr: Session par défaut
gl_es: Valores predeterminados da sesión
he_il: הפעלת ברירת מחדל
hu_hu: Munkamenet alapértékei
ja_jp: セッションデフォルト
lt_lt: Seanso numatytosios reikšmės
pl_pl: Wartości domyślne sesji
pt_br: Padrões de sessão
pt_pt: Configurações padrão da sessão
ro_ro: Valori implicite pentru sesiune
ru_ru: Опции сеанса по умолчанию
sk_sk: Sessions defaults
sv_se: Sessionsinställningar
tr_tr: Oturum varsayılanları
uk_ua: Опції сеансу за замовчуванням
zh_cn: 会话默认
zh_tw: Session 預設

# strnousers
source: No users found.
af_za: Geen gebruikers gevind.
ar: لم يوجد مستخدمين.
ca_es: No s'han trobat usuaris.
cs_cz: Nenalezeni žádní uživatelé.
da_dk: Der blev ikke fundet nogen brugere.
de_de: Keine Benutzer gefunden.
el_gr: Δε βρέθηκαν χρήστες.
es_es: No se encontraron usuarios.
fr_fr: Aucun utilisateur trouvé.
gl_es: Non se atopou ningún usuario.
he_il: לא נמצאו משתמשים
hu_hu: Nincsenek használók.
it_it: Nessun utente trovato
ja_jp: ユーザーが見つかりません。
lt_lt: Naudotojų nerasta.
mn_mn: юХд дСЫЩШ аЯЬикЯзСдХЬХЪ.
nl_nl: Geen gebruikers gevonden.
pl_pl: Nie znaleziono użytkowników.
pt_br: Nenhum usuário encontrado.
pt_pt: Utilizadores não encontrados.
ro_ro: Nici un utilizator găsit.
ru_ru: Нет таких пользователей.
sk_sk: Nenájdení žiadni používatelia.
sv_se: Hittade inga användare.
tr_tr: Hiçbir kullanıcı bulunamadı.
uk_ua: Немає таких користувачів.
zh_cn: 查无此用户。
zh_tw: 找不到此使用者。

# struserupdated
source: User updated.
af_za: Gebruiker is opgedateer.
ar: تم تعديل المستخدم بنجاح.
ca_es: Usuari actualitzat.
cs_cz: Uživatel byl aktualizován
da_dk: Bruger opdateret.
de_de: Benutzer geändert.
el_gr: Ο λογαριασμός χρήστη ενημερώθηκε.
es_es: Usuario actualizado.
fr_fr: Utilisateur mis à jour.
gl_es: Actualizouse o usuario.
he_il: משתמש עודכן.
hu_hu: Használó időszerűsítve.
it_it: Utente aggiornato.
ja_jp: ユーザーを更新しました。
lt_lt: Naudotojas atnaujintas.
mn_mn: №ЯЬикЯзСдХЬи ЯТЮЯзЬХЮ.
nl_nl: gebruiker geupdate.
pl_pl: Parametry użytkownika zostały zaktualizowane.
pt_br: Usuário atualizado.
pt_pt: Utilizador alterado.
ro_ro: Utilizator actualizat.
ru_ru: Пользователь обновлен.
sk_sk: Požívatelia zmenení.
sv_se: Användare uppdaterad.
tr_tr: Kullanıcı güncellendi.
uk_ua: Користувача оновлено.
zh_cn: 用户已更新。
zh_tw: 使用者已更新。

# struserupdatedbad
source: User update failed.
af_za: Gebruiker kon nie opgedateer word nie.
ar: فشل تعديل المستخدم.
ca_es: L'actualització de l'usuari ha fallat.
cs_cz: Nezdařilo se aktualizovat uživatele.
da_dk: Opdatering af bruger mislykkedes.
de_de: Ändern des Benutzers fehlgeschlagen.
el_gr: Η ενημέρωση του χρήστη απέτυχε.
es_es: Falló la actualización del usuario.
fr_fr: Échec lors de la mise à jour de l'utilisateur.
gl_es: Non se conseguiu actualizar o usuario.
he_il: עדכון משתמש נכשל.
hu_hu: Nem sikerült a használót időszerűsíteni.
it_it: Aggiornamento utente fallito.
ja_jp: ユーザーの更新に失敗しました。
lt_lt: Nepavyko atnaujinti naudotojo.
mn_mn: яТЮЯзЬХЮЩХ аЯЬикЯзСдХЬб авХвзСЮЯ.
nl_nl: gebruikerupdate mislukt.
pl_pl: Próba aktualizacji parametrów użytkownika się nie powiodła.
pt_br: Falha ao atualizar usuário.
pt_pt: Alteração do utilizador falhou.
ro_ro: Actualizare utilizator eşuată.
ru_ru: Обновление пользователя прервано.
sk_sk: Použivatelia neboli zmenení.
sv_se: Misslyckades att uppdatera användare.
tr_tr: Kullanıcı güncelleme işlemi başarısız oldu.
uk_ua: Оновлення користувача перервано.
zh_cn: 用户更新失败。
zh_tw: 使用者更新已失敗。

# strshowallusers
source: Show all users
af_za: Wys alle gebruikers
ar: عرض جميع المستخدمين
ca_es: Mostra tots els usuaris
cs_cz: Zobrazit všechny uživatele
da_dk: Vis alle brugere
de_de: Alle Benutzer anzeigen
el_gr: Εμφάνιση όλων των χρηστών
es_es: Mostrar todos los usuarios
fr_fr: Voir tous les utilisateurs
gl_es: Listar todos os usuarios
he_il: הראה את כל המשתמשים.
hu_hu: Minden használó megjelenítése
it_it: Mostra tutti gli utenti
ja_jp: すべてのユーザーを表示する
lt_lt: Rodyti visus naudotojus
mn_mn: №ЯЫСкСди згХШ аЯЬикЯзСдХЬХЪ
nl_nl: Toon alle gebruikers
pl_pl: Pokaż wszystkich użytkowników
pt_br: Exibir todos os usuários
pt_pt: Mostra todos os utilizadores
ro_ro: Afişare toţi utilizatorii
ru_ru: Показать всех пользователей
sk_sk: Zobraziť Všetkých Používateľov
sv_se: Visa alla användare
tr_tr: Tüm kullanıcıları göster.
uk_ua: Показати всіх користувачів
zh_cn: 显示所有用户
zh_tw: 顯示所有使用者

# strcreateuser
source: Create user
af_za: Skep gebruiker
ar: إضافة مستخدم جديد
ca_es: Crea un usuari
cs_cz: Vytvořit uživatele
da_dk: Opret bruger
de_de: Benutzer anlegen
el_gr: Δημιουργία χρήστη
es_es: Crear usuario
fr_fr: Créer un utilisateur
gl_es: Crear un usuario
he_il: צור משתמש
hu_hu: Használó teremtése
it_it: Crea utente
ja_jp: ユーザーを作成する
lt_lt: Kurti naudotoją
mn_mn: ѓЯкФСди аЯЬикЯзСдХЬб
nl_nl: Creëer gebruiker
pl_pl: Utwórz użytkownika
pt_br: Criar usuário
pt_pt: Criar Utilizador
ro_ro: Creare utilizator
ru_ru: Создать пользователя
sk_sk: Vytvoriť používateľa
sv_se: Skapa användare
tr_tr: Yeni kullanıcı yarat
uk_ua: Створити користувача
zh_cn: 创建用户
zh_tw: 建立新使用者

# struserneedsname
source: You must give a name for your user.
af_za: Jy moet 'n naam gee vir die gebruiker.
ar: يجب إعطاء إسم للمستخدم.
ca_es: Ha de donar un nom a l'usuari.
cs_cz: Musíte zadat jméno uživatele.
da_dk: Bruger behøver et navn.
de_de: Sie müssen einen Namen für den Benutzer angeben.
el_gr: Πρέπει να εισάγετε όνομα χρήστη.
es_es: Debes dar un nombre a su usuario.
fr_fr: Vous devez donner un nom pour votre utilisateur.
gl_es: Debe fornecer un nome para o usuario.
he_il: אתה חייב לתת שם למשתמש שלך.
hu_hu: A használónak nevet kell adni.
it_it: È necessario specificare un nome per l'utente.
ja_jp: ユーザーの名前をが必要です。
lt_lt: Turite suteikti naudotojui vardą.
mn_mn: їй ФЯЬжЮй ззХгдЩ ЩЭб аЯЬикЯзСдХЬб.
pl_pl: Musisz podać nazwę użytkownika.
pt_br: Você deve informar um nome para o seu usuário.
pt_pt: Tem de dar um nome ao seu útilizador.
ro_ro: Specificaţi un nume pentru utilizator.
ru_ru: Вы должны ввести имя пользователя.
sk_sk: Musíš zadať meno pre svojho používateľa.
sv_se: Du måste namnge användaren.
tr_tr: Kullanıcınız için bir ad vermelisiniz.
uk_ua: Ви повинні ввести ім"я користувача.
zh_cn: 必须指定用户名称。
zh_tw: 您必需為您的使用者命名。

# strusercreated
source: User created.
af_za: Gebruiker geskep.
ar: تمت عملية إضافة المستخدم بنجاح.
ca_es: Usuari creat.
cs_cz: Uživatel byl vytvořen.
da_dk: Bruger oprettet.
de_de: Benutzer angelegt.
el_gr: Ο χρήστης δημιουργήθηκε.
es_es: Usuario creado.
fr_fr: Utilisateur créé.
gl_es: Creouse o usuario.
he_il: משתמש נוצר.
hu_hu: A használó megteremtve.
it_it: Utente creato.
ja_jp: ユーザーを作成しました。
lt_lt: Naudotojas sukurtas.
mn_mn: №ЯЬикЯзСдХЬи гЯкФСЮ.
nl_nl: Gebruiker aangemaakt.
pl_pl: Użytkownik został utworzony.
pt_br: Usuário criado.
pt_pt: Utilizador criado.
ro_ro: Utilizator creat.
ru_ru: Пользователь создан.
sk_sk: Používateľ vytvorený.
sv_se: Användare skapad.
tr_tr: Kullanıcı yaratıldı.
uk_ua: Користувача створено.
zh_cn: 用户已创建。
zh_tw: 使用者已建立。

# strusercreatedbad
source: Failed to create user.
af_za: Die gebruiker kon nie geskep word nie.
ar: فشلت عملية إضافة المستخدم.
ca_es: Error al crear l'usuari.
cs_cz: Nezdařilo se vytvořit uživatele.
da_dk: Oprettelse af bruger mislykkedes.
de_de: Anlegen des Benutzers fehlgeschlagen.
el_gr: Η δημιουργία του χρήστη απέτυχε.
es_es: Falló la creación del usuario.
fr_fr: Échec lors de la création de l'utilisateur.
gl_es: Non se conseguiu crear o usuario.
he_il: יצירת משתמש נכשל.
hu_hu: Nem sikerült a használót megteremteni.
it_it: Creazione dell'utente fallita.
ja_jp: ユーザーの作成に失敗しました。
lt_lt: Nepavyko sukurti naudotojo.
mn_mn: ѓЯкФСЮЩХ аЯЬикЯзСдХЬб авХвзСЮЯ.
nl_nl: Gebruiker creëren mislukt.
pl_pl: Próba utworzenia użytkownika się nie powiodła.
pt_br: Falha ao criar usuário.
pt_pt: Falhou ao criar utilizador.
ro_ro: Creare utilizator eşuată.
ru_ru: Создание пользователя прервано.
sk_sk: Používateľ nebol vytvorený.
sv_se: Misslyckades att skapa användare.
tr_tr: Kullanıcı yaratılma işlemi başarısız oldu.
uk_ua: Створення користувача перервано.
zh_cn: 用户创建失败。
zh_tw: 使用者建立已失敗。

# strconfdropuser
source: Are you sure you want to drop the user "%s"?
af_za: Is jy seker dat jy die gebruiker "%s" wil verwyder?
ar: هل انت متأكد تريد حذف المستخدم "%s"؟
ca_es: Està segur de voler eliminar l'usuari "%s"?
cs_cz: Opravdu chcete odstranit uživatele „%s“?
da_dk: Er du sikker på at du vil slette brugeren "%s"?
de_de: Sind Sie sicher, dass Sie den Benutzer "%s" löschen möchten?
el_gr: Διαγραφή του χρήστη "%s"?
es_es: ¿Estás seguro de querer eliminar el usuario "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer l'utilisateur « %s » ?
gl_es: Está seguro de que quere eliminar o usuario «%s»?
he_il: אתה בטוח שברצונך למחוק את המשתמש "%s"?
hu_hu: Biztosan törölni akarja „%s” használót?
it_it: Eliminare l'utente "%s"?
ja_jp: 本当にユーザー「%s」を破棄しますか?
lt_lt: Ar tikrai norite pašalinti naudotoją "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еФСЬЩди аЯЬикЯзСдХЬб "%s"?
nl_nl: Weet u zeker dat u de gebruiker "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć użytkownika "%s"?
pt_br: Você têm certeza que deseja deletar o usuário "%s"?
pt_pt: Tem certeza que quer eliminar o utilizador "%s"?
ro_ro: Sigur ştergeţi utilizatorul "%s"?
ru_ru: Вы уверены, что хотите удалить пользователя "%s"?
sk_sk: Naozaj chceš zmazať používateľa "%s"?
sv_se: Är du säker på att du vill radera användaren "%s"?
tr_tr: "%s" kullanıcısını silmek istediğinize emin misiniz?
uk_ua: Ви впевнені, що бажаєте видалити користувача "%s"?
zh_cn: 确定要删除用户"%s"吗？
zh_tw: 您確定您要移除這個使用者 "%s"?

# struserdropped
source: User dropped.
af_za: Gebruiker is verwyder.
ar: تم حذف المستخدم بنجاح.
ca_es: Usuari eliminat.
cs_cz: Uživatel byl odstraněn.
da_dk: Bruger slettet.
de_de: Benutzer gelöscht.
el_gr: Ο χρήστης διαγράφηκε.
es_es: Usuario eliminado.
fr_fr: Utilisateur supprimé.
gl_es: Eliminouse o usuario.
he_il: משתמש נמחק.
hu_hu: A használó törölve.
it_it: Utente eliminato.
ja_jp: ユーザーを破棄しました。
lt_lt: Naudotojas pašalintas.
mn_mn: №ЯЬикЯзСдХЬи еФСЬХЮ.
nl_nl: Gebruiker verwijderd.
pl_pl: Użytkownik został usunięty.
pt_br: Usuário deletado.
pt_pt: Utilizador eliminado.
ro_ro: Utilizator şters.
ru_ru: Пользователь удален.
sk_sk: Používateľ zmazaný.
sv_se: Användare raderad.
tr_tr: Kullanıcı silindi.
uk_ua: Користувача видалено.
zh_cn: 用户已删除。
zh_tw: 使用者已移除。

# struserdroppedbad
source: Failed to drop user.
af_za: Verwydering van die gebruiker het misluk.
ar: فشلت عملية حذف المستخدم.
ca_es: Error a l'eliminar l'usuari.
cs_cz: Nezdařilo se odstranit uživatele.
da_dk: Sletning af bruger mislykkedes.
de_de: Löschen des Benutzers fehlgeschlagen.
el_gr: Η διαγραφή του χρήστη απέτυχε.
es_es: Falló la eliminación del usuario.
fr_fr: Échec lors de la suppression de l'utilisateur.
gl_es: Non se conseguiu eliminar o usuario.
he_il: מחיקת משתמש נכשל.
hu_hu: Nem sikerült a használót törölni.
it_it: Eliminazione dell'utente fallita.
ja_jp: ユーザーの削除に破棄しました
lt_lt: Nepavyko pašalinti naudotojo.
mn_mn: ѕФСЬХЮЩХ аЯЬикЯзСдХЬб авХвзСЮЯ.
nl_nl: Verwijdering van de gebruiker mislukt.
pl_pl: Próba usunięcia użytkownika się nie powiodła.
pt_br: Falha ao deletar usuário.
pt_pt: Falha ao eliminar utilizador.
ro_ro: Ştergere utilizator eşuată.
ru_ru: Удаление пользователя прервано.
sk_sk: Používateľ nebol zmazaný.
sv_se: Misslyckades att radera användare.
tr_tr: Kullanıcı silme işlemi başarısız oldu.
uk_ua: Видалення користувача перервано.
zh_cn: 用户删除失败。
zh_tw: 使用者移除已失敗。

# straccount
source: Account
af_za: Gebruiker
ca_es: Compte
cs_cz: Účet
da_dk: Konto
de_de: Benutzerkonto
el_gr: Λογαριασμός
es_es: Cuenta
fr_fr: Comptes
gl_es: Conta
he_il: חשבון
hu_hu: Számla
ja_jp: アカウント
lt_lt: Paskyra
mn_mn: сЫЫСеЮд
pl_pl: Konto
pt_br: Conta
pt_pt: Conta
ro_ro: Cont
ru_ru: Аккаунт
sk_sk: Konto
sv_se: Konton
tr_tr: Hesap
uk_ua: Обліковий запис
zh_cn: 帐户
zh_tw: 帳戶

# strchangepassword
source: Change password
af_za: Verander wagwoord
ar: تغيير كلمة السر
ca_es: Canvia la contrasenya
cs_cz: Změnit heslo
da_dk: Ændre password
de_de: Passwort ändern
el_gr: Αλλαγή κωδικού
es_es: Cambiar Contraseña
fr_fr: Modifier le mot de passe
gl_es: Cambiar de contrasinal
he_il: שנה סיסמה
hu_hu: Jelszó megváltoztatása
it_it: Modifica password
ja_jp: パスワード変更
lt_lt: Keisti slaptažodį
mn_mn: щкЭХЮЩди аСвЯЬи
nl_nl: Verander wachtwoord
pl_pl: Zmień hasło
pt_br: Alterar senha
pt_pt: Alterar palavra-chave
ro_ro: Schimbare parolă
ru_ru: Изменить пароль
sk_sk: Zmeniť Heslo
sv_se: Ändra lösenord
tr_tr: Şifre Değiştir
uk_ua: Змінити пароль
zh_cn: 修改密码
zh_tw: 變更密碼

# strpasswordchanged
source: Password changed.
af_za: Wagwoord is verander.
ar: تم تغيير كلمة السر بنجاح.
ca_es: Contrasenya canviada.
cs_cz: Heslo bylo změněno.
da_dk: Password ændret.
de_de: Passwort geändert.
el_gr: Ο κωδικός αλλάχθηκε.
es_es: Contraseña modificada.
fr_fr: Mot de passe modifié.
gl_es: Cambiouse o contrasinal.
he_il: סיסמה שונתה.
hu_hu: A jelszó megváltoztatva.
it_it: Password modificata.
ja_jp: パスワードの変更をしました。
lt_lt: Slaptažodis pakeistas.
mn_mn: №СвЯЬи ЩкЭХЮХЮ.
nl_nl: Wachtwoord veranderd.
pl_pl: Hasło zostało zmienione.
pt_br: Senha alterada.
pt_pt: Palavra-chave alterada.
ro_ro: Parolă schimbată.
ru_ru: Пароль изменен.
sk_sk: Heslo zmenené.
sv_se: Lösenord ändrat.
tr_tr: Şifre değiştirildi.
uk_ua: Пароль змінено.
zh_cn: 密码已修改。
zh_tw: 密碼已變更。

# strpasswordchangedbad
source: Failed to change password.
af_za: Wagwoordverandering het misluk.
ar: لم ينجح تغيير كلمة السر.
ca_es: Error al canviar la contrasenya.
cs_cz: Nezdařilo se změnit heslo.
da_dk: Ændring af password mislykkedes.
de_de: Ändern des Passwortes fehlgeschlagen.
el_gr: Η αλλαγή του κωδικού απέτυχε.
es_es: Falló al modificar contraseña.
fr_fr: Échec lors de la modification du mot de passe.
gl_es: Non se conseguiu cambiar o contrasinal.
he_il: נכשל בשינוי סיסמה.
hu_hu: Nem sikerült a jelszót megváltoztatni.
it_it: Modifica della password fallita.
ja_jp: パスワードの変更に失敗しました。
lt_lt: Nepavyko pakeisti slaptažodžio.
mn_mn: щкЭХЮХЮЩХ аСвЯЬб авХвзСЮЯ.
nl_nl: Wachtwoord veranderen mislukt.
pl_pl: Próba zmiany hasła się nie powiodła.
pt_br: Falha ao alterar a senha.
pt_pt: Falha ao alterar palavra-passe.
ro_ro: Schimbare parolă eşuată.
ru_ru: Изменение пароля прервано.
sk_sk: Heslo NEBOLO zmenené.
sv_se: Misslyckades att ändra lösenord.
tr_tr: Şifre değiştirme başarısız oldu.
uk_ua: Зміну пароля перервано.
zh_cn: 密码修改失败。
zh_tw: 密碼變更已失敗。

# strpasswordshort
source: Password is too short.
af_za: Wagwoord is te kort.
ar: كلمة السر أقصر من الحد الأدنى.
ca_es: Contrasenya massa curta.
cs_cz: Heslo je příliš krátké.
da_dk: Password er for kort.
de_de: Passwort ist zu kurz.
el_gr: Ο κωδικός έχει πολύ μικρό μήκος.
es_es: La contraseña es muy corta.
fr_fr: Le mot de passe est trop court.
gl_es: O contrasinal é curto de máis.
he_il: סיסמה קצרה מידי.
hu_hu: A jelszó túl rövid.
it_it: La password è troppo corta.
ja_jp: パスワードが短すぎます。
lt_lt: Slaptažodis per trumpas.
mn_mn: №СвЯЬи гЬЩлЫЯЭ ЫЯвЯдЫЩЪ.
nl_nl: Wachtwoord is te kort.
pl_pl: Hasło jest za krótkie.
pt_br: A senha é muito curta.
pt_pt: Palavra-chave muito curta.
ro_ro: Parola este prea scurtă.
ru_ru: Пароль слишком короткий.
sk_sk: Heslo je príliš krátke.
sv_se: För få tecken i lösenordet.
tr_tr: Şifre çok kısa.
uk_ua: Пароль закороткий.
zh_cn: 密码太短了。
zh_tw: 密碼太簡短。

# strpasswordconfirm
source: Password does not match confirmation.
af_za: Wagwoord verskil van bevestigings-wagwoord.
ar: كلمة السر المدخلة لم تتطابق مع تأكيد كلمة السر.
ca_es: La contrasenya no coincideix amb la confirmació.
cs_cz: Heslo a jeho potvrzení nejsou shodné.
da_dk: Password er forskellig fra bekræftelsen.
de_de: Passwort und Passwortbestätigung stimmen nicht überein.
el_gr: Σφάλμα στην επιβεβαίωση του κωδικού.
es_es: Las contraseñas no coinciden.
fr_fr: Le mot de passe de confirmation est différent.
gl_es: Os contrasinais introducidos son distintos.
he_il: סיסמה אינה תואמת לאישורה.
hu_hu: A jelszó nem egyezik a megerősítéssel.
ja_jp: パスワードの確認が一致しませんでした。
lt_lt: Slaptažodis neatitinka patvirtinimo.
mn_mn: №СвЯЬи ЮХ гЯЯдзХдгдзеХд аЯФдзХвжФХЮЩР.
nl_nl: Wachtwoord verschilt van bevestigings-wachtwoord.
pl_pl: Hasło i potwierdzenie muszą być takie same.
pt_br: A confirmação de senha não confere.
pt_pt: Palavra-chave não coincide com a confirmação.
ro_ro: Parola nu se confirmă.
ru_ru: Пароль не соответствует подтверждению.
sk_sk: Heslo sa nezhoduje so zadaným overovacím heslom.
sv_se: Lösenordet är inte samma som bekräftelsen.
tr_tr: Şifreler uyuşmadı.
uk_ua: Пароль не відповідає підтвержденню.
zh_cn: 密码不匹配。
zh_tw: 所輸入的確認密碼不符。

# strgroup
source: Group
af_za: Groep
ar: المجموعة
ca_es: Grup
cs_cz: Skupina
da_dk: Gruppe
de_de: Gruppe
el_gr: Ομάδα
es_es: Grupo
fr_fr: Groupe
gl_es: Grupo
he_il: קבוצה
hu_hu: Csoport
it_it: Gruppo
ja_jp: グループ
lt_lt: Grupė
mn_mn: чвеааС
nl_nl: Groep
pl_pl: Grupa
pt_br: Grupo
pt_pt: Grupo
ro_ro: Grup
ru_ru: Группа
sk_sk: Skupina
sv_se: Grupp
tr_tr: Grup
uk_ua: Група
zh_cn: 群组
zh_tw: 群組

# strgroups
source: Groups
af_za: Groepe
ar: المجموعات
ca_es: Grups
cs_cz: Skupiny
da_dk: Grupper
de_de: Gruppen
el_gr: Ομάδες
es_es: Grupos
fr_fr: Groupes
gl_es: Grupos
he_il: קבוצות
hu_hu: Csoportok
it_it: Gruppi
ja_jp: グループ
lt_lt: Grupės
mn_mn: чвеаай
nl_nl: Groepen
pl_pl: Grupy
pt_br: Grupos
pt_pt: Grupos
ro_ro: Grupuri
ru_ru: Группы
sk_sk: Skupiny
sv_se: Grupper
tr_tr: Gruplar
uk_ua: Групи
zh_cn: 群组
zh_tw: 群組

# strshowallgroups
source: Show all groups
af_za: Wys alle groepe
ar: عرض جميع المجموعات
ca_es: Mostra tots els grups
cs_cz: Zobrazit všechny skupiny
da_dk: Vis alle grupper
de_de: Alle Gruppen anzeigen
el_gr: Εμφάνιση όλων των ομάδων
es_es: Mostrar todos los grupos
fr_fr: Afficher tous les groupes
gl_es: Amosar todos os grupos
he_il: הראה את כל הקבוצות
hu_hu: Minden csoportot megjelenít
it_it: Mostra tutti i gruppi
ja_jp: すべてのグループを表示する
lt_lt: Rodyti visas grupes
mn_mn: №ЯЫСкСди згХ Чвеаай
nl_nl: Toon alle groepen
pl_pl: Pokaż wszystkie grupy
pt_br: Exibir todos os grupos
pt_pt: Exibir todos os grupos
ro_ro: Afişare toate grupurile
ru_ru: Показать все группы
sk_sk: Zobraziť Všetky Skupiny
sv_se: Visa alla grupper
tr_tr: Tüm grupları göster
uk_ua: Показати всі групи
zh_cn: 显示所有群组
zh_tw: 顯示全部群組

# strnogroup
source: Group not found.
af_za: Groep nie gevind.
ar: لم توجد المجموعة.
ca_es: Grup no trobat.
cs_cz: Skupina nebyla nalezena.
da_dk: Gruppe blev ikke fundet.
de_de: Gruppe nicht gefunden.
el_gr: Η ομάδα δε βρέθηκε.
es_es: Grupo no encontrado.
fr_fr: Groupe introuvable.
gl_es: Non se atopou o grupo.
he_il: קבוצה לא נמצאה.
hu_hu: Nincs csoport.
it_it: Gruppo non trovato.
ja_jp: グループがありません。
lt_lt: Grupė nerasta.
mn_mn: чвеааС ЮХ ЯТЮСвежХЮС.
nl_nl: Groep niet gevonden.
pl_pl: Nie znaleziono grupy.
pt_br: Grupo não encontrado.
pt_pt: Grupo não encontrado.
ro_ro: Grup negăsit.
ru_ru: Группа не обнаружена.
sk_sk: Skupina nenájdená.
sv_se: Hittade ej grupp.
tr_tr: Grup bulunamadı.
uk_ua: Групу не виявлено.
zh_cn: 查无此群组。
zh_tw: 找不到群組。

# strnogroups
source: No groups found.
af_za: Geen groepe gevind.
ar: لم توجد مجموعات.
ca_es: No s'han trobat grups.
cs_cz: Nebyly nalezeny žádné skupiny.
da_dk: Ingen grupper blev fundet.
de_de: Keine Gruppe gefunden.
el_gr: Δε βρέθηκαν ομάδες.
es_es: No se encontraron grupos.
fr_fr: Aucun groupe trouvé.
gl_es: Non se atopou grupo algún.
he_il: לא נמצאו קבוצות.
hu_hu: Nincsenek csoportok.
it_it: Nessun gruppo trovato.
ja_jp: グループが見つかりません。
lt_lt: Grupių nerasta.
mn_mn: юЩ ЯФЮЯЪ Чвеаай ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen groepen gevonden.
pl_pl: Nie znaleziono grup.
pt_br: Nenhum grupo encontrado.
pt_pt: Grupos não encotrados.
ro_ro: Nici un grup găsit.
ru_ru: Ни одной группы не найдено.
sk_sk: Žiadne skupiny nenájdené.
sv_se: Hittade inga grupper.
tr_tr: Grup bulunamadı.
uk_ua: Жодної групи не виявлено.
zh_cn: 查无群组。
zh_tw: 找不到任何群組。

# strcreategroup
source: Create group
af_za: Skep groep
ar: إضافة مجموعة جديدة
ca_es: Crea un grup
cs_cz: Vytvořit skupinu
da_dk: Opret gruppe
de_de: Gruppe anlegen
el_gr: Δημιουργία ομάδας
es_es: Crear Grupo
fr_fr: Créer un groupe
gl_es: Crear un grupo
he_il: צור קבוצה
hu_hu: Csoportot teremt
it_it: Crea gruppo
ja_jp: グループを作成する
lt_lt: Kurti grupę
mn_mn: ѓЯкФСди Чвеаае
nl_nl: Maak groep aan
pl_pl: Utwórz grupę
pt_br: Criar grupo
pt_pt: Criar grupo
ro_ro: Creare grup
ru_ru: Создать группу
sk_sk: Vytvoriť Skupinu
sv_se: Skapa grupp
tr_tr: Yeni grup yarat
uk_ua: Створити групу
zh_cn: 创建群组
zh_tw: 建立群組

# strgroupneedsname
source: You must give a name for your group.
af_za: Jy moet die groep 'n naam gee.
ar: يجب إعطاء إسم للمجموعة.
ca_es: Ha de donar un nom al grup.
cs_cz: Musíte zadat název pro skupinu.
da_dk: Gruppen skal have et navn.
de_de: Sie müssen für die Gruppe einen Namen angeben.
el_gr: Πρέπει να δώσετε όνομα στην ομάδα.
es_es: Debes darle un nombre al grupo.
fr_fr: Vous devez indiquer un nom pour votre groupe.
gl_es: Debe fornecer un nome para o grupo.
he_il: אתה חייב לתת שם לקבוצה שלך.
hu_hu: A csoportnak nevet kell adni.
it_it: È necessario specificare un nome per il gruppo.
ja_jp: グループ名を指定しなければなりません。
lt_lt: Turite suteikti grupei pavadinimą.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ЮСкзСЮЩХ Чвеаай.
nl_nl: U moet een naam opgeven voor uw groep.
pl_pl: Musisz nazwać grupę.
pt_br: Você deve informar um nome para o seu grupo.
pt_pt: Insira um nome para o seu grupo.
ro_ro: Specificaţi un nume pentru grup.
ru_ru: Вам необходимо указать название группы.
sk_sk: Musíš zadať názov pre tvoju skupinu.
sv_se: Du måste namnge din grupp.
tr_tr: Grup yaratabilmek için bir ad vermelisiniz.
uk_ua: Вам необхідно вказати назву групи.
zh_cn: 必须指定群组名称。
zh_tw: 您必需為您的群組命名。
