Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strfunctioncreatedbad
source: Function creation failed.
af_za: Die funksie kon nie geskep word nie.
ar: لقد فشل إنشاء الدالة.
ca_es: No s'ha pogut crear la funció.
cs_cz: Nezdařilo se vytvořit funkci.
da_dk: Oprettelse af funktion mislykkedes.
de_de: Erstellen der Funktion fehlgeschlagen.
el_gr: Η δημιουργία της συνάρτησης απέτυχε.
es_es: Falló la creación de la función.
fr_fr: Échec lors de la création de la fonction.
gl_es: Non se conseguiu crear a función.
he_il: יצירת פונקצייה נכשלה.
hu_hu: Nem sikerült megteremteni a függvényt.
it_it: Creazione funzione fallita.
ja_jp: 関数の作成に失敗しました。
lt_lt: Nepavyko sukurti funkcijos.
mn_mn: ѓЯкФСЮЩХ ЦеЮЫУЩЩ авХвзСЮЯ.
nl_nl: Het aanmaken van de functie is mislukt.
pl_pl: Próba utworzenia funkcji się nie powiodła.
pt_br: Falha ao criar a função.
pt_pt: Falha na criação de função.
ro_ro: Creare funcţie eşuată.
ru_ru: Создание функции прервано.
sk_sk: Funkcia nebola vytvorená.
sv_se: Misslyckades att skapa funktion.
tr_tr: Fonksiyon yaratma işlemi başarısız oldu.
uk_ua: Створення функції перервано.
zh_cn: 函数创建失败
zh_tw: 函數建立已失敗。

# strconfdropfunction
source: Are you sure you want to drop the function "%s"?
af_za: Is jy seker dat jy die funksie "%s" wil verwyder?
ar: هل أنت متأكد تريد حذف الدالة function بإسم "%s"?
ca_es: Està segur de voler eliminar la funció "%s"?
cs_cz: Opravdu chcete odstranit funkci „%s“?
da_dk: Er du sikker på at du vil slette funktionen "%s"?
de_de: Sind Sie sicher, dass sie die Funktion "%s" löschen möchten?
el_gr: Να διαγραφεί η συνάρτηση "%s"?
es_es: ¿Estás seguro que quiere eliminar la función "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer la fonction « %s » ?
gl_es: Está seguro de que quere eliminar a función «%s»?
he_il: האם אתה בטוח שברצונך למחוק את הפונקצייה "%s"?
hu_hu: Biztosan törölni kívánja „%s” függvényt?
it_it: Eliminare la funzione "%s"?
ja_jp: 本当に関数「%s」を破棄しますか?
lt_lt: Ar tikrai norite šalinti funkciją "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еЮЩодЯжЩди ЦеЮЫУЩР "%s"?
nl_nl: Weet u zeker dat u de functie "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć funkcję "%s"?
pt_br: Você têm certeza que deseja deletar a função "%s"?
pt_pt: Tem certeza que quer eliminar a função "%s"?
ro_ro: Sigur ştergeţi funcţia "%s"?
ru_ru: Вы уверены, что хотите уничтожить функцию "%s"?
sk_sk: Si si istý, že chceš zmazať funkciu "%s"?
sv_se: Är du säker på att du vill radera funktionen "%s"?
tr_tr: "%s" fonksiyonunu kaldırmak istediğinize emin misiniz?
uk_ua: Ви впевнені, що бажаєте видалити функцію "%s"?
zh_cn: 确定要删除函数"%s"吗？
zh_tw: 您確定您要移除這個函數 "%s"?

# strfunctiondropped
source: Function dropped.
af_za: Funksie is verwyder.
ar: تم حذف الدالة function بنجاح.
ca_es: Funció eliminada.
cs_cz: Funkce byla odstraněna.
da_dk: Funktionen fjernet.
de_de: Funktion gelöscht.
el_gr: Η συνάρτηση διαγράφηκε.
es_es: Función eliminada.
fr_fr: Fonction supprimée.
gl_es: Eliminouse a función.
he_il: פונקצייה נמחקה.
hu_hu: A függvény törölve.
it_it: Funzione eliminata.
ja_jp: 関数を破棄しました。
lt_lt: Funkcija pašalinta.
mn_mn: цеЮЫУЩб еЮЩодЯжХЮС.
nl_nl: Functie verwijderd.
pl_pl: Funkcja została usunięta.
pt_br: Função deletada.
pt_pt: Função eliminada.
ro_ro: Funcţie ştearsă.
ru_ru: Функция уничтожена.
sk_sk: Funkcia zmazaná.
sv_se: Funktionen raderad.
tr_tr: Fonksiyon kaldırıldı.
uk_ua: Функцію видалено.
zh_cn: 函数已删除。
zh_tw: 函數已移除。

# strfunctiondroppedbad
source: Function drop failed.
af_za: Verwydering van die funksie het misluk.
ar: لقد فشلت عملية حذف الدالة function.
ca_es: No s'ha pogut eliminar la funció.
cs_cz: Nezdařilo se odstranit funkci.
da_dk: Fjernelse af funktionen mislykkedes.
de_de: Löschen der Funktion fehlgeschlagen.
el_gr: Η διαγραφή της συνάρτησης απέτυχε.
es_es: Falló al eliminar la función.
fr_fr: Échec lors de la suppression de la fonction.
gl_es: Non se conseguiu eliminar a función.
he_il: מחיקת פונקציה נכשלה.
hu_hu: Nem sikerült törölni a függvényt.
it_it: Eliminazione della funzione fallita.
ja_jp: 関数の破棄に失敗しました。
lt_lt: Nepavyko pašalinti funkcijos.
mn_mn: ѕЮЩодЯжХЮЩХ ЦеЮЫУЩЩ авХвзСЮЯ.
nl_nl: Verwijdering van de functie mislukt.
pl_pl: Próba usunięcia funkcji się nie powiodła.
pt_br: Falha ao deletar a função.
pt_pt: Falha ao eliminar de função.
ro_ro: Ştergere funcţie eşuată.
ru_ru: Уничтожение функции прервано.
sk_sk: Funkcia nebola zmazaná.
sv_se: Misslyckades att radera funktion.
tr_tr: Fonksiyon kaldırma işlemi başarısız oldu.
uk_ua: Видалення функції перервано.
zh_cn: 函数删除失败。
zh_tw: 函數移除已失敗。

# strfunctionupdated
source: Function updated.
af_za: Funksie is opgedateer.
ar: لقد تم تعديل الدالة function.
ca_es: Funció actualitzada.
cs_cz: Funkce byla aktualizována.
da_dk: Funktion opdateret.
de_de: Funktion geändert.
el_gr: Η συνάρτηση ενημερώθηκε.
es_es: Función actualizada.
fr_fr: Fonction mise à jour.
gl_es: Actualizouse a función.
he_il: פונקציה עודכנה.
hu_hu: A függvény időszerűsítve.
it_it: Funzione aggiornata.
ja_jp: 関数を更新しました。
lt_lt: Funkcija atnaujinta.
mn_mn: цеЮЫУЩб ЯТЮЯзЬХЮС.
nl_nl: Functie geupdate.
pl_pl: Funkcja została zaktualizowana.
pt_br: Função atualizada.
pt_pt: Função actualizada
ro_ro: Funcţie actualizată.
ru_ru: Функция обновлена.
sk_sk: Funkcia upravená.
sv_se: Funktion uppdaterad.
tr_tr: Fonksiyon güncellendi.
uk_ua: Функцію оновлено.
zh_cn: 函数已更新。
zh_tw: 函數已更新。

# strfunctionupdatedbad
source: Function update failed.
af_za: Opdatering van die funksie het misluk.
ar: لقد فشل تعديل الدالة function.
ca_es: No s'ha pogut actualitzar la funció.
cs_cz: Nezdařilo se aktualizovat funkci.
da_dk: Opdatering af funktion mislykkedes.
de_de: Ändern der Funktion fehlgeschlagen.
el_gr: Η ενημέρωση της συνάρτησης απέτυχε.
es_es: Falló al actualizar la función.
fr_fr: Échec lors de la mise à jour de la fonction.
gl_es: Non se conseguiu actualizar a función.
he_il: עדכון פונקציה נכשל.
hu_hu: Nem sikerült a függvényt időszerűsíteni.
it_it: Aggiornamento della funzione fallito.
ja_jp: 関数の更新に失敗しました。
lt_lt: Nepavyko atnaujinti funkcijos.
mn_mn: яТЮЯзЬХЮЩХ ЦеЮЫУЩЩ авХвзСЮЯ.
nl_nl: Het updaten van de functie is mislukt.
pl_pl: Próba aktualizacji funkcji się nie powiodła.
pt_br: Falha ao atualizar a função.
pt_pt: Falha na actualização da função.
ro_ro: Actualizare funcţie eşuată.
ru_ru: Обновление функции прервано.
sk_sk: Funkcia nebola upravená.
sv_se: Misslyckades att uppdatera funktion.
tr_tr: Function güncelleme işlemi başarısız oldu.
uk_ua: Оновлення функції перервано.
zh_cn: 函数更新失败。
zh_tw: 函數更新已失敗。

# strobjectfile
source: Object File
af_za: Objeklêer
ca_es: Fitxer objecte
cs_cz: Soubor s objektem
de_de: Objektdatei
el_gr: Αρχείο αντικειμένου
es_es: Archivo de objeto
fr_fr: Fichier objet
gl_es: Ficheiro de obxecto
he_il: קובץ אובייקט
hu_hu: Célkód fájl
it_it: File oggetto
ja_jp: オブジェクトファイル
lt_lt: Objektinis Failas
pl_pl: Plik obiektów
pt_br: Arquivo objeto
pt_pt: Ficheiro Objecto
ro_ro: Fişier obiect
ru_ru: Объектный файл
sk_sk: Objektový súbor
tr_tr: Nesne dosyası
zh_cn: 对象文件
zh_tw: 物件檔案

# strlinksymbol
source: Link Symbol
af_za: Skakelsimbool
ca_es: Enllaç simbòlic
cs_cz: Napojený symbol
el_gr: Ονομα συνάρτησης στον πηγαίο κώδικα
es_es: Vinculo simbólico
fr_fr: Symbole lien
gl_es: Símbolo da ligazón
he_il: קישור סימלי
hu_hu: Szerkesztő szimbólum
it_it: Simbolo di collegamento
ja_jp: リンクシンボル
lt_lt: Sąsajos simbolis (C funkcijos pavadinimas)
pl_pl: Łącz symbol
pt_br: Símbolo de link
pt_pt: Ligar Símbolo
ro_ro: Simbol de legătură
ru_ru: Символ линковки (имя функции в C)
tr_tr: Bağlantı sembolü
zh_cn: 连接对象
zh_tw: 連結物件標記

# strarguments
source: Arguments
af_za: Argumente
cs_cz: Argumenty
da_dk: Argumenter
de_de: Funktionsargumente
el_gr: Ορίσματα
es_es: Argumentos
gl_es: Argumentos
he_il: ארגומנטים
hu_hu: Argumentumok
it_it: Argomenti
ja_jp: 引数
lt_lt: Argumentai
mn_mn: свЧеЭХЮдй
nl_nl: Argumenten
pl_pl: Argumenty
pt_br: Argumentos
pt_pt: Argumentos
ro_ro: Argumente
ru_ru: Аргументы
sk_sk: Argumenty
sv_se: Argument
tr_tr: Argümanlar
uk_ua: Аргументи
zh_cn: 参数
zh_tw: 引數

# strargmode
source: Mode
cs_cz: Režim
de_de: Richtung
el_gr: Είδος
es_es: Modo
gl_es: Modo
hu_hu: Mód
ja_jp: モード
lt_lt: Veiksena
pl_pl: Tryb
pt_br: Modo
ro_ro: Mod
ru_ru: Режим
zh_cn: 模式
zh_tw: 方式

# strargtype
source: Type
ca_es: Tipus
cs_cz: Typ
de_de: Datentyp
el_gr: Τύπος
es_es: Tipo
gl_es: Tipo
hu_hu: Típus
ja_jp: 種類
lt_lt: Tipas
pl_pl: Typ
pt_br: Tipo
ro_ro: Tip
ru_ru: Тип
zh_cn: 类型
zh_tw: 類型

# strargadd
source: Add another argument
ca_es: Afegeix un altre argument
cs_cz: Přidat další argument
de_de: Weiteres Argument hinzufügen
el_gr: Επιπλέον όρισμα
es_es: Agregar otro argumento
fr_fr: Ajouter un autre argument
gl_es: Engadir outro argumento
hu_hu: Más argumentumot ad hozzá
ja_jp: 他の引数を追加する
lt_lt: Pridėti dar vieną argumentą
pl_pl: Dodaj nowy argument
pt_br: Adicionar outro argumento
ro_ro: Adăugare alt argument
ru_ru: Добавить еще аргумент
zh_cn: 新添加一个参数
zh_tw: 增加作者引數

# strargremove
source: Remove this argument
ca_es: Elimina aquest argument
cs_cz: Odebrat tento argument
de_de: Dieses Argument entfernen
el_gr: Διαγραφή ορίσματος
es_es: Eliminar este argumento
fr_fr: Supprimer cet argument
gl_es: Borrar este argumento
hu_hu: Argumentumot töröl
ja_jp: この引数を削除する
lt_lt: Pašalinti šį argumentą
pl_pl: Usuń ten argument
pt_br: Remover este argumento
ro_ro: Eliminare argument
ru_ru: Удалить этот аргумент
zh_cn: 移除这个参数
zh_tw: 移除這個引數

# strargnoargs
source: This function will not take any arguments.
ca_es: Aquesta funció no tindrà arguments.
cs_cz: Tato funkce nepřebírá žádné argumenty.
de_de: Diese Funktion kann nur ohne Argumente aufgerufen werden.
el_gr: Αυτή η συνάρτηση δεν έχει ορίσματα.
es_es: Esta función no tendrá argumentos.
fr_fr: Cet fonction ne prend pas d'arguments.
gl_es: Esta función non recibirá argumento ningún.
hu_hu: E függvénynek nincsenek argumentumai.
ja_jp: この関数はいくつかの引数を取らなでしょう。
lt_lt: Ši funkcija nepriims jokių argumentų.
pl_pl: Ta funkcja nie będzie wymagała żadnych argumentów.
pt_br: Esta função não irá utilizar argumentos.
ro_ro: Această funcţie nu acceptă nici un argument
ru_ru: Эта функция не будет принимать аргументов.
zh_cn: 该函数无参数。
zh_tw: 這個函數將不能工作任何引數。

# strargenableargs
source: Enable arguments being passed to this function.
ca_es: Habilita els arguments passats a aquesta funció.
cs_cz: Povolit argumentům průchod do této funkce.
de_de: Diese Funktion kann mit Argumenten aufgerufen werden.
el_gr: Ενεργοποίηση ορισμάτων που τροφοδοτούν τη συνάρτηση.
es_es: Habilitar argumentos pasados a esta función.
fr_fr: Active les arguments passés à cette fonction.
gl_es: Permitir que se lle fornezan argumentos á función.
hu_hu: E függvénynek átadott argumentumok engedélyezése.
lt_lt: Leisti perduoti argumentus šiai funkcijai.
pl_pl: Włącz podawanie argumentów tej funkcji.
pt_br: Habilitar argumentos passados para esta função.
ro_ro: Activare argumente pasate acestei funcţii
ru_ru: Включить передачу аргументов этой функции.
zh_cn: 使该函数的参数有效。
zh_tw: 啟用引數已被傳遞到這個函數。

# strargnorowabove
source: There needs to be a row above this row.
ca_es: Hi ha d'haver una fila sobre aquesta fila.
cs_cz: Nad tímto řádkem již žádný není.
de_de: Oberhalb dieser Spalte muss eine weitere Spalte sein.
el_gr: Δεν υπάρχει γραμμή πάνω από αυτήν.
es_es: Debe existir una fila por encima de esta fila.
fr_fr: Il doit y avoir une ligne au-dessus de cette ligne.
gl_es: Ten que haber unha fila antes desta.
hu_hu: Egy sornak kell lennie e fölött.
ja_jp: この行の上に行が必要です。
lt_lt: Turi būti eilutė virš šios eilutės.
pl_pl: Nad tym wierszem musi być wiersz.
pt_br: É preciso ter uma linha acima desta.
ro_ro: Trebuie să existe un rând deasupra acestui rând
ru_ru: Необходима строка выше этой строки.
zh_cn: 在该行上面须有一行。
zh_tw: 需要資料列在這資料列之上。

# strargnorowbelow
source: There needs to be a row below this row.
ca_es: Hi ha d'haver una fila sota aquesta fila.
cs_cz: Pod tímto řádkem již žádný není.
de_de: Unterhalb dieser Spalte muss eine weitere Spalte sein.
el_gr: Δεν υπάρχει γραμμή κάτω από αυτήν.
es_es: Debe exisitr una fila por debajo de esta fila.
fr_fr: Il doit y avoir une ligne en-dessous de cette ligne.
gl_es: Ten que haber unha fila despois desta.
hu_hu: Egy sornak kell lennie ez alatt.
ja_jp: この行の下に行が必要です。
lt_lt: Turi būti eilutė žemiau šios eilutės.
pl_pl: Pod tym wierszem musi być inny wiersz.
pt_br: É preciso ter uma linha abaixo desta.
ro_ro: Trebuie să existe un rând dedesubtul acestui rând
ru_ru: Необходима строка ниже этой строки.
zh_cn: 在该行下面须有一行。
zh_tw: 需要資料列在這資料列之前。

# strargraise
source: Move up.
ca_es: Mou amunt.
cs_cz: Přesunout výše.
de_de: Hinaufschieben.
el_gr: Μετακίνηση πάνω.
es_es: Mover arriba.
fr_fr: Monter.
gl_es: Subir.
hu_hu: Mozgás fel.
ja_jp: 上に移動します。
lt_lt: Pakelti.
pl_pl: Przesuń w górę.
pt_br: Mover acima.
ro_ro: Mutare în sus
ru_ru: Переместить вверх.
zh_cn: 上移。
zh_tw: 向上移。

# strarglower
source: Move down.
ca_es: Mou avall.
cs_cz: Přesunout níže.
de_de: Hinunterschieben.
el_gr: Μετακίνηση κάτω.
es_es: Mover abajo.
fr_fr: Descendre.
gl_es: Baixar.
hu_hu: Mozgás le.
ja_jp: 下に移動します。
lt_lt: Nuleisti.
pl_pl: Przesuń w dół.
pt_br: Mover abaixo.
ro_ro: Mutare în jos
ru_ru: Переместить вниз.
zh_cn: 下移。
zh_tw: 向下移。

# strargremoveconfirm
source: Are you sure you want to remove this argument? This CANNOT be undone.
ca_es: Està segur de voler eliminar aquest argument? Això NO es pot desfer.
cs_cz: Opravdu chcete odebrat tento argument? Operaci nelze vrátit zpět.
de_de: Sind Sie sicher, dass Sie dieses Argument entfernen wollen? Das kann nicht rückgängig gemacht werden.
el_gr: Να διαγραφεί το όρισμα; Η ενέργεια είναι ΜΗ ΑΝΑΣΤΡΕΨΙΜΗ.
es_es: ¿Esta seguro que quiere eliminar este argumento? Esto NO se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer cet argument ? cette opération ne peut pas être annulée.
gl_es: Está seguro de que quere borrar este argumento? Esta acción non se pode desfacer.
hu_hu: Biztosan töröljük ez argumentumot? Ez VISSZAVONHATATLAN.
ja_jp: 本当にこの引数を削除しますか? これは戻すことができませんThis CANNOT be undone。
lt_lt: Ar tikrai norite pašalinti šį argumentą? Pašalinimas negalės būti atšauktas.
pl_pl: Czy na pewno chcesz usunąć ten argument? Tej operacji nie będzie można cofnąć.
pt_br: Você têm certeza que deseja remover este argumento? Isto NÃO PODE ser desfeito.
ro_ro: Sigur eliminaţi acest argument? Această acţiune NU poate fi revocată.
ru_ru: Вы действительно хотите удалить этот аргумент? Отменить удаление невозможно.
zh_cn: 确定要移除这个参数吗？这个操作不能撤销。
zh_tw: 您確定你要移除這個引數? 這個作業未能完成。

# strfunctioncosting
source: Function Costing
ca_es: Funció de Cost
cs_cz: Cena funkcí
de_de: Ausführungskosten
es_es: Costo de la función
fr_fr: Coût de la function
gl_es: Custo da función
hu_hu: Függvény költségei
pt_br: Custo da função
ru_ru: Стоимости функции
zh_cn: 函数代价(Function Costing)
zh_tw: 函數成本

# strresultrows
source: Result Rows
ca_es: Files Resultants
cs_cz: Počet řádků
de_de: Geschätzte Anzahl der Ergebniszeilen
es_es: Filas en el resultado
fr_fr: Lignes de résultat
gl_es: Filas resultantes
hu_hu: Eredmény sorok
lt_lt: Eilučių rezultate
pt_br: Linhas resultantes
ru_ru: Строк в результате
zh_cn: 结果行
zh_tw: 结果集資料行數

# strexecutioncost
source: Execution Cost
ca_es: Cost de l'Execució
cs_cz: Cena provádění
de_de: Geschätzte Ausführungskosten
es_es: Costo de ejecución
fr_fr: Coût d'exécution
gl_es: Custo de execución
hu_hu: Végrehajtás költsége
lt_lt: Vykdymo sąnaudos
pt_br: Custo de execução
ru_ru: Стоимость исполнения
zh_cn: 执行代价
zh_tw: 執行成本

# strspecifyfunctiontodrop
source: You must specify at least one function to drop.
ca_es: Ha d'especificar almenys una funció per eliminar.
cs_cz: Pokud chcete odstranit funkce, tak musíte nejméně jednu vybrat.
de_de: Sie müssen mindestens eine Funktion angeben, die gelöscht werden soll.
es_es: Debes especificar al menos una función a eliminar.
fr_fr: Vous devez spécifier au moins une fonction à supprimer.
gl_es: Debe especificar polo menos unha función a eliminar.
hu_hu: Legalább egy törlendő függvényt meg kell adni
ja_jp: 関数を破棄するには少なくとも 1 つ指定しなければなりません
lt_lt: Turite nurodyti bent vieną funkciją, kurią norite pašalinti.
pt_br: Você deve informar ao menos uma função para deletar.
ru_ru: Вам необходимо указать как минимум одну функцию для удаления.
zh_cn: 必须至少指定一个函数来删除
zh_tw: 必須至少指定一個函數來刪除

source: Triggers
ca_es: Disparadors
cs_cz: Triggery
it_it: Trigger
ja_jp: トリガー
uk_ua: Трігери
zh_tw: 觸發器

# strshowalltriggers
source: Show all triggers
af_za: Wys alle snellers
ar: عرض جميع المحفزات triggers
ca_es: Mostrar tots els disparadors
cs_cz: Zobrazit všechny triggery
da_dk: Vis alle triggere
de_de: Alle Trigger anzeigen
el_gr: Εμφάνιση όλων των εναυσμάτων
es_es: Mostrar todos los disparadores
fr_fr: Voir tous les triggers
gl_es: Listar todos os disparadores
he_il: הראה את כל הזרזים
hu_hu: Minden ravaszt megjelenít
it_it: Mostra tutti i trigger
ja_jp: すべてのトリガーを表示する
lt_lt: Rodyti visus trigerius
mn_mn: №ЯЫСкСди згХ двЩЧЧХвй
nl_nl: Toon alle triggers
pl_pl: Pokaż wszystkie procedury wyzwalane
pt_br: Exibir todos os gatilhos
pt_pt: Exibir todos os gatilhos
ro_ro: Afişare toate declanşatoarele
ru_ru: Показать все триггеры
sk_sk: Zobraziť Všetky Trigger-y
sv_se: Visa alla Mekanismer
tr_tr: Tüm triggerları göster
uk_ua: Показати всі трігери
zh_cn: 显示所有触发器
zh_tw: 顯示全部觸發器

# strnotrigger
source: No trigger found.
af_za: Geen sneller gevind.
ar: لم يوجد المحفز trigger.
ca_es: No s'ha trobat el disparador.
cs_cz: Nenalezen žádný trigger.
da_dk: Hittede ingen trigger.
de_de: Kein Trigger gefunden.
el_gr: Δε βρέθηκε έναυσμα.
es_es: No se encontró el disparador.
fr_fr: Aucun trigger trouvé.
gl_es: Non se atopor disparador algún.
he_il: זרז לא נימצאה.
hu_hu: Nincs ravasz.
it_it: Trigger non trovato.
ja_jp: トリガーがありません。
lt_lt: Trigeris nerastas.
mn_mn: євЩЧЧХв ЮХ ЯТЮСвежХЮ.
nl_nl: Geen trigger gevonden.
pl_pl: Nie znaleziono procedury wyzwalanej.
pt_br: Nenhum gatilho encontrado.
pt_pt: Não foi encontrado gatilho.
ro_ro: Nici un declanşator găsit.
ru_ru: Триггер не обнаружен.
sk_sk: Nenájdený žiadny Trigger.
sv_se: Hittade ingen mekanism.
tr_tr: Trigger bulunamadı.
uk_ua: Трігер не виявлено.
zh_cn: 查无此触发器。
zh_tw: 找不到觸發器。

# strnotriggers
source: No triggers found.
af_za: Geen snellers gevind.
ar: لم يوجد محفزات triggers.
ca_es: No s'han trobat disparadors.
cs_cz: Nenalezeny žádné triggery.
da_dk: Hittede ingen trigger.
de_de: Keine Trigger gefunden.
el_gr: Δε βρέθηκαν εναύσματα.
es_es: No se encontraron disparadores.
fr_fr: Aucun trigger trouvé.
gl_es: Non se atopor disparador algún.
he_il: לא נימצאו זרזים.
hu_hu: Nincsenek ravaszok.
it_it: Nessun trigger trovato.
ja_jp: トリガーが見つかりません。
lt_lt: Trigerių nerasta.
mn_mn: юЩ ЯФЮЯЧЯ двЩЧЧХвС ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen triggers gevonden.
pl_pl: Nie znaleziono procedur wyzwalanych.
pt_br: Nenhum gatilho encontrado.
pt_pt: Não foram encontrados gatilhos.
ro_ro: Nici un declanşator găsit.
ru_ru: Ни одного триггера не найдено.
sk_sk: Nenájdené žiadne Trigger-y.
sv_se: Hittade inga mekanismer.
tr_tr: Trigger bulunamadı.
uk_ua: Жодного трігера не виявлено.
zh_cn: 查无触发器。
zh_tw: 找不到任何觸發器。

# strcreatetrigger
source: Create trigger
af_za: skep trigger
ar: إنشاء محفّز trigger جديد
ca_es: Crea un disparador
cs_cz: Vytvořit trigger
da_dk: Opret trigger
de_de: Trigger erstellen
el_gr: Δημιουργία εναύσματος
es_es: Crear Disparador
fr_fr: Créer un trigger
gl_es: Crear un disparador
he_il: צור זרז
hu_hu: Ravaszt teremt
it_it: Crea Trigger
ja_jp: トリガーを作成する
lt_lt: Kurti trigerį
mn_mn: ѓЯкФСди двЩЧЧХв
nl_nl: Creëer trigger
pl_pl: Utwórz procedurę wyzwalaną
pt_br: Criar gatilho
pt_pt: Criar Gatilhos
ro_ro: Creare declanşator
ru_ru: Создать триггер
sk_sk: Vytvoriť Trigger
sv_se: Skapa mekanism
tr_tr: Yeni trigger yarat
uk_ua: Створити трігер
zh_cn: 创建触发器
zh_tw: 建立觸發器

# strtriggerneedsname
source: You must specify a name for your trigger.
af_za: Jy moet vir die sneller 'n naam gee.
ar: يجب إعطاء اسم للمحفز.
ca_es: Ha de donar un nom al disparador.
cs_cz: Musíte zadat název pro trigger.
da_dk: Trigger skal have et navn.
de_de: Sie müssen für den Trigger einen Namen angeben.
el_gr: Πρέπει να δώσετε όνομα στο έναυσμα.
es_es: Debes darle un nombre al disparador.
fr_fr: Vous devez indiquer un nom pour votre trigger.
gl_es: Debe fornecer un nome para o disparador.
he_il: אתה חייב לציין שם לזרז.
hu_hu: Meg kell adni a ravasz nevét.
it_it: È necessario specificare un nome per il trigger.
ja_jp: トリガー名を指定する必要があります。
lt_lt: Turite nurodyti trigerio pavadinimą.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ЩЭб двЩЧЧХвС.
nl_nl: U dient een naam op te geven voor de trigger.
pl_pl: Musisz nazwać procedurę wyzwalaną.
pt_br: Você deve informar um nome para o seu gatilho.
pt_pt: Dê um nome ao gatilho.
ro_ro: Specificaţi un nume pentru declanşator.
ru_ru: Вам необходимо указать имя триггера.
sk_sk: Musíš zadať názov pre tvoj Trigger.
sv_se: Du måste namnge din mekanism.
tr_tr: Trigger için bir ad belirtmelisiniz.
uk_ua: Вам необхідно вказать ім"я трігера.
zh_cn: 必须指定触发器名称。
zh_tw: 您必需為您的觸發器明確指定一個名稱。

# strtriggerneedsfunc
source: You must specify a function for your trigger.
af_za: Jy moet vir die sneller 'n funksie gee.
ar: يجب تحديد دالة function للمحفز.
ca_es: Ha d'especificar una funció pel disparador.
cs_cz: Musíte zvolit funkci pro trigger.
da_dk: Du skal specificere en funktion for trigger.
de_de: Sie müssen für den Trigger eine Funktion angeben.
el_gr: Το έναυσμα πρέπει να αντιστοιχεί σε μία συνάρτηση.
es_es: Debes especificar una función para el disparador.
fr_fr: Vous devez indiquer une fonction pour votre trigger.
gl_es: Debe especificar unha función para o disparador.
he_il: אתה חייב לציין פונקציה לזרז.
hu_hu: Meg kell adni egy függvény nevét a ravaszhoz.
it_it: È necessario specificare una funzione per il trigger.
ja_jp: トリガーのための関数を指定しなければなりません。
lt_lt: Turite priskirti funkciją trigeriui.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ ЯавХФХЬЩди ЦеЮЫУЩР двЩЧЧХвС.
nl_nl: U dient een functie op te geven voor de trigger.
pl_pl: Musisz podać funkcję procedury wyzwalanej.
pt_br: Você deve informar uma função para o seu gatilho.
pt_pt: Especifique uma função para seu gatilho.
ro_ro: Specificaţi o funcţie pentru declanşator.
ru_ru: Вам необходимо определить функцию триггера.
sk_sk: Musíš zadať funkciu pre tvoj Trigger.
sv_se: Du måste specificera en funktion för din mekanism.
tr_tr: Trigger için bir fonksiyon belirtmelisiniz.
uk_ua: Вам необхідно визначити функцію трігера.
zh_cn: 必须给触发器指定一个函数。
zh_tw: 您必需為您的觸發器明確指定一個函數。

# strtriggercreated
source: Trigger created.
af_za: Sneller is geskep.
ar: تم إنشاء المحفز بنجاح.
ca_es: Disparador creat.
cs_cz: Trigger byl vytvořen.
da_dk: Trigger oprettet.
de_de: Trigger erstellt.
el_gr: Το έναυσμα δημιουργήθηκε.
es_es: Disparador creado.
fr_fr: Trigger créé.
gl_es: Creouse o disparador.
he_il: זרז נוצר.
hu_hu: Ravasz megteremtve.
it_it: Trigger creato.
ja_jp: トリガーを作成しました。
lt_lt: Trigeris sukurtas.
mn_mn: євЩЧЧХв гЯкФСЮ.
nl_nl: Trigger aangemaakt.
pl_pl: Procedura wyzwalana została utworzona.
pt_br: Gatilho criado.
pt_pt: Gatilho criado.
ro_ro: Declanşator creat.
ru_ru: Триггер создан.
sk_sk: Trigger vytvorený.
sv_se: Mekanism skapad.
tr_tr: Trigger yaratıldı.
uk_ua: Трігер створено.
zh_cn: 触发器已创建。
zh_tw: 觸發器已建立。
