Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strpkaddedbad
source: Failed to add primary key.
af_za: Primêre sleutel kon nie bygevoeg word nie.
ar: فشلت إضافة المفتاح الرئيسي.
ca_es: No s'ha pogut agregar la clau primària.
cs_cz: Nezdařilo se přidat primární klíč.
da_dk: Tilføjelse af primærnøgle mislykkedes.
de_de: Hinzufügen des Primärschlüssels fehlgeschlagen.
el_gr: Αποτυχία προσθήκης πρωτεύοντος κλειδιού.
es_es: Falló al intentar crear la clave primaria.
fr_fr: Échec lors de l'ajout de la clé primaire.
gl_es: Non se conseguiu engadir a clave primaria.
he_il: הוספת מפתח ראשי נכשלה.
hu_hu: Nem sikerült hozzáadni az elsődleges kulcsot.
it_it: Aggiunta della chiave primaria fallita.
ja_jp: プライマリキーの追加に失敗しました。
lt_lt: Nepavyko pridėti pirminio rakto.
mn_mn: фЯТСзЬХЮЩХ аХвзЩоЮЯЧЯ ЫЬРоС авХвзСЮЯ.
nl_nl: Toevoegen van primaire sleutel is mislukt.
pl_pl: Próba dodania klucza głównego się nie powiodła.
pt_br: Falha ao adicionar chave primária.
pt_pt: Falha ao adicinoar chave primária.
ro_ro: Adăugare cheie primară eşuată.
ru_ru: Добавление первичного ключа прервано.
sk_sk: Primárny kľúč nebol pridaný.
sv_se: Misslyckades att lägga till primärnyckel.
tr_tr: Birincil anahtar eklenemedi.
uk_ua: Додавання первинного ключа перервано.
zh_cn: 主键添加失败。
zh_tw: 增加主鍵(pkey)已失敗。

# stradduniq
source: Add unique key
af_za: Voeg unieke sleutel by.
ar: unique key إضافة مفتاح فريد
ca_es: Agrega una clau única
cs_cz: Přidat jedinečný klíč
da_dk: Tilføj unik nøgle
de_de: Eindeutigen Schlüssel hinzufügen
el_gr: Προσθήκη μοναδικού κλειδιού
es_es: Agregar clave única
fr_fr: Ajouter une clé unique
gl_es: Engadir unha clave única
he_il: הוסף מפתח מיוחד.
hu_hu: Egyedi kulcsot ad hozzá
it_it: Aggiungi una chiave univoca
ja_jp: ユニークキーを追加する
lt_lt: Pridėti unikalų raktą
mn_mn: фЯТСзЩди еЮЩЫСЬиЮйЪ ЫЬРо
nl_nl: Voeg unieke sleutel toe.
pl_pl: Dodaj klucz unikatowy
pt_br: Adicionar chave única
pt_pt: Adiciona chave única
ro_ro: Adăugare cheie unică
ru_ru: Добавить уникальный ключ
sk_sk: Pridať Unikátny Kľúč
sv_se: Lägg till Unikt nyckelvärde
tr_tr: Tekil (Unique) anahtar ekle
uk_ua: Додати унікальний ключ
zh_cn: 添加唯一键
zh_tw: 增加唯一約束限制

# struniqneedscols
source: Unique key requires at least one column.
af_za: Unieke sleutel moet minstens één kolom hê.
ar: المفتاح الفريد يتطلب عمود واحد على الأقل.
ca_es: La clau única requereix almenys una columna.
cs_cz: Jedinečný klíč musí obsahovat nejméně jeden sloupec.
da_dk: Unik nøgle kræver mindst een kolonne.
de_de: Ein eindeutiger Schlüssel benötigt mindestens eine Spalte.
el_gr: Το μοναδικό κλειδί χρειάζεται τουλάχιστον μία στήλη.
es_es: La clave única necesita al menos un campo.
fr_fr: Une clé unique nécessite au moins une colonne.
gl_es: A clave única necesita polo menos unha columna.
he_il: מפתח מיוחד דורש לפחות עמודה אחת.
hu_hu: Legalább egy oszlopot meg kell adni egyedi kulcsnak.
it_it: La chiave univoca richiede almeno una colonna.
ja_jp: ユニークキーは少なくとも一カラムを必要とします。
lt_lt: Unikaliam raktui būtina priskirti bent vieną stulpelį.
mn_mn: ѕЮЩЫСЬиЮйЪ ЫЬРо ФЯЬжХЮ зЫЬРоСди ШЯдб Тй ЯФЩЮ СдвЩТед.
nl_nl: Unieke sleutel dient minstens één kolom te hebben.
pl_pl: Klucz unikatowy musi zawierać przynajmniej jedną kolumnę.
pt_br: Chave única necessita de ao menos uma coluna.
pt_pt: Chave única requer ao menos uma coluna.
ro_ro: Cheia unică necesită cel puţin o coloană.
ru_ru: Уникальный ключ должен включать хотя бы один атрибут.
sk_sk: Unikátny kľúč vyžaduje aspoň jeden stĺpec.
sv_se: Unikt nyckelvärde behöver minst en kolumn.
tr_tr: Tekil anahtar yaratmak için en az bir kolon gerekir.
uk_ua: Унікальний ключ повинен містити хоча б один атрибут.
zh_cn: 唯一键至少需指定一列。
zh_tw: 唯一約束限制要求最少一個欄位。

# struniqadded
source: Unique key added.
af_za: Unieke sleutel is bygevoeg.
ar: تمت إضافة المفتاح الفريد بنجاح.
ca_es: Clau única agregada.
cs_cz: Jedinečný klíč byl přidán.
da_dk: Unik nøgle tilføjet.
de_de: Eindeutiger Schlüssel hinzugefügt.
el_gr: Το μοναδικό κλειδί προστέθηκε.
es_es: Clave única agregada.
fr_fr: La clé unique a été ajoutée.
gl_es: Engadiuse a clave única.
he_il: מפתח מיוחד נוסף.
hu_hu: Az egyedi kulcs hozzáadva.
it_it: Chiave univoca aggiunta.
ja_jp: ユニークキーを追加しました。
lt_lt: Unikalus raktas pridėtas.
mn_mn: ѕЮЩЫСЬиЮйЪ ЫЬРо ФЯТСзЬХЮ.
nl_nl: Unieke sleutel toegevoegd.
pl_pl: Klucz unikatowy został dodany.
pt_br: Chave única adicionada.
pt_pt: Chave única adicionada.
ro_ro: Cheie unică adăugată.
ru_ru: Уникальный ключ добавлен.
sk_sk: Unikátny kľúč pridaný.
sv_se: Unikt nyckelvärde inlagt.
tr_tr: Tekil anahtar eklendi.
uk_ua: Унікальний ключ додано.
zh_cn: 唯一键已添加。
zh_tw: 唯一約束限制已增加。

# struniqaddedbad
source: Failed to add unique key.
af_za: Unieke sleutel kon nie bygevoeg word nie.
ar: فشلت إضافة المفتاح الفريد.
ca_es: No s'ha pogut agregar la clau única.
cs_cz: Nezdařilo se přidat jedinečný klíč.
da_dk: Tilføjelse af unik nøgle mislykkedes.
de_de: Hinzufügen eines eindeutigen Schlüssels fehlgeschlagen.
el_gr: Αποτυχία προσθήκης μοναδικού κλειδιού.
es_es: Falló al intentar agregar la clave única.
fr_fr: Échec lors de la création de la clé unique.
gl_es: Non se conseguiu engadir a clave única.
he_il: נוספת מפתח מיוחד נכשלה.
hu_hu: Nem sikerült hozzáadni az egyedi kulcsot.
it_it: Aggiunta chiave univoca fallita.
ja_jp: ユニークキーの追加に失敗しました。
lt_lt: Nepavyko pridėti unikalaus rakto.
mn_mn: фЯТСзЬХЮЩХ еЮЩЫСЬиЮЯЧЯ ЫЬРоС авХвзСЮЯ.
nl_nl: Toevoegen van unieke sleutel mislukt.
pl_pl: Próba dodania klucza unikatowego się nie powiodła.
pt_br: Falha ao adicionar chave única.
pt_pt: Falha ao adicionar chave única.
ro_ro: Adăugare cheie unică eşuată.
ru_ru: Добавление уникального ключа прервано.
sk_sk: Unikátny kľúč nebol pridaný.
sv_se: Misslyckades att lägga till unikt nyckelvärde.
tr_tr: Tekil anahtar eklenemedi.
uk_ua: Додавання унікального ключа перервано.
zh_cn: 唯一键添加失败。
zh_tw: 增加唯一約束限制已失敗。

# straddfk
source: Add foreign key
af_za: Voeg vreemdesleutel toe
ar: إضافة مفتاح خارجيforeign key
ca_es: Agrega una clau externa
cs_cz: Přidat cizí klíč
da_dk: Tilføj ekstern nøgle
de_de: Fremdschlüssel hinzufügen
el_gr: Προσθήση ξένου κλειδιού
es_es: Agregar clave foránea
fr_fr: Ajouter une clé étrangère
gl_es: Engadir unha clave externa
he_il: הוסף מפתח זר
hu_hu: Külső kulcsot ad hozzá
it_it: Aggiungi una chiave esterna
ja_jp: 外部キーを追加する
lt_lt: Pridėti išorinį raktą
mn_mn: фЯТСзЩди зЮХлЮЩЪ ЫЬРо
nl_nl: Voeg Foreign sleutel toe
pl_pl: Dodaj klucz obcy
pt_br: Adicionar chave estrangeira
pt_pt: Adicionar chave estrangeira
ro_ro: Adăugare cheie străină
ru_ru: Добавить внешний ключ
sk_sk: Pridať Cudzí Kľúč
sv_se: Lägg till utomstående nyckel
tr_tr: İkincil anahtar ekle
uk_ua: Додати зовнішній ключ
zh_cn: 添加外键
zh_tw: 增加外部鍵(fkey)

# strfkneedscols
source: Foreign key requires at least one column.
af_za: Vreemdesleutel moet minstens één kolom hê.
ar: المفتاح الخارجي يتطلب عمود واحد على الأقل.
ca_es: La clau externa requereix almenys una columna.
cs_cz: Cizí klíč musí obsahovat nejméně jeden sloupec.
da_dk: Ekstern nøgle kræver mindst een kolonne.
de_de: Ein Fremdschlüssel benötigt mindestens eine Spalte.
el_gr: Το ξένο κλειδί χρειάζεται τουλάχιστον μία στήλη.
es_es: La clave foránea necesita al menos un campo.
fr_fr: Une clé étrangère nécessite au moins une colonne.
gl_es: A clave externa necesita polo menos unha columna.
he_il: מפתח זר דורש לפתוח עמודה אחת.
hu_hu: Legalább egy oszlopot meg kell adni külső kulcsnak.
it_it: La chiave esterna richiede almeno una colonna.
ja_jp: 外部キーは少なくとも一カラムを必要とします。
lt_lt: Išoriniam raktui būtina priskirti bent vieną stulpelį.
mn_mn: їЮХлЮЩЪ ЫЬРо ФЯЬжХЮ зЫЬРоСди ШЯдб Тй ЯФЩЮ СдвЩТед.
nl_nl: Foreign sleutel dient minstens één kolom te hebben.
pl_pl: Obcy klucz musi zawierać przynajmniej jedną kolumnę.
pt_br: Chave estrangeira necessita de ao menos uma coluna.
pt_pt: Chave estrangeira requer ao menos uma coluna.
ro_ro: Cheia străină necesită cel puţin o coloană.
ru_ru: Внешний ключ должен включать хотя бы один атрибут.
sk_sk: Cudzí kľúč vyžaduje aspoň jeden stĺpec.
sv_se: Utomstående nyckel behöver minst en kolumn.
tr_tr: İkincil anahtar yaratmak için en az bir kolon gerekir.
uk_ua: Зовнішній ключ повинен містити хоча б один атрибут.
zh_cn: 外键至少需指定一列。
zh_tw: 外部鍵(fkey)要求最少一個欄位。

# strfkneedstarget
source: Foreign key requires a target table.
af_za: Vreemdesleutel moet 'n doeltabel hê.
ar: المفتاح الخارجي يحتاج الى جدول هدف.
ca_es: La clau externa requereix una taula de referència.
cs_cz: Musíte zadat cílovou tabulku, na kterou se cizí klíč odkazuje.
da_dk: Ekstern nøgle kræver en måltabel.
de_de: Ein Fremdschlüssel benötigt eine Zieltabelle.
el_gr: Το ξένο κλειδί χρειάζεται ένα αποδέκτη πίνακα.
es_es: La clave foránea necesita una tabla para referenciar.
fr_fr: Une clé étrangère nécessite une table cible.
gl_es: A clave externa necesita unha táboa externa.
he_il: מפתח זר דורש טבלת מטרה.
hu_hu: Meg kell adni a céltáblát a külső kulcsnak.
it_it: La chiave esterna richiede una tabella obiettivo.
ja_jp: 外部キーはターゲットテーブルを必要とします。
lt_lt: Būtina nurodyti išorinio rakto paskirties lentelę.
mn_mn: їЮХлЮХЭе ЫЬРое ЮХЯТШЯФЩЭЯ еЫСкСди УХЬХзеР дСТЬЩУе.
nl_nl: Foreign sleutel dient een doeltabel te hebben.
pl_pl: Klucz obcy wymaga podania nazwy tabeli docelowej.
pt_br: Chave estrangeira necessita de uma tabela alvo.
pt_pt: Chave estrangeira requer uma tabela de referência.
ro_ro: Cheia străină necesită o tabelă de destinaţie.
ru_ru: Внешнему ключу необходимо указать целевую таблицу.
sk_sk: Cudzí kľúč vyžaduje cieľovú tabuľku.
sv_se: Utomstående nycket behöver en måltabell.
tr_tr: İkincil anahtar hedef bir tablo gerektirir.
uk_ua: Зовнішньому ключеві необхідно вказати цільову таблицю.
zh_cn: 外键需指定一个目标数据表。
zh_tw: 外部鍵(fkey)要求一個資料表。

# strfkadded
source: Foreign key added.
af_za: Vreemdesleutel is bygevoeg.
ar: تمت إضافة المفتاح الخارجي بنجاح.
ca_es: Clau externa agregada.
cs_cz: Cizí klíč byl přidán.
da_dk: Ekstern nøgle tilføjet.
de_de: Fremdschlüssel hinzugefügt.
el_gr: Το ξένο κλειδί προστέθηκε.
es_es: Clave foránea agregada.
fr_fr: La clé étrangère a été ajoutée.
gl_es: Engadiuse a clave externa.
he_il: מפתח זר נוסף.
hu_hu: A külső kulcs hozzáadva.
it_it: Chiave esterna aggiunta.
ja_jp: 外部キーを追加しました。
lt_lt: Išorinis raktas pridėtas.
mn_mn: їЮХлЮЩЪ ЫЬРо ФЯТСзЬХЮ.
nl_nl: Foreign sleutel toegevoegd.
pl_pl: Klucz obcy został dodany.
pt_br: Chave estrangeira adicionada.
pt_pt: Chave estrangeira adicionada.
ro_ro: Cheie străină adăugată.
ru_ru: Внешний ключ добавлен.
sk_sk: Cudzí kľúč pridaný.
sv_se: Utomstående nyckel inlagd.
tr_tr: İkincil anahtar eklendi.
uk_ua: Зовнішній ключ додано.
zh_cn: 外键已添加。
zh_tw: 外部鍵(fkey)已增加。

# strfkaddedbad
source: Failed to add foreign key.
af_za: Vreemdesleutel kon nie bygevoeg word nie.
ar: فشلت إضافة المفتاح الخارجي.
ca_es: No s'ha pogut agregar la clau externa.
cs_cz: Nezdařilo se přidat cizí klíč.
da_dk: Tilføjelse af ekstern nøgle mislykkedes.
de_de: Hinzufügen eines Fremdschlüssels fehlgeschlagen.
el_gr: Αποτυχία προσθήκης ξένου κλειδιού.
es_es: Fallo al agregar la clave foránea.
fr_fr: Échec lors de la création de la clé étrangère.
gl_es: Non se conseguiu engadir a clave externa.
he_il: יצירת מפתח זר נכשלה.
hu_hu: Nem sikerült hozzáadni a külső kulcsot.
it_it: Aggiunta della chiave esterna fallita.
ja_jp: 外部キーの追加に失敗しました。
lt_lt: Nepavyko pridėti išorinio rakto.
mn_mn: фЯТСзЬХЮЩХ зЮХлЮХЧЯ ЫЬРоС авХвзСЮЯ.
nl_nl: Toevoegen van foreign sleutel mislukt.
pl_pl: Próba dodania klucza obcego się nie powiodła.
pt_br: Falha ao adicionar a chave estrangeira.
pt_pt: Falha ao adicionar chave estrangeira.
ro_ro: Adăugare cheie străină eşuată.
ru_ru: Добавление внешнего ключа прервано.
sk_sk: Cudzí kľúč nebol pridaný.
sv_se: Misslyckades att lägga till utomstående nyckel.
tr_tr: İkincil anahtar eklenemedi.
uk_ua: Додавання зовнішнього ключа перервано.
zh_cn: 外键添加失败。
zh_tw: 增加外部鍵(fkey)已失敗。

# strfktarget
source: Target table
af_za: Doeltabel
ar: الجدول الهدف Target table
ca_es: Taula de destí
cs_cz: Cílová tabulka
da_dk: Måltabel
de_de: Zieltabelle
el_gr: Αποδέκτης πίνακας
es_es: Tabla de destino
fr_fr: Table cible
gl_es: Táboa externa
he_il: טבלת מטרה
hu_hu: Céltábla
it_it: Tabella obiettivo
ja_jp: 対象テーブル
lt_lt: Paskirties lentelė
mn_mn: уХЬХзСб дСТЬЩУС
nl_nl: Doeltabel
pl_pl: Tabela docelowa
pt_br: Tabela alvo
pt_pt: Tabela alvo
ro_ro: Tabelă de destinaţie
ru_ru: Целевая таблица
sk_sk: Cieľová tabuľka
sv_se: Måltabell
tr_tr: Hedef tablo
uk_ua: Цільова таблиця
zh_cn: 目标数据表
zh_tw: 目標資料表

# strfkcolumnlist
source: Columns in key
af_za: Kolomme in sleutel
ar: الأعمدة في المفتاح
ca_es: Columnes a la clau
cs_cz: Sloupce v klíči
da_dk: Kolonner i nøgle
de_de: Spalten im Schlüssel
el_gr: Στήλες στο κλειδί
es_es: Campos en la clave
fr_fr: Liste des colonnes de la clé
gl_es: Columnas na clave
he_il: עמודות במפתח
hu_hu: Kulcsoszlopok
it_it: Colonne della chiave
ja_jp: キー中のカラム
lt_lt: Rakto stulpeliai
mn_mn: сдвЩТедй з ЫЬРоХ
nl_nl: Kolommen in sleutel
pl_pl: Kolumna w kluczu
pt_br: Colunas em chaves
pt_pt: Colunas em chaves
ro_ro: Coloane în cheie
ru_ru: Атрибуты в ключе
sk_sk: Stľpce v kľúči
sv_se: Kolumner i nyckel
tr_tr: Anahtardaki kolonlar
uk_ua: Атрибуты в ключі
zh_cn: 键中的列
zh_tw: 鍵欄位

# strfunction
source: Function
af_za: Funksie
ar: دالة Function
ca_es: Funció
cs_cz: Funkce
da_dk: Funktion
de_de: Funktion
el_gr: Συνάρτηση
es_es: Función
fr_fr: Fonction
gl_es: Función
he_il: פונקציה
hu_hu: Függvény
it_it: Funzione
ja_jp: 関数
lt_lt: Funkcija
mn_mn: цеЮЫУЩб
nl_nl: Functie
pl_pl: Funkcja
pt_br: Função
pt_pt: Função
ro_ro: Funcţie
ru_ru: Функция
sk_sk: Funkcia
sv_se: Funktion
tr_tr: Fonksiyon
uk_ua: Функція
zh_cn: 函数
zh_tw: 函數

source: Functions
ca_es: Funcions
cs_cz: Funkce
it_it: Funzioni
ja_jp: 関数
uk_ua: Функції
zh_tw: 函數

# strshowallfunctions
source: Show all functions
af_za: Wys alle funksies
ar: عرض جميع الدوال functions
ca_es: Mostra totes les funcions
cs_cz: Zobrazit všechny funkce
da_dk: Vis alle funktioner
de_de: Alle Funktionen anzeigen
el_gr: Εμφάνιση όλων των συναρτήσεων
es_es: Mostrar todas las funciones
fr_fr: Voir toutes les fonctions
gl_es: Listar todas as funcións
he_il: הראה את כל הפונקציות
hu_hu: Minden függvényt megjelenít
it_it: Mostra tutte le funzioni
ja_jp: すべて関数を表示する
lt_lt: Rodyti visas funkcijas
mn_mn: №ЯЫСкСди згХ ЦеЮЫУЩЩ
nl_nl: Toon alle functies
pl_pl: Pokaż wszystkie funkcje
pt_br: Exibir todas as funções
pt_pt: Exibir todas as funções
ro_ro: Afişare toate funcţiile
ru_ru: Показать все функции
sk_sk: Zobraziť vŠetky funkcie
sv_se: Visa alla funktioner
tr_tr: Tüm fonksiyonları göster
uk_ua: Показати всі функції
zh_cn: 显示所有函数
zh_tw: 顯示全部函數

# strnofunction
source: No function found.
af_za: Geen funksies gevind.
ar: لم توجد دالة function.
ca_es: No s'ha trobat la funció.
cs_cz: Nenalezena žádná funkce.
da_dk: Hittade ingen funktion.
de_de: Keine Funktion gefunden.
el_gr: Δε βρέθηκε συνάρτηση.
es_es: No se encontró la función.
fr_fr: Aucune fonction trouvée.
gl_es: Non se atopou función algunha.
he_il: פונקציה לא נמצאה.
hu_hu: Nincs függvény.
it_it: Funzione non trovata.
ja_jp: 関数がありません。
lt_lt: Funkcija nerasta.
mn_mn: цеЮЫУЩб ЮХ ЯТЮСвежХЮС.
nl_nl: Geen functies gevonden.
pl_pl: Nie znaleziono funkcji.
pt_br: Nenhuma função encontrada.
pt_pt: Função não encontrada.
ro_ro: Nici o functie găsită.
ru_ru: Функция не обнаружена.
sk_sk: Nenájdená žiadna funkcia.
sv_se: Hittade ingen funktion.
tr_tr: Fonksiyon bulunamadı.
uk_ua: Функцію не виявлено.
zh_cn: 查无此函数
zh_tw: 找不到函數。

# strnofunctions
source: No functions found.
af_za: Geen funksies gevind.
ar: لم توجد دوال functions.
ca_es: No s'han trobat funcions
cs_cz: Nenalezeny žádné funkce.
da_dk: Hittade inga funktioner.
de_de: Keine Funktionen gefunden.
el_gr: Δε βρέθηκαν συναρτήσεις.
es_es: No se encontraron funciones.
fr_fr: Aucune fonction trouvée.
gl_es: Non se atopou función algunha.
he_il: לא נמצאו פונקציות.
hu_hu: Nincsenek függvények.
it_it: Nessuna funzione trovata.
ja_jp: 関数が見つかりません。
lt_lt: Funkcijų nerasta.
mn_mn: юЩ ЯФЮЯЪ ЦеЮЫУЩЩ ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen functies gevonden.
pl_pl: Nie znaleziono funkcji.
pt_br: Nenhuma função encontrada.
pt_pt: Funções não encontradas.
ro_ro: Nici o functie găsită.
ru_ru: Ни одной функции не найдено.
sk_sk: Nenájdené žiadne funkcie.
sv_se: Hittade inga funktioner.
tr_tr: Fonksiyon bulunamadı.
uk_ua: Жодної функції не виявлено.
zh_cn: 查无函数
zh_tw: 找不到任何函數。

# strcreateplfunction
source: Create SQL/PL function
af_za: Skep SQL/PL funksie
ca_es: Crea una funció SQL/PL
cs_cz: Vytvořit funkci SQL/PL
da_dk: Opret SQL/PL funktion
de_de: SQL/PL-Funktion erstellen
el_gr: Δημιουργία συνάρτησης σε SQL/PL
es_es: Crear función SQL/PL
fr_fr: Créer une fonction PL/SQL
gl_es: Crear unha función SQL/PL
he_il: צור פונקצית SQL/PL
hu_hu: SQL/PL függvényt teremt
it_it: Crea funzione SQL/PL
ja_jp: SQL/PL 関数を作成する
lt_lt: Kurti SQL/PL funkciją
pl_pl: Utwórz funkcję SQL/PL
pt_br: Criar função em PL/SQL
pt_pt: Criar função Create SQL/PL
ro_ro: Creare funcţie SQL/PL
ru_ru: Создать SQL/PL функцию
sk_sk: Vytvoriť SQL/PL funkciu
tr_tr: SQL/PL fonksiyonu yarat
zh_cn: 创建 SQL/PL 函数
zh_tw: 建立 SQL/PL 函數

# strcreateinternalfunction
source: Create internal function
af_za: Skep interne funksie
ca_es: Crea una funció interna
cs_cz: Vytvořit interní funkci
da_dk: Opret intern funktion
de_de: Interne Funktion erstellen
el_gr: Δημιουργία εσωτερικής συνάρτησης
es_es: Crear función interna
fr_fr: Créer une fonction interne
gl_es: Crear unha función interna
he_il: צור פונקציה פנימית
hu_hu: Belső függvényt teremt
it_it: Crea funzione internal
ja_jp: 内部関数を作成する
lt_lt: Kurti vidinę funkciją
pl_pl: Utwórz funkcję wewnętrzną
pt_br: Criar função interna
pt_pt: Criar função interna
ro_ro: Creare funcţie internă
ru_ru: Создать внутреннюю функцию
sk_sk: Vytvoriť internú funkciu
tr_tr: İç (internal) fonksiyon yarat
zh_cn: 创建内部函数
zh_tw: 建立內部函數

# strcreatecfunction
source: Create C function
af_za: Skep C funksie
ca_es: Crea una funció C
cs_cz: Vytvořit funkci C
da_dk: Opret C funktion
de_de: C-Funktion erstellen
el_gr: Δημιουργία συνάρτησης σε C
es_es: Crear función en C
fr_fr: Créer une fonction C
gl_es: Crear unha función en C
he_il: צור פונקצית C
hu_hu: C függvényt teremt
it_it: Crea funzione C
ja_jp: C 関数を作成する
lt_lt: Kurti C funkciją
pl_pl: Utwórz funkcję C
pt_br: Criar função em C
pt_pt: Criar função em C
ro_ro: Creare funcţie C
ru_ru: Создать функцию на языке C
sk_sk: Vytvoriť C funkciu
tr_tr: C fonksiyonu yarat
zh_cn: 创建 C 函数
zh_tw: 建立 C 函數

# strfunctionname
source: Function name
af_za: Funksienaam
ar: إسم الدالة function name
ca_es: Nom de la funció
cs_cz: Název funkce
da_dk: Funktionsnavn
de_de: Funktionsname
el_gr: Ονομα συνάρτησης
es_es: Nombre de la función
fr_fr: Nom de la fonction
gl_es: Nome da función
he_il: שם הפונקציה
hu_hu: Függvénynév
it_it: Nome della funzione
ja_jp: 関数名
lt_lt: Funkcijos pavadinimas
mn_mn: щЭб ЦеЮЫУЩЩ
nl_nl: Functie naam
pl_pl: Nazwa funkcji
pt_br: Nome da função
pt_pt: Nome da função
ro_ro: Nume funcţie
ru_ru: Имя функции
sk_sk: Názov funkcie
sv_se: Funktionsnamn
tr_tr: Fonksiyon adı
uk_ua: Ім"я функції
zh_cn: 函数名称
zh_tw: 函數名稱

# strreturns
source: Returns
af_za: Gee terug
ca_es: Retorna
cs_cz: Vrací
da_dk: Tilbage
de_de: Rückgabetyp
el_gr: Επιστρέφει
es_es: Retorna
fr_fr: Valeur de sortie
gl_es: Devolve
he_il: חזרות
hu_hu: Visszatérő érték
it_it: Restituisce
ja_jp: 返り値
lt_lt: Grąžina
mn_mn: їЯкзвСнСХЭЯХ кЮСоХЮЩХ
nl_nl: Retourneert
pl_pl: Zwraca
pt_br: Retorno
pt_pt: Retorno
ro_ro: Întoarce
ru_ru: Возвращаемое значение
sk_sk: Vracia
sv_se: Återger
tr_tr: Dönderilen değer
uk_ua: Результат, що повертає
zh_cn: 返回
zh_tw: 遞回

# strproglanguage
source: Programming language
af_za: Programmeertaal
ar: لغة برمجة
ca_es: Llenguatge de programació
cs_cz: Programovací jazyk
da_dk: Programmeringssprog
de_de: Programmiersprache
el_gr: Γλώσσα προγραμματισμού
es_es: Lenguaje de programación
fr_fr: Langage
gl_es: Linguaxe de programación
he_il: שפת תיכנות
hu_hu: Programnyelv
it_it: Linguaggio di programmazione
ja_jp: プログラミング言語
lt_lt: Programavimo kalba
mn_mn: ёкйЫ
nl_nl: Programmeertaal
pl_pl: Język
pt_br: Linguagem de programação
pt_pt: Linguagem
ro_ro: Limbaj de programare
ru_ru: Язык
sk_sk: Jazyk
sv_se: Programmeringsspråk
tr_tr: Dil
uk_ua: Мова
zh_cn: 过程语言
zh_tw: 程序語言

# strfunctionneedsname
source: You must give a name for your function.
af_za: Jy moet die funksie 'n naam gee.
ar: يجب عليك إعطاء إسم للدالة function.
ca_es: Ha de donar un nom a la funció.
cs_cz: Musíte zadat název pro funkci.
da_dk: Funktionen skal have et navn.
de_de: Sie müssen für die Funktion einen Namen angeben.
el_gr: Πρέπει να δώσετε όνομα στη συνάρτηση.
es_es: Debes darle un nombre a la función.
fr_fr: Vous devez indiquer un nom pour votre fonction.
gl_es: Debe fornecer un nome para a función.
he_il: אתה חייב לתת שם לפונקציה שלך.
hu_hu: Meg kell adni a függvény nevét.
it_it: È necessario specificare un nome per la funzione.
ja_jp: 関数名を指定しなければなりません。
lt_lt: Turite suteikti funkcijai pavadinimą.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ЩЭб ЦеЮЫУЩЩ.
nl_nl: U dient uw functie een naam te geven.
pl_pl: Musisz nazwać funkcję.
pt_br: Você deve informar um nome para a sua função.
pt_pt: Dê um nome à sua função.
ro_ro: Specificaţi un nume pentru funcţie.
ru_ru: Вам необходимо указать имя функции.
sk_sk: Musíš zadať názov pre tvoju funkciu.
sv_se: Du måste namnge din funktion.
tr_tr: Fonksiyona bir ad vermelisiniz.
uk_ua: Вам необхідно вказати ім"я функції.
zh_cn: 必须指定函数名称。
zh_tw: 您必需為您的函數給一個名稱。

# strfunctionneedsdef
source: You must give a definition for your function.
af_za: Jy moet die funksie definieer.
ar: يجب عليك اعطاء تعريف للدالة function definition.
ca_es: Ha de donar una definició a la funció.
cs_cz: Musíte zadat definici pro funkci.
da_dk: Funktionen skal defineres.
de_de: Sie müssen für die Funktion eine Definition angeben.
el_gr: Πρέπει να δώσετε ορισμό στη συνάρτηση.
es_es: Debes darle una definición a la función.
fr_fr: Vous devez indiquer une définition pour votre fonction.
gl_es: Debe fornecer unha definición para a función.
he_il: אתה חייב לציין הגדרה לפונקציה.
hu_hu: Meg kell adni a függvény definícióját.
it_it: È necessario specificare una definizione per la funzione.
ja_jp: 関数の定義をしなければなりあせん。
lt_lt: Turite pateikti funkcijos apibrėžtį.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ ЯавХФХЬЩди ЦеЮЫУЩР.
nl_nl: U dient uw functie te definiëren.
pl_pl: Musisz zdefiniować funkcję.
pt_br: Você deve informar uma definição para a sua função.
pt_pt: A função precisa de uma definição.
ro_ro: Specificaţi o definiţie pentru functie.
ru_ru: Вам необходимо определить функцию.
sk_sk: Musíš zadať definíciu pre tvoju funkciu.
sv_se: Du måste definiera din funktion.
tr_tr: Fonksiyona bir tanım vermelisiniz.
uk_ua: Вам необхідно визначити функцію.
zh_cn: 必须指定函数定义。
zh_tw: 您必需為您的函數給一個定義。

# strfunctioncreated
source: Function created.
af_za: Funksie is geskep.
ar: تم إنشاء الدالة function بنجاح.
ca_es: Funció creada.
cs_cz: Funkce byl vytvořena.
da_dk: Funktion oprettet.
de_de: Funktion erstellt.
el_gr: Η συνάρτηση δημιουργήθηκε.
es_es: Función creada.
fr_fr: Fonction créée.
gl_es: Creouse a función.
he_il: פונקצייה נוצרה.
hu_hu: A függvény megteremtve.
it_it: Funzione creata.
ja_jp: 関数を作成しました。
lt_lt: Funkcija sukurta.
mn_mn: цеЮЫУЩб гЯкФСЮС.
nl_nl: Functie aangemaakt.
pl_pl: Funkcja została utworzona.
pt_br: Função criada.
pt_pt: Função criada.
ro_ro: Funcţie creată.
ru_ru: Функция создана.
sk_sk: Funkcia vytvorená.
sv_se: Funktion skapad.
tr_tr: Fonksiyon yaratıldı.
uk_ua: Функцію створено.
zh_cn: 函数已创建
zh_tw: 函數已建立。
