Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strselectunary
source: Unary operators cannot have values.
af_za: Unêre operatore kan nie waardes kry nie.
ar: العمليات الأحادية Unary operators لا يمكن ان يكون لها قيم.
ca_es: Els operadors unaris no poden tenir valors.
cs_cz: Unární operátory nemohou mít hodnoty.
da_dk: Unary operander kan ikke have værdien.
de_de: Unäre Operatoren können keine Werte haben.
el_gr: Οι μονοτελείς τελεστές (unary operators) δεν πρέπει να έχουν τιμές.
es_es: Los operadores unarios no pueden tener valores.
fr_fr: Les opérateurs unaires ne peuvent avoir de valeurs.
gl_es: Os operadores dun só operando non poden ter valores.
hu_hu: Egyváltozós műveleteknek nem lehetnek értékei
it_it: Gli operatori unari non possono avere un valore.
ja_jp: 単項のオペレーターは値を持つことができません。
lt_lt: Vienviečiai operatoriai negali turėti reikšmių.
mn_mn: ѕЮСвЮйЪ ЯаХвСдЯв ЮХ ЭЯжХд ЩЭХди зХЬЩоЩЮе.
pl_pl: Operatory bezargumentowe (IS NULL/IS NOT NULL) nie mogą mieć podanej wartości.
pt_br: Operadores unários não podem ter valores.
pt_pt: Operadores unários não podem ter valores.
ro_ro: Operatorii unari nu pot avea valori.
ru_ru: Унарный оператор не может иметь величину.
sk_sk: Unárne operátory nemôžu mať hodnoty.
sv_se: Unära operander kan ej ha värden.
tr_tr: Unary operatörlerin değeri olamaz.
uk_ua: Унарний оператор не может мати величину.
zh_cn: 单项操作不能有值。
zh_tw: 一元運算子不能有值。

# strcolumnaltered
source: Column altered.
af_za: Kolom is gewysig.
ar: لقد تم تعديل العمود بنجاح.
ca_es: Columna modificada.
cs_cz: Změny v sloupci byly provedeny.
da_dk: Kolonne ændret.
de_de: Spalte geändert.
el_gr: Η στήλη τροποποιήθηκε.
es_es: Columna Modificada.
fr_fr: Colonne modifiée.
gl_es: Modificouse a columna.
he_il: עמודה נערכה
hu_hu: Az oszlop megváltoztatva.
it_it: Colonna modificata.
ja_jp: カラムを変更しました。
lt_lt: Stulpelis pakeistas.
mn_mn: сдвЩТед ЩкЭХЮХЮ.
nl_nl: Kolom gewijzigd.
pl_pl: Kolumna została zmodyfikowana.
pt_br: Coluna alterada.
pt_pt: Coluna altereda.
ro_ro: Coloană modificată.
ru_ru: Атрибут изменен.
sk_sk: Stĺpec zmenený.
sv_se: Kolumn ändrad.
tr_tr: Kolon değiştirildi (alter)
uk_ua: Атрибут змінено.
zh_cn: 列已变更。
zh_tw: 資料列已修改。

# strcolumnalteredbad
source: Column alteration failed.
af_za: Die kolom kon nie gewysig word nie.
ar: لقد فشلت عملية تعديل العمود.
ca_es: No s'ha pogut modificar la columna.
cs_cz: Nezdařilo se provést změny v sloupci.
da_dk: Det lykkes ikke at ændre kolonne.
de_de: Ändern der Spalte fehlgeschlagen.
el_gr: Η τροποποίηση της στήλης απέτυχε.
es_es: Falló la modificación de columna.
fr_fr: Échec lors de la modification de la colonne.
gl_es: Non se conseguiu modificar a columna.
he_il: עריכת עמודה נכשלה.
hu_hu: Nem sikerült az oszlopot megváltoztatni.
it_it: Modifica della colonna fallita.
ja_jp: カラムの変更に失敗しました。
lt_lt: Nepavyko pakeisti stulpelio.
mn_mn: щкЭХЮХЮЩХ СдвЩТедС авХвзСЮЯ.
nl_nl: Wijzigen van de kolom is mislukt.
pl_pl: Próba modyfikacji kolumny się nie powiodła.
pt_br: Falha ao alterar a coluna.
pt_pt: Falha na alteração de coluna.
ro_ro: Modificare coloană eşuată.
ru_ru: Изменение атрибута прервано.
sk_sk: Stĺpec nebol zmenený.
sv_se: Misslyckades att ändra kolumn.
tr_tr: Kolon değiştirilme işlemi başarısız oldu.
uk_ua: Зміну атрибута перервано.
zh_cn: 列变更失败。
zh_tw: 資料列修改已失敗。

# strconfdropcolumn
source: Are you sure you want to drop column "%s" from table "%s"?
af_za: Is jy seker dat jy die kolom "%s" wil verwyder uit tabel "%s"?
ar: هل انت متأكد تريد حذف العمود "%s" من الجدول "%s"؟
ca_es: Està segur d'eliminar la columna "%s" de la taula "%s"?
cs_cz: Opravdu chcete odstranit sloupec „%s“ z tabulky „%s“?
da_dk: Er du sikker på at du vil fjerne kolonne "%s" fra tabel "%s"?
de_de: Sind Sie sicher, dass Sie die Spalte "%s" aus der Tabelle "%s" löschen möchten?
el_gr: Διαγραφή στήλης "%s" από τον πίνακα "%s"?
es_es: ¿Estás seguro que quiere eliminar la columna "%s" de la tabla "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer la colonne « %s » de la table « %s » ?
gl_es: Está seguro de que quere eliminar a columna «%s» da táboa «%s»?
he_il: האם אתה בטוח שברצונך למחוק את העמודה "%s" מהטבלה &quot;%squot;?
hu_hu: Biztosan törölni kívánja „%s” oszlopot „%s” táblából?
it_it: Eliminare la colonna "%s" dalla tabella "%s"?
ja_jp: 本当にカラム「%s」をテーブル「%s」から破棄していいですか?
lt_lt: Ar tikrai norite šalinti stulpelį "%s" iš lentelės "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еФСЬЩди СдвЩТед "%s" дСТЬЩУй "%s"?
nl_nl: Weet u zeker dat u de kolom "%s" wilt verwijderen uit tabel "%s"?
pl_pl: Czy na pewno chcesz usunąć kolumnę "%s" z tabeli "%s"?
pt_br: Você têm certeza que deseja remover a coluna "%s" da tabela "%s"?
pt_pt: Tem certeza que quer eliminar a coluna "%s" da tabela "%s"?
ro_ro: Sigur ştergeţi coloana "%s" din tabela "%s"?
ru_ru: Вы уверены, что хотите удалить атрибут "%s" таблицы "%s"?
sk_sk: Naozaj chceš zmazať stĺpec "%s" z tabuľky "%s"?
sv_se: Är du säker på att du vill radera kolumn "%s" från tabell "%s"?
tr_tr: "%s" kolonunu "%s" tablosundan silmek istediğinize emin misiniz?
uk_ua: Ви впевнені, що бажаєте видалити атрибут "%s" таблиці "%s"?
zh_cn: 确定要将列 "%s" 从表 "%s" 中删除吗?
zh_tw: 您確定要移除欄位 "%s" 從資料表 "%s"?

# strcolumndropped
source: Column dropped.
af_za: Kolom is verwyder.
ar: لقد تم حذف العمود بنجاح.
ca_es: Columna eliminada.
cs_cz: Sloupec byl odstraněn.
da_dk: Kolonne fjernet.
de_de: Spalte gelöscht.
el_gr: Η στήλη διαγράφηκε.
es_es: Columna eliminada.
fr_fr: Colonne supprimée.
gl_es: Eliminouse a columna.
he_il: עמודה נחמקה.
hu_hu: Az oszlop törölve.
it_it: Colonna eliminata.
ja_jp: カラムを破棄しました。
lt_lt: Stulpelis pašalintas.
mn_mn: сдвЩТед еФСЬХЮ.
nl_nl: Kolom verwijderd.
pl_pl: Kolumna została usunięta.
pt_br: Coluna removida.
pt_pt: Coluna eliminada.
ro_ro: Coloană ştearsă.
ru_ru: Атрибут удален.
sk_sk: Stĺpec zmenený.
sv_se: Kolumn raderad.
tr_tr: Kolon silindi.
uk_ua: Атрибут видалено.
zh_cn: 列已删除。
zh_tw: 欄位已移除。

# strcolumndroppedbad
source: Column drop failed.
af_za: Die kolom kon nie verwyder word nie.
ar: لقد فشلت عملية حذف العمود.
ca_es: No s'ha pogut eliminar la columna.
cs_cz: Nezdařilo se odstranit sloupec.
da_dk: Det lykkedes ikke at fjerne kolonne.
de_de: Löschen der Spalte fehlgschlagen.
el_gr: Η διαγραφή της στήλης απέτυχε.
es_es: Falló la eliminación de columna.
fr_fr: Échec lors de la suppression de la colonne.
gl_es: Non se conseguiu eliminar a columna.
he_il: מחיקת עמודה נכשלה.
hu_hu: Nem sikerült az oszlopot törölni.
it_it: Eliminazione della colonna fallita.
ja_jp: カラムの破棄に失敗しました。
lt_lt: Nepavyko pašalinti stulpelio.
mn_mn: ѕФСЬХЮЩХ СдвЩТедС авХвзСЮЯ.
nl_nl: Verwijderen van de kolom is mislukt.
pl_pl: Próba usunięcia kolumny się nie powiodła.
pt_br: Falha ao remover a coluna.
pt_pt: Eliminação da coluna falhou.
ro_ro: Ştergere coloană eşuată.
ru_ru: Удаление атрибута прервано.
sk_sk: Stĺpec nebol zmazaný.
sv_se: Misslyckades att radera kolumn.
tr_tr: Kolon silme işlemi başarısız oldu.
uk_ua: Видалення атрибута перервано.
zh_cn: 列删除失败。
zh_tw: 欄位移除已失敗。

# straddcolumn
source: Add column
af_za: Voeg kolom by
ar: إضافة عمود.
ca_es: Agrega una columna
cs_cz: Přidat sloupec
da_dk: Tilføj kolonne
de_de: Spalte hinzufügen
el_gr: Εισαγωγή στήλης
es_es: Agregar Columna
fr_fr: Ajouter une colonne
gl_es: Engadir unha columna
he_il: הוסף עמודה.
hu_hu: Oszloppal bővítés
it_it: Aggiungi colonna
ja_jp: カラムの追加
lt_lt: Pridėti stulpelį
mn_mn: фЯТСзЩди СдвЩТед
nl_nl: Voeg kolom toe
pl_pl: Dodaj kolumnę
pt_br: Adicionar coluna
pt_pt: Adicionar coluna
ro_ro: Adăugare coloană
ru_ru: Добавить атрибут
sk_sk: Pridať Stĺpec
sv_se: Lägg till kolumn
tr_tr: Yeni kolon ekle
uk_ua: Додати атрибут
zh_cn: 添加列
zh_tw: 新增欄位

# strcolumnadded
source: Column added.
af_za: Kolom is bygevoeg.
ar: لقد تمت إضافة العمود بنجاح.
ca_es: Columna agregada.
cs_cz: Sloupec byl přidán.
da_dk: Kolonne tiføjet.
de_de: Spalte hinzugefügt.
el_gr: Η στήλη εισήχθη.
es_es: Columna agregada.
fr_fr: Colonne ajoutée.
gl_es: Engadiuse a columna.
he_il: עמודה נוספה.
hu_hu: Oszloppal bővítve.
it_it: Colonna aggiunta.
ja_jp: カラムを追加しました。
lt_lt: Stulpelis pridėtas.
mn_mn: сдвЩТед ФЯТСзЬХЮ.
nl_nl: Kolom toegevoegd.
pl_pl: Kolumna została dodana.
pt_br: Coluna adicionada.
pt_pt: Coluna adicionada.
ro_ro: Coloană adăugată.
ru_ru: Атрибут добавлен.
sk_sk: Stĺpec pridaný.
sv_se: Kolumn inlagd.
tr_tr: Kolon eklendi.
uk_ua: Атрибут додано.
zh_cn: 列已添加。
zh_tw: 欄位已新增。

# strcolumnaddedbad
source: Column add failed.
af_za: Die kolom kon nie bygevoeg word nie.
ar: لقد فشلت عملية إضافة العمود.
ca_es: No s'ha pogut agregar la columna.
cs_cz: Nezdařilo se přidat sloupec.
da_dk: Det lykkedes ikke at tilføje kolonne.
de_de: Hinzufügen der Spalte fehlgeschlagen.
el_gr: Η εισαγωγή της στήλης απέτυχε.
es_es: Falló el agregado de columna.
fr_fr: Échec lors de l'ajout de la colonne.
gl_es: Non se conseguiu engadir a columna.
he_il: הוספת עמודה נכשלה
hu_hu: Nem sikerült az oszloppal bővíteni.
it_it: Aggiunta della colonna fallita.
ja_jp: カラムの追加に失敗しました。
lt_lt: Nepavyko pridėti stulpelio.
mn_mn: фЯТСзЬХЮЩХ СдвЩТедС авХвзСЮЯ.
nl_nl: Toevoegen van de kolom is mislukt.
pl_pl: Próba dodania kolumny się nie powiodła.
pt_br: Falha ao adicionar a coluna.
pt_pt: Adição de coluna falhou.
ro_ro: Adăugare coloană eşuată.
ru_ru: Добавление атрибута прервано.
sk_sk: Stĺpec nebol pridaný.
sv_se: Misslyckades att lägga till kolumne.
tr_tr: Kolon eklenemedi.
uk_ua: Додавання атрибута перервано.
zh_cn: 列添加失败。
zh_tw: 欄位新增已失敗。

# strcascade
source: CASCADE
ca_es: EN CASCADA
cs_cz: Kaskádovitě
da_dk: KASKAD
el_gr: ΔΙΑΤΑΞΗ
es_es: EN CASCADA
gl_es: EN CASCADA
hu_hu: ZUHATAG
ja_jp: カスケード
mn_mn: ыСгЫСФЯЭ
pt_pt: CASCATA
ru_ru: Каскадом
sv_se: KASKAD
uk_ua: Каскадом
zh_tw: 附屬串聯(CASCADE)

# strtablealtered
source: Table altered.
af_za: Tabel is gewysig.
ar: لقد تم تعديل الجدول بنجاح.
ca_es: Taula modificada.
cs_cz: Změny v tabulce byly provedeny.
da_dk: Tabel ændret.
de_de: Tabelle geändert.
el_gr: Ο πίνακας τροποποιήθηκε.
es_es: Tabla modificada.
fr_fr: Table modifiée.
gl_es: Modificouse a táboa.
he_il: טבלה נערכה.
hu_hu: A tábla megváltoztatva.
it_it: Tabella modificata.
ja_jp: テーブルを変更しました。
lt_lt: Lentelė pakeista.
mn_mn: єСТЬЩУС ЩкЭХЮХЮС.
nl_nl: Tabel gewijzigd.
pl_pl: Tabela została zmodyfikowana.
pt_br: Tabela alterada.
pt_pt: Tabela alterada.
ro_ro: Tabelă modificată.
ru_ru: Таблица изменена.
sk_sk: Tabuľka zmenená.
sv_se: Tabell ändrad.
tr_tr: Tablo alter edildi..
uk_ua: Таблицю змінено.
zh_cn: 数据表已变更。
zh_tw: 資料表已修改。

# strtablealteredbad
source: Table alteration failed.
af_za: Tabelwysiging het misluk.
ar: لقد فشلت عملية تعديل الجدول.
ca_es: No s'ha pogut modificar la columna.
cs_cz: Nezdařilo se provést změny v tabulce.
da_dk: Det lykkedes ikke at ændre tabel.
de_de: Ändern der Tabelle fehlgeschlagen.
el_gr: Η τροποποίηση του πίνακα απέτυχε.
es_es: Falló la modificación de la Tabla.
fr_fr: Échec lors de la modification de la table.
gl_es: Non se conseguiu modificar a táboa.
he_il: עריכת טבלה נכשלה.
hu_hu: Nem sikerült a táblát megváltoztatni.
it_it: Modifica della tabella fallita.
ja_jp: テーブルの変更に失敗しました。
lt_lt: Nepavyko pakeisti lentelės.
mn_mn: щкЭХЮХЮЩХ дСТЬЩУй авХвзСЮЯ.
nl_nl: Tabel wijzigen mislukt.
pl_pl: Próba modyfikacji tabeli się nie powiodła.
pt_br: Falha ao alterar a tabela.
pt_pt: Alteração da Tabela falhou.
ro_ro: Modificare tabelă eşuată.
ru_ru: Изменение таблицы прервано.
sk_sk: Tabuľka nebola zmenená.
sv_se: Misslyckades att ändra tabell.
tr_tr: Tablo alteration işlemi başarısız oldu.
uk_ua: Зміну таблиці перервано.
zh_cn: 数据表变更失败。
zh_tw: 資料表修改已失敗。

source: Data only
ca_es: Només dades
cs_cz: Pouze data
da_dk: Udelukkende data
it_it: Solo i dati
ja_jp: データのみ
uk_ua: Лише дані
zh_tw: 只有資料

source: Structure only
ca_es: Nomes estructura
cs_cz: Pouze strukturu
da_dk: Kun struktur
it_it: Solo la struttura
ja_jp: 構造のみ
uk_ua: Лише структуру
zh_tw: 只有結構

source: Structure and data
ca_es: Estructura i dades
cs_cz: Strukturu a data
da_dk: Struktur og data
it_it: Struttura e dati
ja_jp: 構造とデータ
uk_ua: Структуру і дані
zh_tw: 結構和資料

# strtabbed
source: Tabbed
ca_es: Tabulat
cs_cz: S tabulátory
de_de: Mit Tabluatoren
el_gr: Με στηλοθέτες
es_es: Tabulado
fr_fr: Tabulé
gl_es: Tabulado
he_il: תוייק
hu_hu: Füles
it_it: Tabulato
ja_jp: タブ区切り
pl_pl: Z tabulacjami
pt_br: Tabulado
pt_pt: Tabulado
ro_ro: Cu tab-uri
ru_ru: Через табуляцию
uk_ua: Через табуляцію
zh_cn: 固定（Tabbed）
zh_tw: 固定(Tabbed)

# strauto
source: Auto
ca_es: Automàtic
cs_cz: Automaticky
de_de: Automatisch
el_gr: Αυτόματα
es_es: Automático
gl_es: Detectar
he_il: אוטומטי
hu_hu: Autó
ja_jp: 自動
pl_pl: Automatyczny
ro_ro: Automat
ru_ru: Авто
tr_tr: Otomatik
uk_ua: Авто
zh_cn: 自动
zh_tw: 自動

# strconfvacuumtable
source: Are you sure you want to vacuum "%s"?
af_za: Is jy seker jy wil VACUUM "%s"?
ca_es: Està segur de voler un vacuum "%s"?
cs_cz: Opravdu chcete provést úklid „%s“?
de_de: Sind sie sicher, dass Sie VACUUM auf "%s" ausführen wollen?
el_gr: Να εκκενωθεί ο πίνακας "%s"?
es_es: ¿Estás seguro que quiere limpiar "%s"?
fr_fr: Êtes-vous sûr de vouloir faire un vacuum de « %s » ?
gl_es: Está seguro de que quere purgar «%s»?
hu_hu: Biztosan ki akarja takarítani „%s” táblát?
it_it: Effettuare il vacuum su "%s"?
ja_jp: 本当に「%s」をバキュームしますか?
lt_lt: Ar tikrai norite apvalyti "%s"?
pl_pl: Czy na pewno chcesz wykonać vacuum "%s"?
pt_br: Você têm certeza que deseja realizar vácuo em "%s"?
pt_pt: Tem a certeza que pretende aspirar "%s"?
ro_ro: Sigur executaţi "vacuum" pe "%s"?
ru_ru: Вы действительно хотите перестроить "%s"?
sk_sk: Naozaj chceš vyčistiť "%s"?
tr_tr: "%s" tablosunu vakumlamak istediğiniz emin misiniz?
zh_cn: 确定要清理 "%s" 吗?
zh_tw: 您確定將要清理(vacuum) "%s" 嗎?

# strconfanalyzetable
source: Are you sure you want to analyze "%s"?
ca_es: Està segur de voler un analyze "%s"?
cs_cz: Opravdu chcete analyzovat „%s“?
de_de: Sind sie sicher, dass Sie ANALYZE auf "%s" ausführen wollen?
es_es: ¿Estás seguro que quiere analizar "%s"?
fr_fr: Êtes-vous sûr de vouloir éffectuer un ANALYZE sur « %s » ?
gl_es: Está seguro de que quere analizar «%s»?
hu_hu: Biztosan elemezzük „%s” táblát?
ja_jp: 「%s」を本当に分析(ANALYZE)しますか?
lt_lt: Ar tikrai norite analizuoti "%s"?
pt_br: Você têm certeza que deseja analizar "%s"?
ru_ru: Вы действительно хотите произвести анализ "%s"?
zh_cn: 确定要分析 "%s" 吗?
zh_tw: 確定要分析 "%s" 嗎?

# strconfreindextable
source: Are you sure you want to reindex "%s"?
ca_es: Està segur de voler un reindex "%s"?
cs_cz: Opravdu chcete přeindexovat „%s“?
es_es: ¿Estás seguro que quiere actualizar los índices "%s"?
fr_fr: Êtes-vous sûr de vouloir réindexer « %s » ?
gl_es: Está seguro de que quere indexar «%s»?
hu_hu: Biztosan újra akarja indexelni „%s” táblát?
lt_lt: Ar tikrai norite perindeksuoti "%s"?
pt_br: Você têm certeza que deseja reindexar "%s"?
ru_ru: Вы действительно хотите перестроить индекс "%s"?
zh_cn: 确定要重新索引 "%s" 吗?

# strconfclustertable
source: Are you sure you want to cluster "%s"?
ca_es: Està sergur de voler un cluster "%s"?
cs_cz: Opravdu chcete přeskupit "%s"?
es_es: ¿Estás seguro que quiere clusterizar "%s"?
fr_fr: Êtes-vous sûr de vouloir lancer un CLUSTER sur «%s » ?
gl_es: Está seguro de que quere concentrar «%s»?
hu_hu: Biztosan fürtözni akarja „%s” táblát?
lt_lt: Ar tikrai norite sutvarkyti "%s"?
pt_br: Você têm certeza que deseja clusterizar "%s"?
ru_ru: Вы действительно хотите кластеризовать "%s"?
zh_cn: 确定要集群 "%s" 吗?

# strestimatedrowcount
source: Estimated row count
af_za: Geskatte aantal rye
ca_es: Nombre estimat de files
cs_cz: Odhadnutý počet řádků
da_dk: Anslået antal rækker
de_de: Geschätzte Anzahl von Datensätzen
el_gr: Εκτιμώμενος αριθμός γραμμών
es_es: Cantidad de filas estimadas
fr_fr: Nombre d'enregistrements estimés
gl_es: Número estimado de filas
hu_hu: Becsült sorok száma
it_it: Numero stimato di righe
ja_jp: 評価済レコード数
lt_lt: Apskaičiuotasis įrašų skaičius
pl_pl: Przybliżona ilość wierszy
pt_br: Número estimado de linhas
pt_pt: Contagem de linhas Estimada
ro_ro: Număr estimat de rânduri
ru_ru: Предполагаемое число строк
sk_sk: Odhadovaný počet riadkov
tr_tr: Yaklaşık satır sayısı
zh_cn: 估计的行数
zh_tw: 估計的資料列數

# strspecifytabletoanalyze
source: You must specify at least one table to analyze.
ca_es: Ha d'especificar almenys una taula per l'analyze.
cs_cz: Pokud chcete analyzovat tabulky, tak musíte nejméně jednu vybrat.
de_de: Sie müssen mindestens eine Tabelle angeben, die analysiert werden soll.
es_es: Debes especificar al menos una tabla para analizar.
fr_fr: Vous devez spécifier au moins une table à analyzer
gl_es: Debe especificar polo menos unha táboa a analizar.
hu_hu: Legalább egy elemzendő táblát meg kell adni.
it_it: È necessario specificare almeno una tabella da analizzare
ja_jp: テーブルを解析には少なくとも 1 つ指定しなければなりません
lt_lt: Turite nurodyti bent vieną lentelę, kuri turi būti išanalizuota.
pt_br: Você deve especificar ao menos uma tabela para analisar.
ru_ru: Вам необходимо указать как минимум одну таблицу для анализа.
zh_cn: 必须至少选择一个表来分析
zh_tw: 必須至少選擇一個資料表來分析

# strspecifytabletoempty
source: You must specify at least one table to empty.
ca_es: Ha d'especificar almenys una taula per buidar.
cs_cz: Pokud chcete vyprázdnit tabulky, tak musíte nejméně jednu vybrat.
de_de: Sie müssen mindestens eine Tabelle angeben, deren Inhalt gelöscht werden soll.
es_es: Debes especificar al menos una tabla para vaciar.
fr_fr: Vous devez spécifier au moins une table à vider
gl_es: Debe especificar polo menos unha táboa a baleirar.
hu_hu: Legalább egy ürítendő táblát meg kell adni.
ja_jp: テーブルを空にするには少なくとも 1 つ指定しなければなりません
lt_lt: Turite nurodyti bent vieną lentelę, kuri turi būti išvalyta.
pt_br: Você deve especificar ao menos uma tabela para esvaziar.
ru_ru: Вам необходимо указать как минимум одну таблицу для очистки.
zh_cn: 必须至少选择一个表来清空
zh_tw: 必須至少選擇一個資料表來清空

# strspecifytabletodrop
source: You must specify at least one table to drop.
ca_es: Ha d'especificar almenys una taula per eliminar.
cs_cz: Pokud chcete odstranit tabulky, tak musíte nejméně jednu vybrat.
de_de: Sie müssen mindestens eine Tabelle angeben, die gelöscht werden soll.
es_es: Debes especificar al menos una tabla para eliminar.
fr_fr: Vous devez spécifier au moins une table à supprimer
gl_es: Debe especificar polo menos unha táboa a eliminar.
hu_hu: Legalább egy törlendő táblát meg kell adni.
ja_jp: テーブルを破棄するには少なくとも 1 つ指定しなければなりません
lt_lt: Turite nurodyti bent vieną lentelę, kuri turi būti pašalinta.
pt_br: Você deve especificar ao menos uma tabela para deletar.
ru_ru: Вам необходимо указать как минимум одну таблицу для удаления.
zh_cn: 必须至少选择一个表来移除
zh_tw: 必須至少選擇一個資料表來移除

# strspecifytabletovacuum
source: You must specify at least one table to vacuum.
ca_es: Ha d'especificar almenys una taula pel vacuum.
cs_cz: Pokud chcete provést úklid tabulek, tak musíte nejméně jednu vybrat.
de_de: Sie müssen mindestens eine Tabelle angeben, die bereinigt werden soll.
es_es: Debes especificar al menos una tabla para limpiar.
fr_fr: Vous devez spécifier au moins une table sur laquelle éffectuer le vacuum
gl_es: Debe especificar polo menos unha táboa a purgar.
hu_hu: Legalább egy takarítandó táblát meg kell adni.
ja_jp: テーブルをバキュームするには少なくとも 1 つ指定しなければなりません
lt_lt: Turite nurodyti bent vieną lentelę, kuri turi būti apvalyta.
pt_br: Você deve especificar ao menos uma tabela para o vácuo.
ru_ru: Вам необходимо указать как минимум одну таблицу для перестроения.
zh_cn: 必须至少选择一个表来清理（vacuum）
zh_tw: 必須至少選擇一個資料表來清理(vacuum)

# strspecifytabletoreindex
source: You must specify at least one table to reindex.
ca_es: Ha d'especifiar almenys una taula pel reindex.
cs_cz: Pokud chcete přeindexovat tabulku, tak musíte nejméně jednu vybrat.
es_es: Debes especificar al menos una tabla para actualizar sus índices.
fr_fr: Vous devez spécifier au moins une table à réindexer.
gl_es: Debe especificar polo menos unha táboa a indexar.
hu_hu: Legalább egy indexelendő táblát meg kell adni.
lt_lt: Turite nurodyti bent vieną lentelę, kuri turi būti perindeksuota.
pt_br: Você deve especificar ao menos uma tabela para reindexar.
ru_ru: Вам необходимо указать как минимум одну таблицу для перестроения индекса.
zh_cn: 必须至少选择一个要重新索引的表。

# strspecifytabletocluster
source: You must specify at least one table to cluster.
ca_es: Ha d'especificar almenys una taula pel cluster.
cs_cz: Pokud chcete přeskupit tabulku, tak musíte nejméně jednu vybrat.
es_es: Debes especificar al menos una tabla para clusterizar.
fr_fr: Vous devez spécifier au moins une table sur laquelle éffectuer la commande CLUSTER.
gl_es: Debe especificar polo menos unha táboa a concentrar.
hu_hu: Legalább egy fürtözendő táblát meg kell adni.
lt_lt: Turite nurodyti bent vieną lentelę, kuri turi būti sutvarkyta.
pt_br: Você deve especificar ao menos uma tabela para clusterizar.
ru_ru: Вам необходимо указать как минимум одну таблицу для кластеризации.
zh_cn: 必须至少选择一个要集群的表。

# strnofieldsforinsert
source: You cannot insert a row into a table with no column.
ca_es: No es pot insertar una fila a una taula sense cap columna.
cs_cz: Nemůžete vložit řádek do tabulky, která nemá žádné sloupce.
es_es: No puedes insertar un registro en una tabla sin columnas.
fr_fr: Vous ne pouvez insérer de données dans une table sans champs.
gl_es: Non pode inserir filas nunha táboa sen columnas.
hu_hu: Oszloptalan táblába nem szúrhat be sort.
lt_lt: Negalite įterpti įrašo į lentelę be stulpelių.
pt_br: Você não pode inserir uma linha em uma tabela sem colunas.
ru_ru: Вы не можете вставить строку в таблицу без столбцов.
zh_cn: 无法在没有任何列定义的表中插入数据。

# strcolprop
source: Column properties
ca_es: Propietats de la Columna
cs_cz: Vlastnosti sloupce
de_de: Spalteneigenschaften
el_gr: Ιδιότητες Στήλης
es_es: Propiedades de la Columna
fr_fr: Propriétés de la Colonne
gl_es: Propiedades da columna
hu_hu: Tábla tulajdonságai
it_it: Proprietà della colonna
ja_jp: カラムのプロパティ
lt_lt: Stulpelio savybės
pl_pl: Właściwości kolumny
pt_br: Propriedades da coluna
ro_ro: Proprietăţi coloană
ru_ru: Свойства столбца
zh_cn: 列属性
zh_tw: 欄位屬性

# strnotableprovided
source: No table provided!
ca_es: No s'ha proporcionat cap taula!
cs_cz: Není k dispozici žádná tabulka!
de_de: Keine Tabelle angegeben!
es_es: ¡No se suministró al menos una tabla!
fr_fr: Aucune table fournie !
gl_es: Non se forneceu ningunha táboa!
hu_hu: Nincs tábla megadva!
ja_jp: テーブルが指定されていません!
lt_lt: Nenurodyta lentelė!
pt_br: Nenhuma tabela informada!
ru_ru: Значение параметра "таблица" не представлено!
zh_cn: 没有相应的表!
zh_tw: 沒有指定資料表!

# struser
source: User
af_za: Gebruiker
ar: المستخدم
ca_es: Usuari
cs_cz: Uživatel
da_dk: Bruger
de_de: Benutzer
el_gr: Χρήστη
es_es: Usuario
fr_fr: Utilisateur
gl_es: Usuario
he_il: משתמש
hu_hu: Használó
it_it: Utente
ja_jp: ユーザー
lt_lt: Naudotojas
mn_mn: №ЯЬикЯзСдХЬи
nl_nl: Gebruiker
pl_pl: Użytkownik
pt_br: Usuário
pt_pt: Utilizador
ro_ro: Utilizator
ru_ru: Пользователь
sk_sk: Používateľ
sv_se: Användare
tr_tr: Kullanıcı
uk_ua: Користувач
zh_cn: 用户
zh_tw: 使用者

# strusers
source: Users
af_za: Gebruikers
ar: المستخدمين
ca_es: Usuaris
cs_cz: Uživatelé
da_dk: Brugere
de_de: Benutzer
el_gr: Χρήστες
es_es: Usuarios
fr_fr: Utilisateurs
gl_es: Usuarios
he_il: משתמשים
hu_hu: Használók
it_it: Utenti
ja_jp: ユーザー
lt_lt: Naudotojai
mn_mn: №ЯЬикЯзСдХЬЩ
nl_nl: gebruikers
pl_pl: Użytkownicy
pt_br: Usuários
pt_pt: Utilizadores
ro_ro: Utilizatori
ru_ru: Пользователи
sk_sk: Používatelia
sv_se: Användare
tr_tr: Kullanıcılar
uk_ua: Користувачі
zh_cn: 用户
zh_tw: 使用者

source: Username
af_za: Gebruikersnaam
ca_es: Usuari
cs_cz: Jméno uživatele
da_dk: Brugernavn
es_es: Nombre de usuario
fr_fr: Utilisateur
gl_es: Nome
he_il: שם משתמש
ja_jp: ユーザー名
lt_lt: Naudotojo vardas
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_pt: Nome do utilizador
ro_ro: Nume utilizator
ru_ru: Имя пользователя
sk_sk: Meno používateľa
sv_se: Användarnamn
tr_tr: Kullanıcı Adı
uk_ua: Ім"я користувача
zh_cn: 用名
zh_tw: 使用者名稱
