Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strrowsaff
source: row(s) affected.
af_za: ry(e) het verander.
ar: سجل تأثر/سجلات تأثرت
ca_es: fila/es afectada/es.
cs_cz: řádků změněno.
da_dk: Række(r) berørt.
de_de: Datensätze betroffen.
el_gr: γραμμές επηρεάστηκαν.
es_es: fila(s) afectadas.
fr_fr: ligne(s) affectée(s).
gl_es: fila(s) afectadas.
he_il: שורות מושפעות
hu_hu: sor érintett.
it_it: riga(ghe) interessata(e).
ja_jp: 影響を受けたレコード
lt_lt: įrašas(-ai) paveikti.
nl_nl: rij(en) gewijzigd.
pl_pl: wiersz(y) dotyczy.
pt_br: linha(s) afetadas.
pt_pt: Linha(s) afectadas.
ro_ro: rând(uri) afectate.
ru_ru: запис(ь/и/ей) обработано.
sk_sk: riadkov ovplyvnených.
sv_se: Rad(er) Påverkade.
tr_tr: satır işlendi.
uk_ua: запис(и/ів) опрацьовано.
zh_cn: 行已影响（变更）。
zh_tw: 資料列受影響。

# strobjects
source: object(s)
af_za: objek(te)
ca_es: objecte(s)
cs_cz: objektů
da_dk: Objekt
de_de: Objekt(e)
el_gr: αντικείμενα
es_es: objeto(s)
fr_fr: objet(s)
gl_es: obxecto(s)
he_il: נתונים
hu_hu: objektum
it_it: oggetto(i)
ja_jp: オブジェクト
lt_lt: objektas (-ai)
mn_mn: яТиХЫд
pl_pl: obiekty
pt_br: objeto(s)
pt_pt: objecto(s)
ro_ro: obiect(e)
ru_ru: объект(а/ов)
sk_sk: objekt(y)
sv_se: Objekt
tr_tr: nesne(ler)
uk_ua: об"єкт(и/ів)
zh_cn: 对象
zh_tw: 物件

# strback
source: Back
af_za: Terug
ar: رجوع للخلف
ca_es: Enrere
cs_cz: Zpět
da_dk: Tilbage
de_de: Zurück
el_gr: Πίσω
es_es: Atrás
fr_fr: Retour
gl_es: Volver
he_il: קודם
hu_hu: Vissza
it_it: Indietro
ja_jp: 戻る
lt_lt: Atgal
mn_mn: теУСШ
nl_nl: Terug
pl_pl: Wstecz
pt_br: Voltar
pt_pt: Voltar
ro_ro: Înapoi
ru_ru: Назад
sk_sk: Späť
sv_se: Bakåt
tr_tr: Geri
uk_ua: Назад
zh_cn: 返回
zh_tw: 返回

# strqueryresults
source: Query Results
af_za: Navraagresultate
ar: نتائج الإستعلام
ca_es: Resultat de la Consulta
cs_cz: Výsledky dotazu
da_dk: Søgeresultat
de_de: Abfrageergebnis
el_gr: Αποτελέσματα Ερωτήματος
es_es: Resultado de la consulta
fr_fr: Résultats de la requête
gl_es: Resultados da consulta
he_il: תוצאות השאילתה
hu_hu: Lekérdezés eredményei
it_it: Risultato Query
ja_jp: クエリ結果
lt_lt: Užklausos rezultatai
mn_mn: сгееЬЧйЮ ?в Ф?Ю
nl_nl: Query resultaten
pl_pl: Wyniki zapytania
pt_br: Resultados da consulta
pt_pt: Resultados da pesquisa
ro_ro: Rezultatele interogării
ru_ru: Результаты запроса
sk_sk: Výsledky Dotazu
sv_se: Sökresultat
tr_tr: Sorgu sonuçları
uk_ua: Результати запиту
zh_cn: 查询结果
zh_tw: 查詢結果

source: Show
ca_es: Mostra
cs_cz: Zobrazit
da_dk: Vise
it_it: Mostra
ja_jp: 表示
uk_ua: Показати
zh_tw: 顯示

# strempty
source: Empty
af_za: Leeg
ar: إفراغ Empty
ca_es: Buida
cs_cz: Vyprázdnit
da_dk: Tøm
de_de: Leeren
el_gr: Αδειασμα
es_es: Vaciar
fr_fr: Vider
gl_es: Baleiro
he_il: רוקן
hu_hu: Ürít
it_it: Svuota
ja_jp: 空にする
lt_lt: Išvalyti
mn_mn: шЯЯгЬЯШ
nl_nl: Leeg
pl_pl: Wyczyść
pt_br: Vazio
pt_pt: Vazio
ro_ro: Golire
ru_ru: Очистить
sk_sk: Vyprázdniť
sv_se: Tom
tr_tr: Boşalt
uk_ua: Очистити
zh_cn: 清空
zh_tw: 清空

source: Language
af_za: Taal
ca_es: Idioma
cs_cz: Jazyk
da_dk: Sprog
el_gr: Γλώσσα
es_es: Idioma
fr_fr: Langage
gl_es: Lingua
he_il: שפה
it_it: Lingua
ja_jp: 言語
lt_lt: Kalba
mn_mn: шмЬ
nl_nl: taal
pl_pl: Język
pt_pt: Linguagem
ro_ro: Limbă
ru_ru: Язык
sk_sk: Jazyk
sv_se: Språk
tr_tr: Dil
uk_ua: Мова
zh_cn: 语言
zh_tw: 語言

source: Encoding
af_za: Enkodering
ca_es: Codificació
cs_cz: Kódování
da_dk: Kodning
es_es: Codificación
it_it: Codifica
ja_jp: エンコード
lt_lt: Koduotė
pt_pt: Codificação
sv_se: Kodning
tr_tr: Karakter kodlaması
uk_ua: Кодування
zh_tw: 字元編碼

# strvalue
source: Value
af_za: Waarde
ar: القيمة Value
ca_es: Valor
cs_cz: Hodnota
da_dk: Værdi
de_de: Wert
el_gr: Τιμή
es_es: Valor
fr_fr: Valeur
gl_es: Valor
he_il: ערך
hu_hu: Érték
it_it: Valore
lt_lt: Reikšmė
mn_mn: ѕдЧС
nl_nl: waarde
pl_pl: Wartość
pt_br: Valor
pt_pt: Valor
ro_ro: Valoare
ru_ru: Значение
sk_sk: Hodnota
sv_se: Värde
tr_tr: Değer
uk_ua: Значення
zh_cn: 值
zh_tw: 值

# strunique
source: Unique
af_za: Uniek
ar: فريد Unique
ca_es: Únic
cs_cz: Jedinečný
da_dk: Unik
de_de: Eindeutig
el_gr: Μοναδικό
es_es: Único
gl_es: Único
he_il: מיוחד
hu_hu: egyedi
it_it: Univoco
ja_jp: ユニーク
lt_lt: Unikalus
mn_mn: яЮУЧЯЪ
nl_nl: uniek
pl_pl: Unikatowy
pt_br: Único(a)
pt_pt: Único
ro_ro: Unic
ru_ru: Уникальный
sk_sk: Unikátny
sv_se: Unik
tr_tr: Tekil
uk_ua: Унікальний
zh_cn: 唯一
zh_tw: 唯一值

# strprimary
source: Primary
af_za: Primêr
ar: رئيسي Primary
ca_es: Primari
cs_cz: Primární
da_dk: Primær
de_de: Primär
el_gr: Πρωτεύον
es_es: Primaria
fr_fr: Primaire
gl_es: Primaria
he_il: ראשי
hu_hu: Elsődleges
it_it: Primaria
ja_jp: プライマリ
lt_lt: Pirminis
mn_mn: ?ЮФгмЮ
nl_nl: Primair
pl_pl: Główny
pt_br: Primário(a)
pt_pt: Primário
ro_ro: Primar
ru_ru: Первичный
sk_sk: Primárny
sv_se: Primär
tr_tr: Birincil
uk_ua: Первинний
zh_cn: 主
zh_tw: 主鍵(PK)

# strallowednulls
source: Allowed NULL characters
ca_es: Caràcters NULL Permesos
cs_cz: Povolené nulové znaky
de_de: NULL-Zeichen erlaubt
el_gr: Επιτρεπόμενοι κενοί χαρακτήρες
es_es: Permitir valores nulos
fr_fr: Autoriser les caractères NULL
gl_es: Permitir valores nulos
hu_hu: Engedélyezett NULL betűk
it_it: Caratteri NULL consentiti
ja_jp: NULL 文字を許可する
lt_lt: Leidžiami NULL simboliai
pl_pl: Dozwolone znaki NULL
pt_br: Caracteres NULL permitidos
ro_ro: Caractere NULL permise
ru_ru: Разрешенные NULL-символы
sk_sk: Povolený NULL znak
tr_tr: İzin verilen NULL karakterler
zh_cn: 允许空串
zh_tw: 允許空字串

# stremptystring
source: Empty string/field
ca_es: Cadena o camp buit
cs_cz: Prázdné řetězce/pole
de_de: Leere Zeichenkette / Leere Spalte
el_gr: κενή συμβολοσειρά/κενό πεδίο
es_es: Cadena o campo vacio
fr_fr: Chaîne/champ vide
gl_es: Cadea ou campo baleiro
hu_hu: Üres szöveg/mező
it_it: Stringa vuota
ja_jp: 空の文字列/項目
lt_lt: Tuščia eilutė/laukas
pl_pl: Pusty ciąg znaków/pole
pt_br: Texto/campo vazio
ro_ro: Şir/câmp gol
ru_ru: Пустая строка/поле
sk_sk: Prázdny reťazec/pole
tr_tr: Boş metin/alan
zh_cn: 空 字符串/字段
zh_tw: 空 字串/欄位

# stradmin
source: Admin
ar: إدارة Admin
cs_cz: Správa
el_gr: Διαχείριση
gl_es: Administración
he_il: מנהל
hu_hu: Gazda
it_it: Amministratore
ja_jp: 管理
mn_mn: њЯШЩЯЮ ТСЪЧееЬСШ
pl_pl: Administruj
pt_br: Administração
pt_pt: Administrador
ro_ro: Administrare
ru_ru: Управление
tr_tr: Yönetici
uk_ua: Управління
zh_cn: 管理
zh_tw: 管理

# strvacuum
source: Vacuum
af_za: Stofsuig
cs_cz: Uklidit
da_dk: Ryd op
de_de: Bereinigen
el_gr: Εκκένωση
es_es: Limpiar
gl_es: Purgar
he_il: ריק
hu_hu: Takarít
ja_jp: バキューム
lt_lt: Apvalyti
pl_pl: Przeczyść
pt_br: Vácuo
pt_pt: Vácuo
ru_ru: Перестроить
sk_sk: Vyčistiť
sv_se: Städa upp
uk_ua: Перебудувати
zh_cn: 清理
zh_tw: 清理(Vacuum)

# stranalyze
source: Analyze
af_za: Analiseer
cs_cz: Analyzovat
da_dk: Analysere
de_de: Analysieren
el_gr: Ανάλυση
es_es: Analizar
gl_es: Analizar
he_il: נתח
hu_hu: Elemez
it_it: Analizza
ja_jp: 解析
lt_lt: Analizuoti
mn_mn: ф?Ю лЩЮжЩЬЧмм
nl_nl: Analyzeer
pl_pl: Analizuj
pt_br: Analisar
pt_pt: Analiza
ro_ro: Analiză
ru_ru: Анализировать
sk_sk: Analyzovať
sv_se: Analysera
uk_ua: Аналізувати
zh_cn: 分析
zh_tw: 分析

# strclusterindex
source: Cluster
ca_es: Clúster
cs_cz: Přeskupit
da_dk: Klynge
el_gr: Ομαδοποίηση
es_es: Clúster
gl_es: Concentrar
he_il: אשכול
hu_hu: Fürtöz
it_it: Clusterizza
ja_jp: クラスター
lt_lt: Pertvarkyti
mn_mn: ыЬСгдХв
pl_pl: Klastruj
ro_ro: Grupare
ru_ru: Кластеризовать
sv_se: Kluster
uk_ua: Кластеризувати
zh_cn: 集群
zh_tw: 叢集

# strclustered
source: Clustered?
af_za: In klusters?
ca_es: Clusteritzat?
cs_cz: Přeskupeno?
da_dk: Klynget?
de_de: Geclustert?
el_gr: Ομαδοποιημένο
es_es: ¿En Clúster?
fr_fr: En Cluster ?
gl_es: Concentrada?
he_il: מאושכל?
hu_hu: Fürtözve?
it_it: Clusterizzato?
lt_lt: Sutvarkyta?
mn_mn: ыЬСгдХв
pl_pl: Klastrowany?
pt_br: Clusterizado?
pt_pt: Conjunto?
ro_ro: Grupat?
ru_ru: Кластеризован?
sv_se: Klustrat?
tr_tr: Cluster edildi mi?
uk_ua: Кластеризовано?
zh_cn: 集群?
zh_tw: 已叢集?

# strreindex
source: Reindex
af_za: Herindekseer
cs_cz: Přeindexovat
da_dk: Genindekser
de_de: Reindexieren
el_gr: Ανανέωση Ευρετηρίου
es_es: Actualizar índices
gl_es: Indexar
he_il: אנדקס מחדש
hu_hu: Újraindexel
it_it: Reindicizza
ja_jp: 再インデックス
lt_lt: Perindeksuoti
mn_mn: фСШЩЮ ЩЮФХЫгЬмШ
pl_pl: Przeindeksuj
pt_br: Reindexar
pt_pt: Reordenar
ro_ro: Re-indexare
ru_ru: Перестроить индекс
sv_se: Återindexera
uk_ua: Перебудувати індекс
zh_cn: 重建索引
zh_tw: 重建索引

source: Execute
ca_es: Executa
cs_cz: Provést
es_es: Ejecutar
it_it: Esegui
ja_jp: 実行する
lt_lt: Vykdyti

# stradd
source: Add
af_za: Voeg by
ar: إضافة
ca_es: Agrega
cs_cz: Přidat
da_dk: Tilføj
de_de: Hinzufügen
el_gr: Προσθήκη
es_es: Agregar
fr_fr: Ajouter
gl_es: Engadir
he_il: הוסף
hu_hu: Bővít
it_it: Aggiungi
ja_jp: 追加
lt_lt: Pridėti
mn_mn: юмЭмШ
nl_nl: Voeg toe
pl_pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro_ro: Adăugare
ru_ru: Добавить
sk_sk: Pridať
sv_se: Lägg till
tr_tr: Ekle
uk_ua: Додати
zh_cn: 添加
zh_tw: 新增

# strevent
source: Event
af_za: Gebeurtenis
cs_cz: Událost
da_dk: Hændelse
de_de: Ereignis
el_gr: Ενέργεια
es_es: Evento
fr_fr: Événement
gl_es: Evento
he_il: אירוע
hu_hu: Esemény
it_it: Evento
ja_jp: イベント
lt_lt: Įvykis
mn_mn: є?Ь?з
pl_pl: Zdarzenie
pt_br: Evento
pt_pt: Evento
ro_ro: Eveniment
ru_ru: Событие
sk_sk: Prípadne
sv_se: Händelse
uk_ua: Подія
zh_cn: 事件
zh_tw: 事件

# strwhere
source: Where
af_za: Waar
ca_es: On
cs_cz: Kde
da_dk: Hvor
de_de: Bedingung
el_gr: Οπου
es_es: Dónde
fr_fr: Où
gl_es: Onde
he_il: איפה
hu_hu: Hol
it_it: Condizione
lt_lt: Sąlyga
mn_mn: шССЮС
pl_pl: Gdzie
pt_br: Onde
pt_pt: Onde
ro_ro: În schimb
ru_ru: Где
sk_sk: Kde
sv_se: När
uk_ua: Де
zh_tw: 條件

# strinstead
source: Do Instead
af_za: Doen eerder
ca_es: Fes en el seu lloc
cs_cz: Místo původního
da_dk: Gør i stedet
de_de: Tu stattdessen
el_gr: Αντί να
es_es: Hacer en su lugar
fr_fr: Faire à la place
gl_es: En vez de iso
he_il: תעשה במקום
hu_hu: Inkább
it_it: Invece fai
ja_jp: 代行
lt_lt: Atlikti užuot
mn_mn: явЯЮФ Юи
pl_pl: Wykonaj zamiast
pt_br: Faça preferivelmente
pt_pt: Fazer ao invés
ro_ro: Execută în schimb
ru_ru: Делать вместо
sk_sk: Urobiť Namiesto
sv_se: Gör Istället
uk_ua: Робити замість
zh_tw: 已被取代

# strwhen
source: When
af_za: Wanneer
ca_es: Quan
cs_cz: Kdy
da_dk: Når
de_de: Wann
el_gr: Πότε
es_es: Cuándo
fr_fr: Quand
gl_es: Cando
he_il: כש
hu_hu: Mikor
it_it: Quando
lt_lt: Kai
mn_mn: шмкмм
nl_nl: zodra
pl_pl: Kiedy
pt_br: Quando
pt_pt: Quando
ro_ro: Când
ru_ru: Когда
sk_sk: Kedy
sv_se: När
uk_ua: Коли
zh_cn: 当
zh_tw: 當

source: Format
cs_cz: Formát
it_it: Formato
ja_jp: フォーマット
uk_ua: Формат
zh_tw: 格式

# strconfirm
source: Confirm
af_za: Bevestig
ar: تأكيد
ca_es: Confirma
cs_cz: Potvrzení
da_dk: Bekræft
de_de: Bestätigen
el_gr: Επιβεβαίωση
es_es: Confirmar
fr_fr: Confirmer
gl_es: Confirmar
he_il: אשר
hu_hu: Megerősít
ja_jp: 確認
lt_lt: Patvirtinti
mn_mn: тСдСЬЧССжееЬСШ
nl_nl: Bevestig
pl_pl: Potwierdź
pt_br: Confirma
pt_pt: Confirmar
ro_ro: Confirmare
ru_ru: Подтвердить
sk_sk: Potvrdiť
sv_se: Bekräfta
tr_tr: Onayla
uk_ua: Підтвердити
zh_cn: 确认
zh_tw: 確認

# strexpression
source: Expression
af_za: Uitdrukking
ar: تعبير
ca_es: Expressió
cs_cz: Výraz
da_dk: Udtryk
de_de: Ausdruck
el_gr: Εκφραση
es_es: Expresión
gl_es: Expresión
he_il: ביטוי
hu_hu: Kifejezés
it_it: Espressione
ja_jp: 評価式
lt_lt: Išraiška
mn_mn: ?ЪЬФмЬ
nl_nl: Uitdrukking
pl_pl: Wyrażenie
pt_br: Expressão
pt_pt: Expressão
ro_ro: Expresie
ru_ru: Выражение
sk_sk: Výraz
sv_se: Uttryck
tr_tr: İfade
uk_ua: Вираз
zh_cn: 表达式
zh_tw: 表達式

# strexpand
source: Expand
af_za: Vou oop
ar: إفتح
ca_es: Expandeix
cs_cz: Rozbalit
da_dk: Udvid
de_de: Aufklappen
el_gr: Ανάπτυξη
es_es: Expandir
fr_fr: Étendre
gl_es: Expandir
he_il: הרחב
hu_hu: Kinyit
it_it: Espandi
ja_jp: 展開
lt_lt: Išskleisti
mn_mn: ?вЧ?дЧ?Ш
nl_nl: Uitvouwen
pl_pl: Rozwiń
pt_br: Expandir
pt_pt: Expandir
ro_ro: Expandare
ru_ru: Расширить
sk_sk: Rozšíriť
sv_se: Utöka
tr_tr: Genişlet
uk_ua: Разширити
zh_cn: 扩展
zh_tw: 展開

# strcollapse
source: Collapse
af_za: Vou toe
ar: سكّر
ca_es: Colapsa
cs_cz: Sbalit
da_dk: Klap sammen
de_de: Zuklappen
el_gr: Σύμπτυξη
es_es: Contraer
fr_fr: Réduire
gl_es: Colapsar
he_il: צמצם
hu_hu: Összecsuk
it_it: Raccogli
ja_jp: 閉じる
lt_lt: Suskleisti
mn_mn: ѕЮСЬд
nl_nl: Inklappen
pl_pl: Zwiń
pt_br: Reduzir
pt_pt: Diminuir
ro_ro: Restrângere
ru_ru: Свернуть
sk_sk: Zbaliť
sv_se: Förminska
tr_tr: Dar görünüm
uk_ua: Згорнути
zh_cn: 崩溃
zh_tw: 摺疊

source: Find
af_za: Soek
ca_es: Cerca
cs_cz: Hledat
da_dk: Søg
es_es: Buscar
fr_fr: Rechercher
gl_es: Buscar
he_il: מצא
it_it: Trova
ja_jp: 検索
lt_lt: Ieškoti
nl_nl: Zoek
pl_pl: Znajdź
pt_pt: Procurar
ro_ro: Căutare
sv_se: Sök
tr_tr: Bul
uk_ua: Знайти
zh_cn: 查找
zh_tw: 尋找

source: Options
ca_es: Opcions
cs_cz: Volby
da_dk: Alternativ
it_it: Opzioni
ja_jp: オプション
uk_ua: Опції
zh_tw: 選項

source: Refresh
af_za: Verfris
ca_es: Refresca
cs_cz: Občerstvit
da_dk: Opdater
el_gr: Ανανέωση
es_es: Refrescar
fr_fr: Rafraichir
gl_es: Actualizar
he_il: רענן
it_it: Ricarica
ja_jp: 再表示
lt_lt: Atnaujinti
mn_mn: ѓмвЧммШ
nl_nl: Ververs
pl_pl: Odśwież
pt_br: Atualizar
pt_pt: Actualizar
ro_ro: Reîmprospătare
ru_ru: Обновить
sk_sk: Obnoviť
sv_se: Uppdatera
tr_tr: Yenile
uk_ua: Оновити
zh_cn: 刷新
zh_tw: 重新整理

source: Download
ca_es: Baixa
cs_cz: Stáhnout
it_it: Scarica
ja_jp: ダウンロード
uk_ua: Завантажити
zh_tw: 下載

# strdownloadgzipped
source: Download compressed with gzip
af_za: Laai af ... saamgepers met gzip
ar: تنزيل على شكل ملف مضغوط بـ gzip
ca_es: Baixa comprimit amb gzip
cs_cz: Stáhnout komprimované pomocí gzip
da_dk: Download komprimeret som gzip
de_de: gzip-komprimiert herunterladen
el_gr: Συμπίεση κατά gzip
es_es: Descargar comprimido con gzip
fr_fr: Télécharger avec compression gzip
gl_es: Descargar comprimida con gzip
he_il: הורד דחוס ב gzip
hu_hu: Gzippel tömörített letöltés
it_it: Scarica compresso con gzip
ja_jp: gzip で圧縮してダウンロード
lt_lt: Parsisiųsti suspaustą su gzip
pl_pl: Pobierz skompresowane gzip-em
pt_br: Download compactado com gzip
pt_pt: Descarregar comprimido com gzip
ro_ro: Transfer comprimat cu gzip
ru_ru: Загрузить архив gzip
sk_sk: Stiahnuť skomprimované pomocou gzip
sv_se: Ladda ner komprimerat med gzip
tr_tr: gzip ile sıkıştırılmış halde indir
uk_ua: Завантажити архів gzip
zh_cn: 下载使用gzip压缩的文件
zh_tw: 以 gzip 壓縮並下載

# strinfo
source: Info
ca_es: Informació
cs_cz: Informace
el_gr: Πληροφορίες
es_es: Información
he_il: מידע
hu_hu: Infó
it_it: Informazioni
ja_jp: 情報
lt_lt: Informacija
mn_mn: эмФммЬмЬ
pl_pl: Informacje
pt_br: Informações
pt_pt: Informação
ru_ru: Сведения
tr_tr: Bilgi
uk_ua: Відомості
zh_cn: 信息
zh_tw: 資訊

# stroids
source: OIDs
cs_cz: OID
da_dk: OID´er
fr_fr: OID
hu_hu: OID-k
ja_jp: OID
pl_pl: OIDy
ro_ro: OID-uri
tr_tr: OIDler

# stradvanced
source: Advanced
af_za: Gevorderd
ca_es: Avançat
cs_cz: Pokročilé
da_dk: Avanceret
de_de: Erweitert
el_gr: Προχωρημένα
es_es: Avanzado
fr_fr: Avancé
gl_es: Avanzado
he_il: מתקדם
hu_hu: Haladó
it_it: Avanzato
ja_jp: 高度な
lt_lt: Išplėstinis(-ė)
mn_mn: юмЭмЬд
pl_pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ro_ro: Avansat
ru_ru: Дополнительно
sk_sk: Viac
sv_se: Avancerat
tr_tr: Gelişmiş
uk_ua: Додатково
zh_cn: 高级
zh_tw: 進階

# strvariables
source: Variables
af_za: Veranderlikes
cs_cz: Proměnné
da_dk: Variable
de_de: Variable
el_gr: Μεταβλητές
he_il: משתנים
hu_hu: Változók
it_it: Variabili
ja_jp: 変数
lt_lt: Kintamieji
pl_pl: Zmienne
pt_br: Variáveis
pt_pt: Variáveis
ro_ro: Variabile
ru_ru: Переменные
sk_sk: Premenné
sv_se: Variabler
tr_tr: Değişkenler
uk_ua: Змінні
zh_cn: 变量
zh_tw: 變數

# strprocess
source: Process
af_za: Proses
ar: العملية Process
ca_es: Procés
cs_cz: Proces
da_dk: Proces
de_de: Prozess
el_gr: Διεργασία
es_es: Proceso
fr_fr: Processus
gl_es: Proceso
he_il: תהליך
hu_hu: Folyamat
it_it: Processo
ja_jp: プロセス
lt_lt: Procesas
pl_pl: Proces
pt_br: Processo
pt_pt: Processo
ro_ro: Proces
ru_ru: Процесс
sk_sk: Proces
tr_tr: Süreç
uk_ua: Процес
zh_cn: 进程
zh_tw: 進程

# strprocesses
source: Processes
af_za: Prosesse
ar: العمليات Processes
ca_es: Processos
cs_cz: Procesy
da_dk: Processer
de_de: Prozesse
el_gr: Διεργασίες
es_es: Procesos
fr_fr: Processus
gl_es: Procesos
he_il: תהליכים
hu_hu: Folyamatok
it_it: Processi
ja_jp: プロセス
lt_lt: Procesai
pl_pl: Procesy
pt_br: Processos
pt_pt: Processos
ro_ro: Procese
ru_ru: Процессы
sk_sk: Procesy
sv_se: Processer
tr_tr: Süreçler
uk_ua: Процеси
zh_cn: 进程
zh_tw: 進程

# strsetting
source: Setting
af_za: Instelling
ca_es: Ajustament
cs_cz: Nastavení
da_dk: Indstilling
de_de: Einstellung
el_gr: Τιμή
es_es: Configuración
fr_fr: Paramétrage
gl_es: Configuración
he_il: הגדרות
hu_hu: Beállítás
it_it: Valore
ja_jp: 設定
lt_lt: Nuostata
pl_pl: Ustawienie
pt_br: Valor atribuído
pt_pt: Configurações
ro_ro: Valoare
ru_ru: Опции
sk_sk: Nastavenie
sv_se: Inställning
tr_tr: Ayar
uk_ua: Налаштування
zh_cn: 设置
zh_tw: 設定

# streditsql
source: Edit SQL
af_za: Redigeer SQL
ca_es: Edita SQL
cs_cz: Upravit SQL
da_dk: Rediger SQL
de_de: SQL bearbeiten
el_gr: Επεξεργασία SQL
es_es: Editar SQL
fr_fr: Éditer SQL
gl_es: Editar SQL
he_il: ערוך SQL
hu_hu: SQL-szerkesztés
it_it: Modifica SQL
ja_jp: SQL 編集
lt_lt: Redaguoti SQL
pl_pl: Edycja zapytania SQL
pt_br: Editar SQL
pt_pt: Editar SQL
ro_ro: Editare SQL
ru_ru: Редактировать SQL
sk_sk: Upraviť SQL
tr_tr: SQL Düzenle
uk_ua: Редагувати SQL
zh_cn: 编辑 SQL
zh_tw: 編輯 SQL

# strruntime
source: Total runtime: %s ms
af_za: Totale looptyd: %s ms
ca_es: Total temps d'execució: %s ms
cs_cz: Celková doba běhu: %s ms
de_de: Laufzeit gesamt: %s ms
el_gr: Συνολικός χρόνος εκτέλεσης: %s ms
es_es: Tiempo total de ejecución: %s ms
fr_fr: Temps d'exécution total : %s ms
gl_es: Tempo total funcionando: %s ms
he_il: זמן-ריצה כולל: %s ms
hu_hu: Teljes futási idő: %s ms
it_it: Tempo di esecuzione totale: %s ms
ja_jp: 総実行時間: %s ミリ秒
lt_lt: Visa vykdymo trukmė: %s ms
pl_pl: Całkowity czas pracy: %s ms.
pt_br: Tempo de execução total: %s ms
pt_pt: Tempo total decorrido: %s ms
ro_ro: Timp total de rulare:%s ms
ru_ru: Время выполнения: %s мсек
sk_sk: Celkový beh: %s ms
tr_tr: Toplam çalışma süresi: %s ms
uk_ua: Час виконання: %s мсек
zh_cn: 总执行时间: %s ms
zh_tw: 總共執行時間: %s ms

source: Paginate results
ca_es: Pagina els resultats
cs_cz: Stránkovat výsledky
it_it: Dividi in pagine i risultati
ja_jp: 結果のページ分割処理を行う
uk_ua: Нумерувати сторінки з результатами
zh_tw: 分頁顯示結果

source: or upload an SQL script:
ca_es: o carrega un script SQL:
cs_cz: nebo nahrajte skript SQL:
it_it: oppure esegui l'upload di uno script SQL:
ja_jp: または SQL スクリプトをアップロード:
uk_ua: чи завантажити SQL-скрипт:
zh_tw: 或是上傳一個 SQL 稿本檔:

# strstarttime
source: Start Time
af_za: Begintyd
ca_es: Hora d'Inici
cs_cz: Čas spuštění
da_dk: Starttid
de_de: Beginnzeitpunkt
el_gr: Ωρα Εναρξης
es_es: Hora de comienzo
fr_fr: Heure de début
gl_es: Hora de inicio
he_il: זמן התחלה
hu_hu: Kezdés ideje
it_it: Inizio
ja_jp: 開始時間
lt_lt: Pradžios laikas
pl_pl: Czas początku
pt_br: Hora de início
pt_pt: Hora de início
ro_ro: Timp start
ru_ru: Время начала
sk_sk: Čas štartu
tr_tr: Başlangıç zamanı
uk_ua: Час початку
zh_cn: 开始时间
zh_tw: 啟動時間

# strfile
source: File
af_za: Lêer
ar: ملف
ca_es: Fitxer
cs_cz: Soubor
da_dk: Fil
de_de: Datei
el_gr: Αρχείο
es_es: Archivo
fr_fr: Fichier
gl_es: Ficheiro
he_il: קובץ
hu_hu: Fájl
ja_jp: ファイル
lt_lt: Failas
pl_pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ro_ro: Fişier
ru_ru: Файл
sk_sk: Súbor
tr_tr: Dosya
uk_ua: Файл
zh_cn: 文件
zh_tw: 檔案

# strfileimported
source: File imported.
af_za: Lêer is ingetrek.
ar: تم استيراد الملف.
ca_es: Fitxer importat.
cs_cz: Soubor byl importován.
da_dk: Fil importeret.
de_de: Datei importiert.
el_gr: Αρχείο εισήχθη.
es_es: Archivo importado.
fr_fr: Fichier importé.
gl_es: Importouse o ficheiro.
he_il: קובץ יובא
hu_hu: Fájl behozva.
it_it: File importato.
ja_jp: ファイルをインポートしました。
lt_lt: Failas importuotas.
pl_pl: Plik został zaimportowany.
pt_br: Arquivo importado.
pt_pt: Ficheiro importado.
ro_ro: Fişier importat
ru_ru: Файл импортирован.
sk_sk: Súbor importovaný.
tr_tr: Dosya import edildi.
uk_ua: Файл імпортовано.
zh_cn: 文件已导入。
zh_tw: 檔案已匯入。

# strtrycred
source: Use these credentials for all servers
ca_es: Usa aquestes credencials a tots els servidors
cs_cz: Použít tato prověření pro všechny servery
de_de: Diese Anmeldedaten für alle Server verwenden
el_gr: Χρήση αυτών των διαπιστευτηρίων για όλους τους διακομιστές
es_es: Usar estas crendeciales para todos los servidores
fr_fr: Utilisez ces identifiants pour tous les serveurs
gl_es: Utilizar estas credenciais para todos os servidores
hu_hu: Használja minden kiszolgálóhoz e beállításokat
it_it: Usa queste credenziali per tutti i server
ja_jp: すべてのサーバーでこの情報を使う
lt_lt: Naudoti šiuos įgaliojimus visiems serveriams
pl_pl: Użyj tych parametrów dla wszystkich serwerów
pt_br: Utilizar estas credenciais para todos os servidores
ro_ro: Folosiţi aceste acreditări pentru toate serverele
ru_ru: Использовать эти данные аутентификации для всех серверов
sk_sk: Použiť tieto hodnoty pre všetky hodnoty
tr_tr: Giriş bilgilerini tüm sunucular için kullan
zh_cn: 对所有服务器使用该用户名和密码
zh_tw: 使用這些憑證給全部伺服器

# strconfdropcred
source: For security reason, disconnecting will destroy your shared login information. Are you sure you want to disconnect ?
ca_es: Per raons de seguretat, la desconnexió eliminarà la informació d'entrada compartida. Està segur de voler desconnectar ?
cs_cz: Odpojením se z bezpečnostních důvodů smažou vaše sdílené připojovací informace. Opravdu se chcete odpojit?
de_de: Aus Sicherheitsgründen werden gemeinsamme Anmeldedaten beim Abmelden gelöscht. Sind Sie sicher, dass sie sich abmelden wollen?
es_es: Por razones de seguridad, al desconectar se destruirá tu información compartida. ¿Estás seguro que desea desconectarse?
gl_es: Por motivos de seguridade, ao desconectarse destruirase a información compartida sobre a súa identidade. Está seguro de que quere desconectarse?
hu_hu: Biztonság okán a szétválás megszünteti a megosztott bejelentkező adatait. Biztosan szét akar válni?
lt_lt: Dėl saugumo, ryšio nutraukimas panaikins jūsų bendrą prisijungimo informaciją. Ar tikrai norite nutraukti ryšį ?
pt_br: Por motivos de segurança, a desconexão irá destruir suas informações de login compartilhado. Tem certeza que deseja se desconectar?
ru_ru: В целях безопасности отключение уничтожит общую аутентификационную информацию. Вы действительно хотите отключится?
zh_cn: 因为安全原因，中断连接将会销毁你的登录信息。你确定要中断连接吗？

source: Actions on multiple lines
ca_es: Accions a múltiples línies
cs_cz: Akce pro víc řádků
es_es: Acciones en múltiples líneas
it_it: Azioni su righe multiple
ja_jp: 複数行の操作
lt_lt: Veiksmai keliose eilutėse
zh_tw: 動作在多個行列上

source: Select all
ca_es: Seleccina'ls tots
cs_cz: Vybrat vše
es_es: Seleccionar todos
it_it: Seleziona tutti
ja_jp: すべて選択する
lt_lt: Visi

source: Unselect all
ca_es: No en seleccionis cap
cs_cz: Zrušit výběr
es_es: Seleccionar ninguno
it_it: Deseleziona tutti
ja_jp: すべて選択を解除する
lt_lt: Nieko

# strlocale
source: Locale
ca_es: Local
cs_cz: Místní nastavení
de_de: Spracheinstellung
es_es: Localización
gl_es: Configuración rexional
hu_hu: Helyszín
ja_jp: ロケール
lt_lt: Lokalė
pt_br: Local
ru_ru: Локаль
zh_cn: 本地

source: Collation
ca_es: Col·lació
cs_cz: Řazení
es_es: Colación
lt_lt: Rikiavimas

source: Character Type
ca_es: Tipus de caràcter
cs_cz: Typ znaku
es_es: Tipo de caracter

# strdefaultvalues
source: Default values
ca_es: Valors per defecte
cs_cz: Výchozí hodnoty
es_es: Valores por defecto
fr_fr: Valeurs par défaut
gl_es: Valores predeterminados
hu_hu: Alapértékek
lt_lt: Numatytosios reikšmės
pt_br: Valores padrão
ru_ru: Значения по умолчанию
zh_cn: 默认值

# strnewvalues
source: New values
ca_es: Valors nous
cs_cz: Nové hodnoty
es_es: Nuevos valores
fr_fr: Nouvelles valeurs
gl_es: Valores novos
hu_hu: Új értékek
lt_lt: Naujosios reikšmės
pt_br: Novos valores
ru_ru: Новые значения
zh_cn: 新值

# strstart
source: Start
ca_es: Comença
cs_cz: Spustit
es_es: Iniciar
fr_fr: Démarrer
gl_es: Iniciar
hu_hu: Indít
lt_lt: Paleisti
pt_br: Iniciar
pt_pt: Iniciar
ru_ru: Запустить автоматическое обновление
zh_cn: 启动
