Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# applang
source: English
af_za: Afrikaans
ar: عربي
ca_es: Català
cs_cz: Česky
da_dk: Danish
de_de: Deutsch
el_gr: Ελληνικά
es_es: Spanish
fr_fr: Français
gl_es: Galego
he_il: Hebrew
hu_hu: Magyar
it_it: Italiano
ja_jp: 日本語(EUC-JP)
lt_lt: Lietuvių
mn_mn: Mongolian
nl_nl: Nederlands
pl_pl: Polski
pt_br: Português-Brasileiro
pt_pt: Português-Português
ro_ro: Română
ru_ru: Русский
sk_sk: Slovensky
sv_se: Swedish
tr_tr: Türkçe
uk_ua: Українська
zh_cn: 简体中文（统一码）
zh_tw: 正體中文

source: Welcome to phpPgAdmin.
af_za: Welkom by phpPgAdmin.
ca_es: Benvingut a phpPgAdmin.
cs_cz: Vítejte v phpPgAdmin.
da_dk: Velkommen til phpPgAdmin.
el_gr: Καλώς ήρθατε στο phpPgAdmin.
es_es: Bienvenido a phpPgAdmin.
fr_fr: Bienvenue sur phpPgAdmin.
gl_es: Benvida ou benvido ao phpPgAdmin.
he_il: ברוכים הבאים ל phpPgAdmin.
it_it: Benvenuto in phpPgAdmin.
ja_jp: ようこそ phpPgAdmin へ。
lt_lt: Sveiki atvykę į phpPgAdmin.
mn_mn: phpPgAdmin-Ф дСздСЪ ЭЯвЩЬЮЯ ее.
nl_nl: Welkom bij phpPgAdmin.
pl_pl: Witaj w phpPgAdmin.
pt_pt: Bem-vindo ao phpPgAdmin.
ro_ro: Bun venit în phpPgAdmin.
ru_ru: Добро пожаловать в phpPgAdmin.
sk_sk: Vitaje vo phpPgAdmin-e.
sv_se: Välkommen till phpPgAdmin.
tr_tr: phpPgAdmin'e hoşgeldiniz.
uk_ua: Вітаємо вас в phpPgAdmin.
zh_cn: 欢迎使用 phpPgAdmin。
zh_tw: 歡迎使用 phpPgAdmin。

source: phpPgAdmin Homepage
af_za: phpPgAdmin Tuisblad
ca_es: Pàgina web de phpPgAdmin
cs_cz: Domovská stránka phpPgAdmin
da_dk: phpPgAdmins Hjemmeside
el_gr: Αρχική σελίδα phpPgAdmin
es_es: Página web de phpPgAdmin
fr_fr: Page d'accueil de phpPgAdmin
gl_es: Sitio web do phpPgAdmin
he_il: עמוד הבית של phpPgAdmin.
it_it: Homepage di phpPgAdmin
ja_jp: phpPgAdmin ホームページ
lt_lt: phpPgAdmin pradinis puslapis
mn_mn: phpPgAdmin - ?ЮФгмЮ ФмЬЧмУ
pl_pl: Strona domowa phpPgAdmin
pt_pt: Página inicial phpPgAdmin
ro_ro: Pagina phpPgAdmin
ru_ru: phpPgAdmin - домашняя страница
sv_se: phpPgAdmins Hemsida
tr_tr: phpPgAdmin Ana Sayfası
uk_ua: phpPgAdmin - домашня сторінка
zh_cn: phpPgAdmin 主页
zh_tw: phpPgAdmin 首頁

source: PostgreSQL Homepage
af_za: PostgreSQL Tuisblad
ca_es: Pàgina web de PostgreSQL
cs_cz: Domovská stránka PostgreSQL
da_dk: PostgreSQLs Hjemmeside
el_gr: Αρχική σελίδα PostgreSQL
es_es: Página web de PostgreSQL
fr_fr: Page d'accueil de PostgreSQL
gl_es: Sitio web de PostgreSQL
he_il: עמוד הבית של PostgreSQL.
it_it: Homepage di PostgreSQL
ja_jp: PostgreSQL ホームページ
lt_lt: PostgreSQL pradinis puslapis
mn_mn: PostgreSQL - ?ЮФгмЮ ФмЬЧмУ
pl_pl: Strona domowa PostgreSQL
pt_pt: Página inicial PostgreSQL
ro_ro: Pagina PostgreSQL
ru_ru: PostgreSQL - домашняя страница
sv_se: PostgreSQLs Hemsida
tr_tr: PostgreSQL Ana Sayfası
uk_ua: PostgreSQL - домашня сторінка
zh_cn: PostgreSQL 主页
zh_tw: PostgreSQL 首頁

# strlocaldocs
source: PostgreSQL Documentation (local)
af_za: PostgreSQL Dokumentasie (lokaal)
ar: تعليمات PostgreSQL (محلية)
ca_es: Documentació PostgreSQL (local)
cs_cz: Lokální dokumentace k PostgreSQL
da_dk: PostgreSQL Dokumentation (lokalt)
de_de: PostgreSQL Dokumentation (lokal)
el_gr: Εγχειρίδια PostgreSQL (τοπικό αντίγραφο)
es_es: Documentación de PostgreSQL (local)
fr_fr: Documentation PostgreSQL (local)
gl_es: Documentación de PostgreSQL (local)
he_il: תיעוד PostgreSQL (מקומי)
hu_hu: A PostgreSQL (helyi) dokumentációja
it_it: Documentazione su PostgreSQL (locale)
ja_jp: PostgreSQL ドキュメント (ローカル)
lt_lt: PostgreSQL dokumentacija (vietinė)
mn_mn: PostgreSQL - тЩоЩЧ ТСвЩЭд (ьЯЫСЬ)
nl_nl: PostgreSQL Documentatie (lokaal)
pl_pl: Dokumentacja PostgreSQL (lokalna)
pt_br: Documentação PostgreSQL (local)
pt_pt: Documentação do PostgreSQL (local)
ro_ro: Documentaţie locală PostgreSQL
ru_ru: PostgreSQL - документация (локально)
sk_sk: PostgreSQL Dokumentácia
sv_se: PostgreSQLs Dokumentation (lokalt)
tr_tr: PostgreSQL Belgeleri (yerel)
uk_ua: PostgreSQL - документація (локальна)
zh_cn: PostgreSQL 文档 (本地)
zh_tw: PostgreSQL 文件 (本機)

source: Report a Bug
af_za: Meld 'n fout aan
ca_es: Reportar un Bug
cs_cz: Nahlásit chybu
da_dk: Rapporter fejl
el_gr: Αναφορά ελαττώματος στο phpPgAdmin
es_es: Reportar un problema
fr_fr: Rapporter un bug
gl_es: Informar dun erro
he_il: דווח על באג
it_it: Riferisci un bug
ja_jp: バグレポート
lt_lt: Pranešti apie klaidą
mn_mn: сЬФССЮй ЭмФммЬмЬ
nl_nl: Meldt een fout
pl_pl: Zgłoś raport o błędzie
pt_pt: Relatório de Bug
ro_ro: Raportaţi o eroare
ru_ru: Отчет об ошибках
sk_sk: Oznámiť Chybu
sv_se: Rapportera ett fel
tr_tr: Hata Bildirin
uk_ua: Звіт про помилки
zh_cn: 报告 Bug
zh_tw: 通報程式 Bug

# strviewfaq
source: View online FAQ
af_za: Bekyk FAQ op internet
ar: قراءة الأسئلة المتكررة على الموقع
ca_es: Veure FAQ online
cs_cz: Přečíst si časté dotazy a odpovědi
da_dk: Ofte stillede spørgsmål
de_de: Online-FAQ ansehen
el_gr: Συχνές ερωτήσεις (FAQ)
es_es: Ver las preguntas frecuentes
fr_fr: Lire la FAQ
gl_es: Ver as preguntas máis frecuentes en liña
he_il: צפה ב FAQ מקוון
hu_hu: GYIK megtekintése
it_it: Visualizza le FAQ (domande ricorrenti) on line
ja_jp: FAQ を表示する
lt_lt: Peržiūrėti internetinį DUK
mn_mn: сгееЬд ТС ШСвЩеЬд
nl_nl: Bekijk FAQ
pl_pl: Przejrzyj FAQ
pt_br: Visualizar FAQ online
pt_pt: Visualizar FAQ
ro_ro: Întrebări frecvente online
ru_ru: Просмотр онлайн FAQ
sk_sk: Zobraziť FAQ
sv_se: Visa Frågor & Svar
tr_tr: Sıkça Sorulan Sorular
uk_ua: Перегляд онлайн FAQ
zh_cn: 查看在线 FAQ
zh_tw: 檢視線上 FAQ

source: Login
af_za: Aanteken
ca_es: Entrada
cs_cz: Přihlásit
es_es: Autenticar
fr_fr: Connexion
gl_es: Identificarse
he_il: התחברות
ja_jp: ログイン
lt_lt: Prisijungti
pl_pl: Zaloguj
pt_pt: Autenticação
ro_ro: Autentificare
ru_ru: Вход
sv_se: Logga in
tr_tr: Giriş
uk_ua: Логін
zh_cn: 登录
zh_tw: 登入

source: Login failed
af_za: Aantekening het misluk
ca_es: Entrada fallida
cs_cz: Přihlášení se nezdařilo
da_dk: Login mislykkedes
es_es: Falló la autenticación
fr_fr: Échec de la connexion
gl_es: Non se puido levar a cabo a identificación.
he_il: התחברות נכשלה
it_it: Login fallito
ja_jp: ログインに失敗しました
lt_lt: Nepavyko prisijungti
nl_nl: Inloggen mislukt
pl_pl: Próba zalogowania nie powiodła się.
pt_pt: Falha na autenticação
ro_ro: Autentificare eşuată
ru_ru: Ошибка входа
sv_se: Inloggningen misslyckades
tr_tr: Giriş Başarısız
uk_ua: Неправильний пароль
zh_cn: 登录失败
zh_tw: 登入失敗

# strlogindisallowed
source: Login disallowed for security reasons.
af_za: Aantekening nie toegelaat nie
ar: لا يسمح بالدخول بهذه الطريقة لأسباب أمنية.
ca_es: Entrada rebutjada per raons de seguretat.
cs_cz: Z bezpečnostních důvodů není přihlášení povoleno.
da_dk: Login forbudt
de_de: Anmeldung aus Sicherheitsgründen verweigert.
el_gr: Η είσοδος δεν επιτρέπεται για λόγους ασφαλείας.
es_es: Ingreso desactivado por razones de seguridad
fr_fr: Connexion désactivée pour raison de sécurité
gl_es: A identificación está desactivada por motivos de seguridade.
he_il: התחברות מבוטלת בשל בעיות אבטחה.
hu_hu: Biztonsági okból engedélyezettlen a bejelentkezés.
it_it: Login disabilitato per ragioni di sicurezza
ja_jp: ログインが許可されませんでした。
lt_lt: Prisijungti neleidžiama saugumo sumetimais.
mn_mn: шЯЬТЯЧФЯШ ТЯЬЯЭжЧ?Ъ
pl_pl: Logowanie niedozwolone
pt_br: Identificação desabilitada por motivos de segurança.
pt_pt: Autenticação não permitida por questões de sugurança.
ro_ro: Autentificare nepermisă din motive de securitate.
ru_ru: Вход невозможен по соображениям безопасности
sk_sk: Prihlásenie je vypnuté kôli bezpečnosti
sv_se: Inloggningen ej tillåten
tr_tr: Güvenlik nedeniyle girişe izin verilmedi.
uk_ua: Логін недопустимий із міркувань безпеки
zh_cn: 出于安全原因禁止登录。
zh_tw: 出於安全原因禁止登入。

source: Servers
ca_es: Servidors
cs_cz: Servery
el_gr: Διακομιστές
es_es: Servidores
fr_fr: Serveurs
gl_es: Servidores
it_it: Server
ja_jp: サーバー
lt_lt: Serveriai
pl_pl: Serwery
pt_br: Servidores
ro_ro: Servere
ru_ru: Серверы
sk_sk: Servery
tr_tr: Sunucular
zh_cn: 服务器
zh_tw: 伺服器

# strgroupservers
source: Servers in group "%s"
ca_es: Servidors en el grup "%s"
cs_cz: Servery ve skupině „%s“
es_es: Servidores en el grupo "%s"
fr_fr: Serveurs du groupe "%s"
gl_es: Servidores no grupo «%s»
hu_hu: Szolgálók „%s” csoportban
lt_lt: Serveriai grupėje "%s"
pt_br: Servidores no grupo "%s"
ru_ru: Серверы в группе "%s"
zh_cn: 群组"%s"中的服务器

# strallservers
source: All servers
ca_es: Tots els servidors
cs_cz: Všechny servery
es_es: Todo los servidores
fr_fr: Tous les serveurs
gl_es: Todos os servidores
hu_hu: Minden szolgáló
lt_lt: Visi serveriai
pt_br: Todos os servidores
ru_ru: Все серверы
zh_cn: 所有服务器

source: Introduction
ca_es: Introducció
cs_cz: Úvodní stránka
el_gr: Αρχική
es_es: Introducción
gl_es: Introdución
it_it: Introduzione
ja_jp: 導入
lt_lt: Įžanga
pl_pl: Wprowadzenie
ro_ro: Introducere
ru_ru: Введение
sk_sk: Úvod
tr_tr: Giriş
zh_cn: 介绍
zh_tw: 介紹

source: Host
cs_cz: Hostitel
fr_fr: Hôte
gl_es: Enderezo IP
ja_jp: ホスト
ro_ro: Gazdă
ru_ru: Хост
sk_sk: Hostiteľ
tr_tr: Sunucu
zh_cn: 主机
zh_tw: 主機

source: Logout
af_za: Teken af
ca_es: Sortida
cs_cz: Odhlásit
da_dk: Log ud
es_es: Cerrar sesión
fr_fr: Déconnexion
gl_es: Saír
he_il: התנתקות
ja_jp: ログアウト
lt_lt: Atsijungti
nl_nl: Log uit
pl_pl: Wyloguj się
pt_pt: Sair
ro_ro: Ieşire
ru_ru: Выход
sk_sk: Odhlásiť
sv_se: Logga ut
tr_tr: Çıkış
uk_ua: Перереєстрація
zh_cn: 注销
zh_tw: 登出

source: Owner
af_za: Eienaar
ca_es: Propietari
cs_cz: Vlastník
da_dk: Ejer
es_es: Dueño
it_it: Proprietario
ja_jp: 所有者
lt_lt: Valdytojas
nl_nl: Eigenaar
pt_pt: Propietário
sv_se: Ägare
tr_tr: Sahibi
uk_ua: Користувач
zh_tw: 擁有人

# straction
source: Action
af_za: Aksie
ar: إجراء Action
ca_es: Acció
cs_cz: Akce
da_dk: Handling
de_de: Aktion
el_gr: Πράξη
es_es: Acción
gl_es: Acción
he_il: פעולה
hu_hu: Művelet
it_it: Azione
ja_jp: アクション
lt_lt: Veiksmas
mn_mn: ?ЪЬФмЬ
nl_nl: Actie
pl_pl: Akcja
pt_br: Ação
pt_pt: Acção
ro_ro: Acţiune
ru_ru: Действие
sk_sk: Akcia
sv_se: Åtgärd
tr_tr: Eylem
uk_ua: Дія
zh_cn: 操作
zh_tw: 動作

source: Actions
af_za: Aksies
ca_es: Accions
cs_cz: Akce
da_dk: Handlinger
es_es: Acciones
gl_es: Accións
he_il: פעולות
it_it: Azioni
ja_jp: 操作
lt_lt: Veiksmai
nl_nl: Acties
pl_pl: Akcje
pt_pt: Acções
ro_ro: Acţiuni
ru_ru: Действия
sk_sk: Akcie
sv_se: Åtgärder
tr_tr: Eylemler
uk_ua: Дії
zh_cn: 操作
zh_tw: 動作

source: Name
af_za: Naam
ca_es: Nom
cs_cz: Název
da_dk: Navn
it_it: Nome
ja_jp: 名前
nl_nl: Naam
tr_tr: Ad
uk_ua: Ім"я
zh_tw: 名稱

# strdefinition
source: Definition
af_za: Definisie
ar: التعريف
ca_es: Definició
cs_cz: Definice
el_gr: Ορισμός
es_es: Definición
fr_fr: Définition
gl_es: Definición
he_il: הגדרה
hu_hu: Definíció
it_it: Definizione
ja_jp: 定義
lt_lt: Apibrėžtis
mn_mn: єЯФЯвШЯЪЬЯЬд
nl_nl: Definitie
pl_pl: Definicja
pt_br: Definição
pt_pt: Definição
ro_ro: Definiţie
ru_ru: Определение
sk_sk: Definícia
tr_tr: Tanım
uk_ua: Визначення
zh_cn: 定义
zh_tw: 定義

# strproperties
source: Properties
af_za: Eienskappe
ar: خصائص
ca_es: Propietats
cs_cz: Vlastnosti
da_dk: Egenskaber
de_de: Eigenschaften
el_gr: Ιδιότητες
es_es: Propiedades
fr_fr: Propriétés
gl_es: Propiedades
he_il: העדפות
hu_hu: Tulajdonságok
ja_jp: プロパティ
lt_lt: Savybės
mn_mn: є?Ь?з (лЩЮж оСЮСв)
nl_nl: Eigenschappen
pl_pl: Właściwości
pt_br: Propriedades
pt_pt: Propriedades
ro_ro: Proprietăţi
ru_ru: Свойства
sk_sk: Vlastnosti
sv_se: Egenskaper
tr_tr: Özellikler
uk_ua: Властивості
zh_cn: 属性
zh_tw: 屬性

# strbrowse
source: Browse
af_za: Bekyk
ar: إستعراض Browse
ca_es: Navega
cs_cz: Procházet
da_dk: Bladre
de_de: Durchsuchen
el_gr: Προβολή
es_es: Examinar
fr_fr: Parcourir
gl_es: Navegar
he_il: דפדף
hu_hu: Tallóz
it_it: Visualizza
ja_jp: 表示
lt_lt: Peržiūrėti
mn_mn: шСвСШ
nl_nl: Bekijk
pl_pl: Przeglądaj
pt_br: Navegar
pt_pt: Navegar
ro_ro: Vizualizare
ru_ru: Просмотреть
sk_sk: Prehliadať
sv_se: Bläddra
tr_tr: Gözat
uk_ua: Переглянути
zh_cn: 浏览
zh_tw: 瀏覽

# strenable
source: Enable
ca_es: Habilita
cs_cz: Povolit
de_de: Einschalten
el_gr: Ενεργοποίηση
es_es: Activar
fr_fr: Activer
gl_es: Activar
hu_hu: Enged
it_it: Abilita
ja_jp: 有効
lt_lt: Įjungti
pl_pl: Aktywuj
pt_br: Habilitar
ro_ro: Activare
ru_ru: Включить
zh_cn: 有效
zh_tw: 啟用

# strdisable
source: Disable
ca_es: Inhabilita
cs_cz: Zakázat
de_de: Ausschalten
el_gr: Απενεργοποίηση
es_es: Desactivar
fr_fr: Désactiver
gl_es: Desactivar
hu_hu: Tilt
it_it: Disabilita
ja_jp: 無効
lt_lt: Išjungti
pl_pl: Deaktywuj
pt_br: Desabilitar
ro_ro: Dezactivare
ru_ru: Выключить
zh_cn: 无效
zh_tw: 停用

source: Drop
af_za: Verwyder
ca_es: Elimina
cs_cz: Odstranit
da_dk: Fjern
it_it: Elimina
ja_jp: 破棄
uk_ua: Видалити
zh_tw: 移除

# strdropped
source: Dropped
af_za: Is verwyder
ar: محذوف Dropped
ca_es: Eliminat
cs_cz: Odstraněno
da_dk: Fjernet
de_de: Gelöscht
el_gr: Διαγράφηκε
es_es: Eliminado
fr_fr: Supprimé
gl_es: Eliminada
he_il: נמחק
hu_hu: Törlölve
it_it: Eliminato
ja_jp: 破棄しました。
lt_lt: Pašalintas
mn_mn: шСгСЧФгСЮ
nl_nl: Verwijderd
pl_pl: Usunięty
pt_br: Deletado(a)
pt_pt: Eliminado
ro_ro: Şters
ru_ru: Удалено
sk_sk: Odstránený
sv_se: Borttagen
tr_tr: Silindi
uk_ua: Видалено
zh_cn: 已删除
zh_tw: 已移除

# strnull
source: Null
ca_es: Nul
cs_cz: Prázdný
da_dk: Ingenting
el_gr: κενό
es_es: Nulo
fr_fr: NULL (le mot)
gl_es: Nulo
mn_mn: шЯЯгЯЮ
pt_br: Nulo
pt_pt: Nulo
ro_ro: Nul
sk_sk: NULL (slovo)
sv_se: Ingenting
tr_tr: NULL (sözcük)
zh_cn: 空值
zh_tw: 空值

# strnotnull
source: Not Null
af_za: Nie Null
ar: ليس Null
ca_es: No Nul
cs_cz: Neprázdný
da_dk: Ikke ingenting
de_de: Nicht Null
el_gr: Να μην είναι κενό
es_es: No Nulo
gl_es: Non nulo
he_il: לא null
it_it: Non Nullo
lt_lt: Ne Null
mn_mn: шЯЯгЯШ ТЩл
nl_nl: Niet Null
pt_br: Não nulo
pt_pt: Não Nulo
ro_ro: Ne-nul
sk_sk: Ne-nulový
sv_se: Inte Ingenting
tr_tr: Null/Null değil
zh_cn: 非空
zh_tw: 不允許空值

# strprev
source: < Prev
af_za: Vorige
ar: >السابق
ca_es: < Previ
cs_cz: < Předchozí
da_dk: Forgående
de_de: < Zurück
el_gr: < Προηγούμενη
es_es: < Previo
fr_fr: Précédent
gl_es: < Anterior
he_il: קודם &lt;
hu_hu: < Előző
it_it: < Prec.
ja_jp: 前に
lt_lt: < Ankstesnis
mn_mn: < ?ЭЮ?Ш
nl_nl: Vorige
pl_pl: Poprzedni
pt_br: < Anterior
pt_pt: Anterior
ro_ro: < Înapoi
ru_ru: < Пред
sk_sk: Predchádzajúci
sv_se: Föregående
tr_tr: Önceki
uk_ua: < Поперед.
zh_cn: 前一页
zh_tw: < 上一步

# strnext
source: Next >
af_za: Volgende
ar: <التالي
ca_es: Següent >
cs_cz: Následující >
da_dk: Næste
de_de: Weiter >
el_gr: Επόμενη >
es_es: Siguiente >
fr_fr: Suivant
gl_es: Seguinte >
he_il: &gt; הבאה
hu_hu: Következő >
it_it: Succ. >
ja_jp: 次に
lt_lt: Tolesnis >
mn_mn: фСвССЧЩЪЮ >
nl_nl: Volgende
pl_pl: Następny
pt_br: Próximo >
pt_pt: Próximo
ro_ro: Înainte >
ru_ru: След. >
sk_sk: Ďaľší
sv_se: Nästa
tr_tr: Sonraki
uk_ua: Наст. >
zh_cn: 下一页
zh_tw: 下一步 >

# strfirst
source: << First
af_za: << Eerste
ar: >>الأول
ca_es: << Primer
cs_cz: << První
da_dk: << Første
de_de: << Anfang
el_gr: << Πρώτη
es_es: << Principio
fr_fr: << Début
gl_es: « Principio
he_il: ראשון &lt;&lt;
hu_hu: << Első
it_it: << Primo
ja_jp: << 最初
lt_lt: << Pirmas
mn_mn: << ќШмЮФ
nl_nl: << Eerste
pl_pl: << Pierwszy
pt_br: << Primeiro
pt_pt: << Primeiro
ro_ro: << Început
ru_ru: << Перв.
sk_sk: << Prvý
sv_se: << Första
tr_tr: << İlk
uk_ua: << Перший
zh_cn: << 第一页
zh_tw: << 最前一步

# strlast
source: Last >>
af_za: Laaste >>
ar: الأخير<<
ca_es: Últim >>
cs_cz: Poslední >>
da_dk: Sidste >>
de_de: Ende >>
el_gr: Τελευταία >>
es_es: Fin >>
fr_fr: Fin >>
gl_es: Final »
he_il: &gt;&gt; אחרון
hu_hu: Utolsó >>
it_it: Ultimo >>
ja_jp: 最後 >>
lt_lt: Paskutinis >>
mn_mn: ѓ??ЬФ >>
nl_nl: Laatste >>
pl_pl: Ostatni >>
pt_br: Último >>
pt_pt: Último >>
ro_ro: Sfârşit >>
ru_ru: Посл. >>
sk_sk: Posledný >>
sv_se: Sista >>
tr_tr: Son >>
uk_ua: Остан. >>
zh_cn: 最后一页 >>
zh_tw: 最後一步 >>

# strfailed
source: Failed
af_za: Het misluk
ar: فشـل
ca_es: Fallat
cs_cz: Nezdařilo se
da_dk: Mislykkedes
de_de: Fehlgeschlagen
el_gr: Απέτυχε
es_es: Falló
fr_fr: Échec
gl_es: Fallou
he_il: נכשל
hu_hu: Sikertelen
it_it: Fallito
ja_jp: 失敗
lt_lt: Nepavyko
mn_mn: сЬФСС
nl_nl: mislukt
pl_pl: Nieudany
pt_br: Falhou
pt_pt: Falha
ro_ro: Eşuat
ru_ru: Прервано
sk_sk: Chyba.
sv_se: Misslyckades
tr_tr: Başarısız oldu.
uk_ua: Перервано
zh_cn: 失败
zh_tw: 失敗

source: Create
af_za: Skep
ca_es: Crea
cs_cz: Vytvořit
da_dk: Opret
it_it: Crea
ja_jp: 作成
nl_nl: Creëer
tr_tr: Yarat
uk_ua: Створити
zh_tw: 建立

# strcreated
source: Created
af_za: Geskep
ar: تم الإنشاء
ca_es: Creat
cs_cz: Vytvořeno
da_dk: Oprettet
de_de: Erstellt
el_gr: Δημιουργήθηκε
es_es: Creado
fr_fr: Créé
gl_es: Creada
he_il: נוצר
hu_hu: Megteremtve
it_it: Creato
ja_jp: 作成しました。
lt_lt: Sukurta
mn_mn: ??гЧмгмЮ
nl_nl: Aangemaakt
pl_pl: Utworzony
pt_br: Criado
pt_pt: Criado
ro_ro: Creat
ru_ru: Создано
sk_sk: Vytvorené
sv_se: Skapad
tr_tr: Yaratıldı
uk_ua: Створено
zh_cn: 已创建
zh_tw: 已建立

source: Comment
af_za: Kommentaar
ca_es: Comentari
cs_cz: Komentář
da_dk: Kommentar
es_es: Comentario
it_it: Commento
ja_jp: コメント
lt_lt: Komentaras
nl_nl: Commentaar
pt_pt: Comentário
sv_se: Kommentar
tr_tr: Yorum
uk_ua: Коментар
zh_tw: 註釋

# strlength
source: Length
af_za: Lengte
ar: طول
ca_es: Longitud
cs_cz: Délka
da_dk: Længde
de_de: Länge
el_gr: Μήκος
es_es: Longitud
fr_fr: Longueur
gl_es: Lonxitude
he_il: אורך
hu_hu: Hossz
it_it: Lunghezza
ja_jp: 長さ
lt_lt: Ilgis
mn_mn: ѕвд
nl_nl: Lengte
pl_pl: Długość
pt_br: Tamanho
pt_pt: Extensão
ro_ro: Lungime
ru_ru: Длина
sk_sk: Dĺžka
sv_se: Längd
tr_tr: Uzunluk
uk_ua: Довжина
zh_cn: 长度
zh_tw: 長度

# strdefault
source: Default
af_za: Standaard
ar: الإفتراضي
ca_es: Predeterminat
cs_cz: Výchozí
da_dk: Standardværdi
de_de: Standardwert
el_gr: Αρχική τιμή
es_es: Predeterminado
fr_fr: Défaut
gl_es: Predeterminado
he_il: ברירת מחדל
hu_hu: Alapértelmezés
ja_jp: デフォルト
lt_lt: Numatytoji reikšmė
mn_mn: єЯФЯвШЯЪ Тег
nl_nl: Standaard
pl_pl: Domyślny
pt_br: Padrão
pt_pt: Padrão
ro_ro: Implicit
ru_ru: По умолчанию
sk_sk: Predvolené
sv_se: Standardvärde
tr_tr: Ön tanımlı değer
uk_ua: По замовчуванню
zh_cn: 默认
zh_tw: 預設值

source: Alter
af_za: Wysig
ca_es: Modifica
cs_cz: Změnit
da_dk: Ændre
es_es: Modificar
it_it: Modifica
ja_jp: 変更
lt_lt: Pakeisti
nl_nl: Wijzig
pt_pt: Alterar
tr_tr: Değiştir
uk_ua: Змінити
zh_tw: 修改

source: Cancel
af_za: Kanselleer
ca_es: Cancel·la
cs_cz: Storno
da_dk: Fortryd
it_it: Annulla
ja_jp: 取り消し
tr_tr: İptal Et
uk_ua: Відмінити
zh_tw: 取消

# strkill
source: Kill
ca_es: Mata
cs_cz: Zabít
es_es: Terminar
fr_fr: Tuer
gl_es: Matar
hu_hu: Öl
lt_lt: Nutraukti
pt_br: Encerrar
ru_ru: Убить
zh_cn: 终止

# strac
source: Enable AutoComplete
ca_es: Habilita AutoCompletat
cs_cz: Povolit automatické dokončení
de_de: Automatische Vervollständigung einschalten
el_gr: Ενεργοποίηση Αυτόματης Συμπλήρωσης (AutoComplete)
es_es: Activar AutoCompletado
fr_fr: Activer la complétion automatique
gl_es: Activar o completado automático
hu_hu: Önműködő kiegészítés engedélyezése
it_it: Abilita autocompletamento
ja_jp: 自動補完を有効にする
lt_lt: Įjungti automatinį baigimą
pl_pl: Włącz autouzupełnianie
pt_br: Habilitar AutoComplete
ro_ro: Activare Auto-completare
ru_ru: Включить автодополнение
zh_cn: 自动完成有效
zh_tw: 啟用自動完成

# strsave
source: Save
af_za: Bewaar
ar: حفظ
ca_es: Desa
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
es_es: Guardar
fr_fr: Sauvegarder
gl_es: Gardar
he_il: שמור
hu_hu: Ment
it_it: Salva
ja_jp: 保存
lt_lt: Įrašyti
mn_mn: шСФЧСЬСШ
nl_nl: Bewaar
pl_pl: Zapisz
pt_br: Salvar
pt_pt: Gravar
ro_ro: Salvare
ru_ru: Сохранить
sk_sk: Uložiť
sv_se: Spara
tr_tr: Kaydet
uk_ua: Зберегти
zh_cn: 保存
zh_tw: 儲存

source: Reset
ca_es: Restableix
cs_cz: Resetovat
ja_jp: リセット
uk_ua: Скинути
zh_tw: 重設

# strrestart
source: Restart
ca_es: Reinicia
cs_cz: Restartovat
es_es: Reiniciar
fr_fr: Redémarrer
gl_es: Reiniciar
hu_hu: Újraindít
lt_lt: Paleisti iš naujo
pt_br: Reinicializar
zh_cn: 重启

# strinsert
source: Insert
af_za: Voeg in
ar: إدراج Insert
ca_es: Inserta
cs_cz: Vložit
da_dk: Indsæt
de_de: Einfügen
el_gr: Εισαγωγή
es_es: Insertar
fr_fr: Insérer
gl_es: Inserir
he_il: הכנס
hu_hu: Beszúr
it_it: Inserisci
ja_jp: 挿入
lt_lt: Įterpti
mn_mn: явееЬЧС ШЩЪШ
nl_nl: Voeg in
pl_pl: Wstaw
pt_br: Inserir
pt_pt: Inserir
ro_ro: Inserare
ru_ru: Вставить
sk_sk: Vložiť
sv_se: Infoga
tr_tr: Ekle
uk_ua: Вставити
zh_cn: 插入
zh_tw: 插入

# strselect
source: Select
af_za: Selekteer
ar: إختيار Select
ca_es: Selecciona
cs_cz: Vybrat
da_dk: Vælg
de_de: Abfrage
el_gr: Επιλογή
es_es: Seleccionar
fr_fr: Sélectionner
gl_es: Seleccionar
he_il: בחר
hu_hu: Kiválaszt
it_it: Seleziona
ja_jp: 選択
lt_lt: Atrinkti
mn_mn: ѓЯЮЧЯШ
nl_nl: Selecteer
pl_pl: Wybierz
pt_br: Selecionar
pt_pt: Seleccionar
ro_ro: Selectare
ru_ru: Выбрать
sk_sk: Vybrať
sv_se: Välj
tr_tr: Seç
uk_ua: Вибрати
zh_cn: 选择
zh_tw: 選取

source: Delete
af_za: Verwyder
ca_es: Elimina
cs_cz: Smazat
da_dk: Slet
es_es: Eliminar
it_it: Cancella
ja_jp: 削除
lt_lt: Šalinti
nl_nl: Verwijder
pt_pt: Eliminar
tr_tr: Sil
uk_ua: Видалити
zh_tw: 刪除

# strupdate
source: Update
af_za: Verfris
ar: تعديل Update
ca_es: Actualitza
cs_cz: Aktualizovat
da_dk: Opdater
de_de: Ändern
el_gr: Ενημέρωση
es_es: Actualizar
fr_fr: Modifier
gl_es: Actualizar
he_il: עדכן
hu_hu: Időszerűsít
it_it: Aggiorna
ja_jp: 更新
lt_lt: Atnaujinti
mn_mn: ѓСЪжЩвееЬСШ
nl_nl: Vernieuw
pl_pl: Zmień
pt_br: Atualizar
pt_pt: Atualizar
ro_ro: Actualizare
ru_ru: Обновить
sk_sk: Aktualizovať
sv_se: Uppdatera
tr_tr: Güncelle
uk_ua: Оновити
zh_cn: 更新
zh_tw: 更新

# strreferences
source: References
af_za: Verwysings
ar: مراجع
ca_es: Referències
cs_cz: Odkazy
da_dk: Referencer
de_de: Verweise
el_gr: Σχέσεις
es_es: Referencia
fr_fr: Références
gl_es: Fai referencia a
he_il: תיעודים
hu_hu: Hivatkozások
it_it: Riferimenti
ja_jp: 参照
lt_lt: Rodyklės
mn_mn: шСЭССвСЬ
nl_nl: Referenties
pl_pl: Odnośniki
pt_br: Referências
pt_pt: Referências
ro_ro: Referinţe
ru_ru: Ссылки
sk_sk: Referencie
sv_se: Referencer
uk_ua: Посилання
zh_cn: 参考
zh_tw: 參照

# stryes
source: Yes
af_za: Ja
ar: نعم
ca_es: Sí
cs_cz: Ano
da_dk: Ja
de_de: Ja
el_gr: Ναι
es_es: Si
fr_fr: Oui
gl_es: Si
he_il: כן
hu_hu: Igen
ja_jp: はい
lt_lt: Taip
mn_mn: єЩЪЭ
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sk_sk: Áno
sv_se: Ja
tr_tr: Evet
uk_ua: Так
zh_cn: 是

# strno
source: No
af_za: Nee
ar: لا
cs_cz: Ne
da_dk: Nej
de_de: Nein
el_gr: Οχι
fr_fr: Non
gl_es: Non
he_il: לא
hu_hu: Nem
ja_jp: いいえ
lt_lt: Ne
mn_mn: ?Ч?Ъ
nl_nl: Nee
pl_pl: Nie
pt_br: Não
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sk_sk: Nie
sv_se: Nej
tr_tr: Hayır
uk_ua: Ні
zh_cn: 否

source: TRUE
af_za: WAAR
ca_es: Cert
cs_cz: PRAVDA
da_dk: Sand
es_es: VERDADERO
gl_es: CERTO
he_il: אמת
ja_jp: 真
lt_lt: TIESA
pl_pl: Prawda
pt_pt: VERDADEIRO
ru_ru: Истина
sv_se: Sant
uk_ua: Істина
zh_tw: 真(TRUE)

source: FALSE
af_za: VALS
ca_es: Fals
cs_cz: NEPRAVDA
da_dk: Falsk
es_es: FALSO
gl_es: FALSO
he_il: שקר
ja_jp: 偽
lt_lt: NETIESA
pl_pl: Fałsz
pt_pt: FALSO
ru_ru: Ложь
sv_se: Falskt
uk_ua: Фальш
zh_tw: 假(FALSE)

# stredit
source: Edit
af_za: Redigeer
ar: تحرير
ca_es: Edita
cs_cz: Upravit
da_dk: Redigere
de_de: Bearbeiten
el_gr: Προσαρμογή
es_es: Editar
fr_fr: Éditer
gl_es: Editar
he_il: ערוך
hu_hu: Szerkeszt
it_it: Modifica
ja_jp: 編集
lt_lt: Taisyti
mn_mn: њСгСШ
pl_pl: Edycja
pt_br: Editar
pt_pt: Editar
ro_ro: Editare
ru_ru: Редактировать
sk_sk: Upraviť
sv_se: Redigera
tr_tr: Düzenle
uk_ua: Редагувати
zh_cn: 编辑
zh_tw: 編輯

# strcolumn
source: Column
af_za: Kolom
ca_es: Columna
cs_cz: Sloupec
da_dk: Kolonne
de_de: Spalte
el_gr: Στήλη
es_es: Columna
fr_fr: Colonne
gl_es: Columna
hu_hu: Oszlop
it_it: Colonna
ja_jp: カラム
lt_lt: Stulpelis
pl_pl: Kolumna
pt_br: Coluna
pt_pt: Coluna
ro_ro: Coloană
ru_ru: Атрибут
sk_sk: Stĺpec
tr_tr: KolonF
zh_cn: 列
zh_tw: 欄位

source: Columns
ca_es: Columnes
cs_cz: Sloupce
it_it: Colonne
ja_jp: カラム
uk_ua: Атрибути
zh_tw: 欄位

# strrows
source: row(s)
af_za: ry(e)
ar: سجل/سجلات
ca_es: fila(es)
cs_cz: řádků
da_dk: Række(r)
de_de: Datensätze
el_gr: γραμμές
es_es: fila(s)
fr_fr: ligne(s)
gl_es: fila(s)
he_il: שורות
hu_hu: sor
it_it: riga(ghe)
ja_jp: レコード
lt_lt: įrašas(-ai)
mn_mn: э?в
nl_nl: rij(en)
pl_pl: wiersz(y)
pt_br: linha(s)
pt_pt: Linha(s)
ro_ro: rând(uri)
ru_ru: запис(ь/и/ей)
sk_sk: riadky
sv_se: Rad(er)
tr_tr: satır
uk_ua: запис(и/ів)
zh_cn: 行
zh_tw: 資料列
