Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# stroperatordropped
source: Operator dropped.
af_za: Operator is verwyder.
ca_es: Operador eliminat.
cs_cz: Operátor byl odstraněn.
da_dk: Operator fjernet.
de_de: Operator gelöscht.
el_gr: Ο τελεστής διαγράφηκε.
es_es: Operador eliminado.
fr_fr: Opérateur supprimé.
gl_es: Eliminouse o operador.
he_il: מפעיל נמחק.
hu_hu: Az operátor törölve.
it_it: Operatore eliminato.
ja_jp: 演算子を破棄しました。
lt_lt: Operatorius pašalintas.
mn_mn: яаХвСдЯв еФСЬХЮ.
nl_nl: Operator verwijderd.
pl_pl: Operator został usunięty.
pt_br: Operador deletado.
pt_pt: Operador eliminado.
ro_ro: Operator şters.
ru_ru: Оператор удален.
sk_sk: Operátor zmazaný.
sv_se: Operand raderad.
tr_tr: Operatör kaldırıldı.
uk_ua: Оператор видалено.
zh_cn: 操作符已删除。
zh_tw: 運算子已移除。

# stroperatordroppedbad
source: Operator drop failed.
af_za: Verwydering van die operator het misluk.
ca_es: No s'ha pogut eliminar l'operador.
cs_cz: Nezdařilo se odstranit operátor.
da_dk: Fjernelse af operator mislykkedes.
de_de: Löschen des Operators fehlgeschlagen.
el_gr: Η διαγραφή του τελεστή απέτυχε.
es_es: Falló en la eliminación del operador.
fr_fr: Échec lors de la suppression de l'opérateur.
gl_es: Non se conseguiu eliminar o operador.
he_il: מחיקת מפעיל נכשלה.
hu_hu: Nem sikerült törölni az operátort.
it_it: Eliminazione dell'operatore fallita.
ja_jp: 演算子の破棄に失敗しました。
lt_lt: Nepavyko pašalinti operatoriaus.
mn_mn: ѕФСЬХЮЩХ ЯаХвСдЯвС авХвзСЮЯ.
nl_nl: Verwijderen van de operator mislukt.
pl_pl: Próba usunięcia operatora się nie powiodła.
pt_br: Falha ao deletar o operador.
pt_pt: Falha ao eliminar o operador.
ro_ro: Ştergere operator eşuată.
ru_ru: Удаление оператора прервано.
sk_sk: Operátor nebol zmazaný.
sv_se: Misslyckades att radera operand.
tr_tr: Operator kaldırma işlemi başarısız oldu.
uk_ua: Видалення оператора перервано.
zh_cn: 操作符删除失败。
zh_tw: 運算子移除已失敗。

# strcasts
source: Casts
af_za: Ekwivalente
ca_es: Conversió de tipus
cs_cz: Přetypování
da_dk: Typekonverteringer
de_de: Typumwandlungen
el_gr: Μετατροπή τύπου
es_es: Conversión de tipos
fr_fr: Conversions
gl_es: Molde
hu_hu: Kasztok
it_it: Cast
ja_jp: キャスト
mn_mn: яТвСкУй
pl_pl: Rzutowania
pt_br: Moldes
pt_pt: Molde
ro_ro: Conversii de tip
ru_ru: Образцы
sk_sk: Cast-y
sv_se: Typomvandlingar
uk_ua: Взірці
zh_cn: 类型转换
zh_tw: 類型轉換

# strnocasts
source: No casts found.
af_za: Geen ekwivalente gevind.
ca_es: No s'han trobat conversions.
cs_cz: Nenalezena žádná přetypování.
da_dk: Ingen typekonverteringer fundet.
de_de: Keine Typumwandlungen gefunden.
el_gr: Δε βρέθηκαν μετατροπές τύπου.
es_es: No se encontraron conversiones.
fr_fr: Aucune conversion trouvée.
gl_es: Non se atopou molde algún.
hu_hu: Nincsenek kasztok.
it_it: Nessun cast trovato.
ja_jp: キャストが見つかりません。
mn_mn: яТвСкУЯз ЮХ ЯТЮСвежХЮЯ.
pl_pl: Nie znaleziono rzutowań.
pt_br: Nenhum molde encontrado.
pt_pt: Não foram encontrador moldes.
ro_ro: Nici o conversie de tip găsită.
ru_ru: Образцов не найдено.
sk_sk: Nenájdené žiadne Cast-y.
sv_se: Hittade inga typomvandlingar.
tr_tr: Hiç cast bulunamadı.
uk_ua: Взірців не виявлено.
zh_cn: 查无类型转换。
zh_tw: 找不到任何類型轉換。

# strsourcetype
source: Source type
af_za: Brontipe
ca_es: Tipus inicial
cs_cz: Zdrojový typ
da_dk: Kildetype
de_de: Ursprungs-Datentyp
el_gr: Τύπος εισόδου
es_es: Tipo del origen
fr_fr: Type source
gl_es: Tipo orixe
he_il: סוג המקור
hu_hu: Forrástípus
it_it: Tipo sorgente
ja_jp: ソースタイプ
mn_mn: єЩа ЩгдЯоЮЩЫС
pl_pl: Typ źródłowy
pt_br: Tipo fonte
pt_pt: Tipo de fonte
ro_ro: Tip sursă
ru_ru: Тип источника
sk_sk: Zdrojový typ
sv_se: Källtyp
tr_tr: Kaynak tip
uk_ua: Тип джерела
zh_cn: 源类型
zh_tw: 來源類型

# strtargettype
source: Target type
af_za: Doeltipe
ca_es: Tipus final
cs_cz: Cílový typ
da_dk: Måltype
de_de: Ziel-Datentyp
el_gr: Τύπος εξόδου
es_es: Tipo del destino
fr_fr: Type cible
gl_es: Tipo obxectivo
he_il: סוג המטרה
hu_hu: Céltípus
it_it: Tipo destinazione
ja_jp: ターゲットタイプ
mn_mn: єЩа авЩХЭЮЩЫС
pl_pl: Typ docelowy
pt_br: Tipo alvo
pt_pt: Tipo de alvo
ro_ro: Tip destinaţie
ru_ru: Тип приемника
sk_sk: Cieľový typ
sv_se: Måltyp
tr_tr: Hedef tip
uk_ua: Тип приймача
zh_cn: 目标类型
zh_tw: 目標類型

# strimplicit
source: Implicit
af_za: Implisiet
ca_es: Implícit
cs_cz: Implicitní
de_de: Implizit
el_gr: Απόλυτη
es_es: Implícito
fr_fr: Implicite
gl_es: Implícito
it_it: Implicito
ja_jp: 暗黙
mn_mn: юХбзЮйЪ
pl_pl: Domniemany
pt_br: Implícito
pt_pt: Implicito
ru_ru: Неявный
sk_sk: Implicitný
uk_ua: Неявний
zh_cn: 隐含的
zh_tw: 隱含

# strinassignment
source: In assignment
af_za: Tydens toekenning
ca_es: En assignació
cs_cz: V přiřazení
da_dk: Tildelt i
de_de: Bei Zuweisungen
el_gr: Σε ανάθεση
es_es: En asignación
fr_fr: En affectation
gl_es: Na asignación
hu_hu: Értékadásban
it_it: Negli assegnamenti
mn_mn: ї ЮСкЮСоХЮЩЩ
pl_pl: W przydziale
pt_br: Em atribuição
pt_pt: Em assignamento
ro_ro: În alocare
ru_ru: В назначении
sk_sk: V priradení
sv_se: Tilldelat i
uk_ua: В призначенні
zh_cn: 委派中
zh_tw: 在指派中

# strbinarycompat
source: (Binary compatible)
af_za: (Binêr-versoenbaar)
ca_es: (Compatible amb binari)
cs_cz: (Binárně zaměnitelné)
da_dk: (Binært kompatibel)
de_de: (Binärkompatibel)
el_gr: (Δυαδική συμβατότητα)
es_es: (Compatible con binario)
fr_fr: (binaire compatible)
gl_es: (Compatible a nivel binario)
hu_hu: (Binárisan kompatibilis)
it_it: (Compatibile in binario)
ja_jp: (バイナリー互換)
mn_mn: (ФзЯЩоЮЯ гЯзЭХгдЩЭйЪ)
pl_pl: (Kompatybilny binarnie)
pt_br: (Compatibilidade binária)
pt_pt: (Binario compativél)
ro_ro: (Compatibil binar)
ru_ru: (двоично совместимый)
sk_sk: (Binárne identické)
sv_se: (Binärt kompatibel)
tr_tr: (Binary uyumlu)
uk_ua: (двійково сумісний)
zh_cn: (二进制兼容)
zh_tw: (二進制碼相容)

# strconversions
source: Conversions
af_za: Omskakelings
cs_cz: Konverze
da_dk: Konverteringer
de_de: Konvertierungen
el_gr: Μετατροπές
es_es: Conversiones
gl_es: Conversións
he_il: המרה
hu_hu: Átalakítások
it_it: Conversioni
ja_jp: 変換
lt_lt: Konvertavimai
mn_mn: №вХЯТвСкЯзСЮЩХ
pl_pl: Konwersje
pt_br: Conversões
pt_pt: Conversões
ro_ro: Conversii
ru_ru: Преобразование
sk_sk: Konverzie
sv_se: Omkodningar
tr_tr: Dönüşümleri
uk_ua: Перетворення
zh_cn: 编码转换
zh_tw: 編碼轉換

# strnoconversions
source: No conversions found.
af_za: Geen omskakelings gevind.
ca_es: No s'han trobat conversions.
cs_cz: Nenalezeny žádné konverze.
da_dk: Ingen konverteringer fundet.
de_de: Keine Konvertierungen gefunden.
el_gr: Δε βρέθηκαν μετατροπές.
es_es: No se encontraron conversiones.
fr_fr: Aucune conversion trouvée.
gl_es: Non se atopou conversión algunha.
he_il: לא נימצאה המרה.
hu_hu: Nincsenek átalakítások.
it_it: Nessuna conversione trovata.
ja_jp: 変換が見つかりません。
lt_lt: Konvertavimai nerasti.
mn_mn: №вХЯТвСкЯзСЮЩЪ ЮХ ЯТЮСвежХЮЯ.
pl_pl: Nie znaleziono konwersji.
pt_br: Nenhuma conversão encontrada.
pt_pt: Não foram encontradas conversões.
ro_ro: Nici o conversie găsită.
ru_ru: Преобразований не найдено.
sk_sk: Nenájdené žiadne konverzie.
sv_se: Hittade inga omkodningar.
tr_tr: Hiç dönüşüm bulunamadı.
uk_ua: Перетворень не виявлено.
zh_cn: 查无编码转换。
zh_tw: 找不到任何編碼轉換。

# strsourceencoding
source: Source encoding
af_za: Bron-enkodering
ca_es: Codificació inicial
cs_cz: Zdrojové kódování
da_dk: Kildekodning
de_de: Ursprungs-Zeichenkodierung
el_gr: Κωδικοποίηση εισόδου
es_es: Codificación de la fuente
fr_fr: Codage source
gl_es: Codificación orixinal
he_il: סוג הקידוד של המקור
hu_hu: Forráskódolás
it_it: Codifica sorgente
ja_jp: 変換元エンコード
mn_mn: ыЯФЩвЯзЫС ЩгдЯоЮЩЫС
pl_pl: Kodowanie źródłowe
pt_br: Codificação fonte
pt_pt: Codificação da fonte
ro_ro: Codificare sursă
ru_ru: Кодировка источника
sk_sk: Zdojové kódovanie
sv_se: Källkodning
tr_tr: Kaynak dil kodlaması
uk_ua: Кодування джерела
zh_cn: 源编码
zh_tw: 來源編碼

# strtargetencoding
source: Target encoding
af_za: Doel-enkodering
ca_es: Codificació final
cs_cz: Cílové kódování
da_dk: Målkodning
de_de: Ziel-Zeichenkodierung
el_gr: Κωδικοποίηση εξόδου
es_es: Codificación del destino
fr_fr: Codage cible
gl_es: Codificación obxectivo
he_il: סוג הקידוד של המטרה
hu_hu: Célkódolás
it_it: Codifica destinazione
ja_jp: 変換先エンコード
mn_mn: ыЯФЩвЯзЫС авЩХЭЮЩЫС
pl_pl: Kodowanie docelowe
pt_br: Codificação alvo
pt_pt: Codificação do alvo
ro_ro: Codificare destinaţie
ru_ru: Кодировка приемника
sk_sk: Cieľové kódovanie
sv_se: Målkodning
tr_tr: Hedef dil kodlaması
uk_ua: Кодування приймача
zh_cn: 目标编码
zh_tw: 目標編碼

# strlanguages
source: Languages
af_za: Tale
ca_es: Llenguatges
cs_cz: Jazyky
da_dk: Sprog
de_de: Programmiersprachen
el_gr: Γλώσσες
es_es: Lenguajes
fr_fr: Langages
gl_es: Linguas
he_il: שפות
hu_hu: Nyelvek
it_it: Linguaggi
ja_jp: 言語
lt_lt: Programavimo kalbos
mn_mn: ёкйЫЩ
pl_pl: Języki
pt_br: Linguagens
pt_pt: Línguas
ro_ro: Limbaje
ru_ru: Языки
sk_sk: Jazyky
sv_se: Språk
tr_tr: Diller
uk_ua: Мови
zh_cn: 过程语言
zh_tw: 程序語言

# strnolanguages
source: No languages found.
af_za: Geen tale gevind.
ca_es: No s'han trobat llenguatges.
cs_cz: Nenalezeny žádné jazyky.
da_dk: Der blev ikke fundet noget sprog.
de_de: Keine Sprachen gefunden.
el_gr: Δε βρέθηκαν γλώσσες.
es_es: No se encontraron lenguajes.
fr_fr: Pas de langage trouvé.
gl_es: Non se atopou lingua algunha.
he_il: לא נמצאו שפות
hu_hu: Nincsenek nyelvek.
it_it: Nessun linguaggio trovato.
ja_jp: 言語が存在しません。
lt_lt: Kalbų nerasta.
mn_mn: ёкйЫЯз ЮХ ЯТЮСвежХЮЯ.
pl_pl: Nie znaleziono języków.
pt_br: Nenhuma linguagem encontrada.
pt_pt: Não foram encontradas línguas.
ro_ro: Nici un limbaj găsit.
ru_ru: Языков не найдено.
sk_sk: Nenájdené žiadne jazyky.
sv_se: Hittade inga språk.
tr_tr: Hiç bir dil bulunamadı.
uk_ua: Мов не виявлено.
zh_cn: 查无过程语言。
zh_tw: 找不到任何程序語言。

# strtrusted
source: Trusted
af_za: Betroubaar
ca_es: Fiable
cs_cz: Důvěryhodný
da_dk: Pålidelig(e)
de_de: Vertrauenswürdig
el_gr: Αξιόπιστη
es_es: Confiable
fr_fr: De confiance
gl_es: De confianza
hu_hu: Hiteles
lt_lt: Patikima
mn_mn: №вЯзХвХЮЯ
pl_pl: Zaufany
pt_br: Confiado
pt_pt: Confiado
ro_ro: Sigur
ru_ru: Проверено
sv_se: Pålitlig(a)
tr_tr: Güvenilir
uk_ua: Перевірено
zh_cn: 信任的
zh_tw: 被信任的

# strnoinfo
source: No information available.
af_za: Geen inligting beskikbaar.
ca_es: No hi ha informació disponible.
cs_cz: Nejsou dostupné žádné informace.
da_dk: Ingen tilgængelig information.
de_de: Keine Informationen vorhanden.
el_gr: Δε βρέθηκαν πληροφορίες.
es_es: No hay información disponible.
fr_fr: Pas d'information disponible.
gl_es: Non hai información dispoñible.
he_il: אין מידע זמין.
hu_hu: Nincs elérhető információ.
it_it: Nessuna informazione disponibile.
ja_jp: 有効な情報がありません。
lt_lt: Nėra informacijos.
mn_mn: юХд ФЯгдеаЮЯЪ ЩЮЦЯвЭСУЩЩ.
pl_pl: Brak informacji na ten temat
pt_br: Nenhuma informação disponível.
pt_pt: Informação indisponível.
ro_ro: Nici o informaţie disponibilă.
ru_ru: Нет доступной информации.
sk_sk: Informácie nedostupné.
sv_se: Ingen information tillgänglig.
tr_tr: Hiç bir bilgi yok.
uk_ua: Немає доступної інформації.
zh_cn: 无资料（information）可用。
zh_tw: 無資訊可用。

# strreferringtables
source: Referring tables
af_za: Verwysende tabelle
ca_es: Referent a les taules
cs_cz: Odkazující tabulky
da_dk: Refererende tabeller
de_de: Tabellen, die mit Fremdschlüsseln auf diese Tabelle verweisen
el_gr: Σχετικοί πίνακες
es_es: Tablas referenciales
fr_fr: Tables référentes
gl_es: Táboas que fan referencia a esta
hu_hu: Kapcsolódó táblák
it_it: Tabelle referenti
ja_jp: 参照テーブル
lt_lt: Priklausomos lentelės
mn_mn: ѓгйЬСРнЩХгб дСТЬЩУй
pl_pl: Tabele zależne
pt_br: Tabelas de referência
pt_pt: Tabelas de referência
ro_ro: Tabele referite
ru_ru: Ссылающиеся таблицы
sk_sk: Referujúce tabuľky
sv_se: Refererande tabeller
uk_ua: Таблиці, що посилаються
zh_cn: 查询（Referring）表
zh_tw: 參照中資料表

# strparenttables
source: Parent tables
af_za: Parent-tabelle
ca_es: Taules pare
cs_cz: Rodičovské tabulky
da_dk: Overordnede tabeller
de_de: Elterntabellen
el_gr: Γονικοί πίνακες
es_es: Tablas padre
fr_fr: Tables parents
gl_es: Táboas superiores
hu_hu: Szülőtáblák
it_it: Tabella padre
ja_jp: 親テーブル
lt_lt: Viršlentelės
mn_mn: ђЯФЩдХЬигЫЩХ дСТЬЩУй
pl_pl: Tabela nadrzędne
pt_br: Tabelas pais
pt_pt: Tabelas pai
ro_ro: Tabele părinte
ru_ru: Родительские таблицы
sk_sk: Rodičovské tabuľky
sv_se: Ovanstående tabeller
tr_tr: Parent tablolar
uk_ua: Батьківські таблиці
zh_cn: 父表
zh_tw: 父資料表

# strchildtables
source: Child tables
af_za: Child-tabelle
ca_es: Taules fill
cs_cz: Dceřiné tabulky
da_dk: Underordnede tabeller
de_de: Kindtabellen
el_gr: Θυγατρικοί πίνακες
es_es: Tablas hija
fr_fr: Tables enfants
gl_es: Táboas subordinadas
hu_hu: Gyerektáblák
it_it: Tabella figlia
ja_jp: 子テーブル
lt_lt: Polentelės
mn_mn: фЯоХвЮЩХ дСТЬЩУй
pl_pl: Tabela podrzędna
pt_br: Tabelas filhas
pt_pt: Tabelas filho
ro_ro: Tabele copii
ru_ru: Дочерние таблицы
sk_sk: Dcérske tabuľky
sv_se: Underliggande tabeller
tr_tr: Child tablolar
uk_ua: Дочірні таблиці
zh_cn: 子表
zh_tw: 子資料表

# straggregate
source: Aggregate
ca_es: Agregat
cs_cz: Agregační funkce
de_de: Aggregatsfunktion
el_gr: Συγκεντρωτική συνάρτηση
es_es: Agregación
fr_fr: Agrégat
gl_es: Conxunto
hu_hu: Aggregálás
it_it: Aggregato
ja_jp: 集計
lt_lt: Agregavimo funkcija
pl_pl: Funkcja agregująca
pt_br: Agregação
ro_ro: Agregare
ru_ru: Агрегатное выражение
zh_cn: 聚集
zh_tw: 聚集函數

# straggregates
source: Aggregates
af_za: Opsommers
ca_es: Agregats
cs_cz: Agregační funkce
da_dk: Sammenlægninger
de_de: Aggregatsfunktionen
el_gr: Συγκεντρωτικές συναρτήσεις
es_es: Agregaciones
fr_fr: Agrégats
gl_es: Conxuntos
hu_hu: Aggregálások
it_it: Aggregati
ja_jp: 集計
lt_lt: Agregavimo funkcijos
mn_mn: юмЧдЧмШ
nl_nl: Aggregaten
pl_pl: Funkcje agregujące
pt_br: Agregações
pt_pt: Agregados
ro_ro: Agregări
ru_ru: Агрегатные выражения
sk_sk: Agregáty
sv_se: Sammanslagningar
tr_tr: Aggregate
uk_ua: Агрегатні вирази
zh_cn: 聚集
zh_tw: 聚集函數

# strnoaggregates
source: No aggregates found.
af_za: Geen opsommers gevind.
ca_es: No s'han trobat agregats
cs_cz: Nebyly nalezeny žádné agregační funkce.
da_dk: Ingen sammenlægninger fundet.
de_de: Keine Aggregatsfunktionen gefunden.
el_gr: Δε βρέθηκαν συγκεντρωτικές συναρτήσεις
es_es: No se encontraron agregaciones.
fr_fr: Aucun agrégat trouvé.
gl_es: Non se atopou conxunto algún.
hu_hu: Nincsenek aggregálások.
it_it: Nessun aggregato trovato.
ja_jp: 集計がありません。
lt_lt: Agregavimo funkcijų nerasta.
pl_pl: Nie znaleziono funkcji agregujących.
pt_br: Nenhuma agregação encontrada.
pt_pt: Não foram encontrados agregados.
ro_ro: Nici o agregare găsită.
ru_ru: Агрегатных выражений не найдено.
sk_sk: Nenájdené žiadne agregáty.
sv_se: Hittade inga sammanslagningar.
tr_tr: Hiç aggregate bulunamadı.
uk_ua: Агрегатних виразів не виявлено.
zh_cn: 查无聚集。
zh_tw: 找不到任何聚集函數。

# stralltypes
source: (All types)
af_za: (Alle tipes)
ca_es: (Tots els tipus)
cs_cz: (Všechny typy)
da_dk: (Alle typer)
de_de: (Alle Typen)
el_gr: (Ολοι οι τύποι)
es_es: (Todos los tipos)
fr_fr: (tous les types)
gl_es: (Todos os tipos)
he_il: (כל הסוגים)
hu_hu: (Minden típus)
it_it: (Tutti i tipi)
ja_jp: (すべての種類)
lt_lt: (Visi tipai)
pl_pl: (Wszystkie typy)
pt_br: (Todos os tipos)
pt_pt: (Todos os tipos)
ro_ro: (Toate tipurile)
ru_ru: (Все типы)
sk_sk: (Všetky typy)
sv_se: (Alla typer)
tr_tr: (Tüm veri tipleri)
uk_ua: (Всі типи)
zh_cn: (所有类型)
zh_tw: (全部類型)

# strcreateaggregate
source: Create aggregate
ca_es: Crea un agregat
cs_cz: Vytvořit agregační funkci
de_de: Aggregatsfunktion erstellen
el_gr: Δημιουργία συγκεντρωτικής συνάρτησης
es_es: Crear Agregación
fr_fr: Créer un agrégat
gl_es: Crear un conxunto
hu_hu: Aggregálást teremt
it_it: Crea aggregato
ja_jp: 集計を作成する
lt_lt: Kurti agregavimo funkciją
pl_pl: Utwórz funkcję agregującą
pt_br: Criar agregação
ro_ro: Creare agregare
ru_ru: Создать агрегатное выражение
zh_cn: 创建聚集
zh_tw: 建立聚集函數

# straggrbasetype
source: Input data type
ca_es: Tipus de dades d'entrada
cs_cz: Typ vstupních dat
de_de: Eingabedatentyp
el_gr: Μορφή δεδομένων εισόδου
es_es: Tipo del dato de entrada
fr_fr: Type de données en entrée
gl_es: Tipo de dato de entrada
hu_hu: Bemenő adattípus
ja_jp: 入力データの種類
lt_lt: Pradinių duomenų tipas
pl_pl: Typ danych wejściowych
pt_br: Tipo de dados de entrada
ro_ro: Tip dată de intrare
ru_ru: Входной тип данных
zh_cn: 输入数据类型
zh_tw: 輸入資料類型

# straggrsfunc
source: State transition function
ca_es: Funció de la transició de l'estat
cs_cz: Funkce stavového přechodu
de_de: Zustandsübergangsfunktion
el_gr: Συνάρτηση μεταβολής κατάστασης
es_es: Función de transición de estado
fr_fr: Fonction de transition de l'état
gl_es: Función de cambio de estado
hu_hu: Állapotátmeneti függvény
it_it: Funzione di transizione di stato
ja_jp: 状態遷移関数
lt_lt: Būsenos keitimo funkcija
pt_br: Função de transição de estado
ro_ro: Funcţie tranziţie de stare
ru_ru: Функция смены состояний
zh_cn: 状态转化函数
zh_tw: 狀態過渡函數

# straggrstype
source: Data type for state value
ca_es: Tipus de dades pel valor de l'estat
cs_cz: Datový typ stavové hodnoty
de_de: Datentyp für den Zustandswert
el_gr: Μορφή δεδομένων κατάστασης
es_es: Tipo de dato para el valor de estado
fr_fr: Type de la valeur de transition
gl_es: Tipo de dato para o valor do estado
hu_hu: Állapotérték adattípusa
it_it: Tipo di dato per il valore di stato
ja_jp: 状態データの種類
lt_lt: Būsenos reikšmės duomenų tipas
pt_br: Tipo de dados para valor de estado
ru_ru: Тип переменной состояния
zh_cn: 状态类型
zh_tw: 狀態類型

# straggrffunc
source: Final function
ca_es: Funció final
cs_cz: Finální funkce
de_de: Ergebnisfunktion
el_gr: Τελική συνάρτηση
es_es: Función final
fr_fr: Fonction finale
gl_es: Función final
hu_hu: Végső függvény
it_it: Funzione finale
ja_jp: 終了関数
lt_lt: Galutinė funkcija
pt_br: Função final
ro_ro: Funcţie finală
ru_ru: Финальная функция
zh_cn: 最终函数
zh_tw: 最終函數

# straggrinitcond
source: Initial condition
ca_es: Condició inicial
cs_cz: Počáteční podmínka
de_de: Zustandswert zu Beginn
el_gr: Αρχική συνθήκη
es_es: Condición inicial
fr_fr: Condition initiale
gl_es: Condición inicial
hu_hu: Kezdő feltétel
it_it: Condizione iniziale
ja_jp: 初期状態
lt_lt: Pradinė sąlyga
pl_pl: Warunek początkowy
pt_br: Condição inicial
ro_ro: Condiţie iniţială
ru_ru: Начальное условие
zh_cn: 初始函数
zh_tw: 最初條件

# straggrsortop
source: Sort operator
ca_es: Operador ordre
cs_cz: Operátor řazení
de_de: Operator für Sortierung
el_gr: Τελεστής ταξινόμησης
es_es: Operador de ordenamiento
fr_fr: Opérateur de tri
gl_es: Operador de orde
hu_hu: Rendező művelet
it_it: Operatore di ordinamento
ja_jp: ソート操作
lt_lt: Rikiavimo operatorius
pl_pl: Operator sortowania
pt_br: Operador de ordem
ro_ro: Operator sortare
ru_ru: Оператор сортировки
zh_cn: 排序操作符
zh_tw: 排序運算子

# strconfdropaggregate
source: Are you sure you want to drop the aggregate "%s"?
ca_es: Està segur de voler elimnar l'agregat '%s'?
cs_cz: Opravdu chcete odstranit agregační funkci „%s“?
de_de: Sind Sie sicher, dass Sie die Aggregatsfunktion "%s" löschen wollen?
el_gr: Να διαγραφεί η συγκεντρωτική συνάρτηση "%s"?
es_es: ¿Estás seguro que desea eliminar la agregación "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer l'agrégat « %s »?
gl_es: Está seguro de que quere eliminar o conxunto «%s»?
hu_hu: Biztosan töröljük „%s” aggregálást?
it_it: Eliminare l'aggregato "%s"?
ja_jp: 本当に集計「%s」を破棄しますか?
lt_lt: Ar tikrai norite šalinti agregavimo funkciją "%s"?
pl_pl: Czy na pewno chcesz usunąć funkcję agregującą "%s"?
pt_br: Você têm certeza que deseja deletar a agregação "%s"?
ro_ro: Sigur ştergeţi agregarea "%s"?
ru_ru: Вы действительно хотите удалить агрегатное выражение "%s"?
zh_cn: 确定要删除聚集 "%s"吗?
zh_tw: 您確定您要移除這個聚集函數 "%s" 嗎?

# straggregatedropped
source: Aggregate dropped.
ca_es: Agregat eliminat.
cs_cz: Agregační funkce byla odstraněna.
de_de: Aggregatsfunktion gelöscht.
el_gr: Η συγκεντρωτική συνάρτηση διαγράφηκε.
es_es: Agregación eliminada.
fr_fr: Agrégat supprimé.
gl_es: Eliminouse o conxunto.
hu_hu: Aggregálás törölve.
it_it: Aggregato eliminato.
ja_jp: 集計を破棄しました。
lt_lt: Agregavimo funkcija pašalinta.
pl_pl: Funkcja agregująca została usunięta.
pt_br: Agregação deletada.
ro_ro: Agregare ştearsă.
ru_ru: Агрегатное выражение удалено.
zh_cn: 聚集已删除。
zh_tw: 聚集函數已移除。

# straggregatedroppedbad
source: Aggregate drop failed.
ca_es: No s'ha pogut eliminar l'agregat.
cs_cz: Nezdařilo se odstranit agregační funkci.
de_de: Löschen der Aggregatsfunktion fehlgeschlagen.
el_gr: Η διαγραφή της συγκεντρωτικής συνάρτησης απέτυχε.
es_es: Falló en la eliminación de la agregación.
fr_fr: Échec lors de la suppression de l'agrégat.
gl_es: Non se conseguiu eliminar o conxunto.
hu_hu: Nem sikerült törölni az aggregálást.
it_it: Eliminazione dell'aggregato fallita.
ja_jp: 集計の破棄に失敗しました。
lt_lt: Nepavyko pašalinti agregavimo funkcijos.
pl_pl: Próba usunięcia funkcji agregującej się nie powiodła.
pt_br: Falha ao deletar a agregação.
ro_ro: Ştergere agregare eşuată.
ru_ru: Удаление агрегатного выражения прервано.
zh_cn: 聚集删除失败。
zh_tw: 聚集函數移除已失敗。

# straggraltered
source: Aggregate altered.
ca_es: Agregat modificat.
cs_cz: Změny v agregační funkci byly provedeny.
de_de: Aggregatsfunktion geändert.
el_gr: Η συγκεντρωτική συνάρτηση τροποποιήθηκε.
es_es: Agregación modificada.
fr_fr: Agrégat modifié.
gl_es: Modificouse o conxunto.
hu_hu: Aggregálás megváltoztatva.
it_it: Aggregato modificato.
ja_jp: 集計を変更しました。
lt_lt: Agregavimo funkcija pakeista.
pl_pl: Funkcja agregująca została zmieniona.
pt_br: Agregação alterada.
ro_ro: Agregare modificată.
ru_ru: Агрегатное выражение изменено.
zh_cn: 聚集已变更。
zh_tw: 聚集函數已修改。

# straggralteredbad
source: Aggregate alteration failed.
ca_es: No s'ha pogut modificar l'agregat.
cs_cz: Nezdařilo se provést změny v agregační funkci.
de_de: Ändern der Aggregatsfunktion fehlgeschlagen.
el_gr: Η τροποποίηση της συγκεντρωτικής συνάρτησης απέτυχε.
es_es: Falló la modificación de la agregación.
fr_fr: Échec lors de la modification de l'agrégat.
gl_es: Non se conseguiu eliminar o conxunto.
hu_hu: Nem sikerült az aggregálást megváltoztatni.
it_it: Modifica dell'aggregato fallita.
ja_jp: 集計の変更に失敗しました。
lt_lt: Nepavyko pakeisti agregavimo funkcijos.
pl_pl: Próba zmiany funkcji agregującej się nie powiodła.
pt_br: Falha ao alterar a agregação.
ro_ro: Modificare agregare eşuată.
ru_ru: Изменение агрегатного выражения прервано.
zh_cn: 聚集变更失败。
zh_tw: 聚集函數修改已失敗。

# straggrneedsname
source: You must specify a name for the aggregate.
ca_es: Ha d'especificar un nom per l'agregat
cs_cz: Musíte zadat název pro agregační funkci.
de_de: Sie müssen einen Namen für die Aggregatsfunktion angeben.
el_gr: Πρέπει να δώσετε όνομα στη συγκεντρωτική συνάρτηση.
es_es: Debes especificar un nombre para la agregación.
fr_fr: Vous devez indiquer un nom pour l'agrégat
gl_es: Debe fornecer un nome para o conxunto.
hu_hu: Meg kell adni az aggregálás nevét.
it_it: È necessario specificare un nome per l'aggregato.
ja_jp: 集計は名前を指定しなければなりません
lt_lt: Turite suteikti agregavimo funkcijai pavadinimą.
pl_pl: Musisz podać nazwę funkcji agregującej
pt_br: Você deve informar um nome para a sua agregação.
ro_ro: Specificaţi un nume pentru agregare
ru_ru: Вам необходимо определить имя агрегатного выражения.
zh_cn: 必须指定聚集的名称
zh_tw: 您必需具體指定一個名稱給這個聚集函數。
