Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strindexname
source: Index name
af_za: Indeksnaam
ar: إسم الفهرس Index
ca_es: Nom de l'índex
cs_cz: Název indexu
da_dk: Indeksnavn
el_gr: Ονομα ευρετηρίου
es_es: Nombre del Índice
fr_fr: Nom de l'index
gl_es: Nome do índice
he_il: שם האינדקס
hu_hu: Indexnév
it_it: Nome dell'indice
ja_jp: インデックス名
lt_lt: Indekso pavadinimas
mn_mn: щЭб ЩЮФХЫгС
nl_nl: Index Naam
pl_pl: Nazwa indeksu
pt_br: Nome do índice
pt_pt: Nome do índice
ro_ro: Nume index
ru_ru: Имя индекса
sk_sk: Názov Indexu
sv_se: Indexnamn
tr_tr: Indeks adı
uk_ua: Ім"я індекса
zh_cn: 索引名
zh_tw: 索引名稱

# strshowallindexes
source: Show all indexes
af_za: Wys alle indekse
ar: عرض جميع الفهارس indexes
ca_es: Mostra tots els índexs
cs_cz: Zobrazit všechny indexy
da_dk: Vis alle indeks
de_de: Alle Indizes anzeigen
el_gr: Εμφάνιση όλων των ευρετηρίων
es_es: Mostrar Todos los Índices
fr_fr: Voir tous les index
gl_es: Listar todos os índices
he_il: צפה בכל האינדקסים
hu_hu: Minden indexet megjelenít
it_it: Mostra tutti gli indici
ja_jp: すべてのインデックスを表示する
lt_lt: Rodyti visus indeksus
mn_mn: №ЯЫСкСди згХ ЩЮФХЫгй
nl_nl: Toon alle indices
pl_pl: Pokaż wszystkie indeksy
pt_br: Exibir todos os índices
pt_pt: Exibir todos os índices
ro_ro: Afişare toate indexurile
ru_ru: Показать все индексы
sk_sk: Zobraziť Všetky Indexy
sv_se: Visa alla index
tr_tr: Tüm indeksleri göster
uk_ua: Показати всі індекси
zh_cn: 显示所有索引
zh_tw: 顯示全部索引

# strnoindex
source: No index found.
af_za: Geen indeks gevind.
ar: لم يوجد فهرس index.
ca_es: No s'ha trobat l'índex.
cs_cz: Nenalezen žádný index.
da_dk: Ingen indeks blev fundet.
de_de: Kein Index gefunden.
el_gr: Δε βρέθηκε ευρετήριο.
es_es: No se encontró el índice.
fr_fr: Aucun index trouvé.
gl_es: Non se atopou índice algún.
he_il: אינדקס לא נמצאה.
hu_hu: Nincs index.
it_it: Indice non trovato.
ja_jp: インデックスがありません。
lt_lt: Indeksas nerastas.
mn_mn: щЮФХЫг ЮХ ЯТЮСвежХЮ.
nl_nl: Geen index gevonden.
pl_pl: Nie znaleziono indeksu.
pt_br: Nenhum índice encontrado.
pt_pt: Índice não encontrado.
ro_ro: Nici un index găsit.
ru_ru: Индекс не обнаружен.
sk_sk: Nenájdený žiadny index.
sv_se: Hittade inget index.
tr_tr: Hiçbir indeks bulunamadı.
uk_ua: Індекс не виявлено.
zh_cn: 查无此索引
zh_tw: 找不到索引。

# strnoindexes
source: No indexes found.
af_za: Geen indekse gevind.
ar: لم توجد فهارس indexes.
ca_es: No s'han trobat índexs.
cs_cz: Nenalezeny žádné indexy.
da_dk: Ingen indeks blev fundet.
de_de: Keine Indizes gefunden.
el_gr: Δε βρέθηκαν ευρετήρια.
es_es: No se encontraron índices.
fr_fr: Aucun index trouvé.
gl_es: Non se atopou índice algún.
he_il: לא נמצאו אינדקסים.
hu_hu: Nincsenek indexek.
it_it: Nessun indice trovato.
ja_jp: インデックスが見つかりません。
lt_lt: Indeksų nerasta.
mn_mn: юЩ ЯФЮЯЧЯ ЩЮФХЫгС ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen indices gevonden.
pl_pl: Nie znaleziono indeksów.
pt_br: Nenhum índice encontrado.
pt_pt: Índices não encontrados.
ro_ro: Nici un index găsit.
ru_ru: Ни одного индекса не найдено.
sk_sk: Nenájdené žiadne indexy.
sv_se: Hittade inga index.
tr_tr: Hiçbir indeks bulunamadı.
uk_ua: Жодного індекса не знайдено.
zh_cn: 查无索引
zh_tw: 找不到任何索引。

# strcreateindex
source: Create index
af_za: Skep 'n indeks
ar: إنشاء فهرس index جديد
ca_es: Crea un índex
cs_cz: Vytvořit index
da_dk: Opret indeks
de_de: Index erstellen
el_gr: Δημιουργία ευρετηρίου
es_es: Crear Índice
fr_fr: Créer un index
gl_es: Crear un índice
he_il: צור אינקדס.
hu_hu: Indexet teremt
it_it: Crea Indice
ja_jp: インデックスを作成する
lt_lt: Kurti indeksą
mn_mn: ѓЯкФСди ЩЮФХЫг
nl_nl: Maak index aan
pl_pl: Utwórz indeks
pt_br: Criar índice
pt_pt: Criar índice
ro_ro: Creare index
ru_ru: Создать индекс
sk_sk: Vytvoriť Index
sv_se: Skapa index
tr_tr: Indeks yarat
uk_ua: Створити індекс
zh_cn: 创建索引
zh_tw: 建立索引

# strtabname
source: Tab name
af_za: Tab-naam
ca_es: Nom de la pestanya
cs_cz: Název tabulky
da_dk: Tabelnavn
de_de: Tabellenname
el_gr: Ονομα καρτέλας
es_es: Nombre de la pestaña
fr_fr: Nom de la table
gl_es: Nome da lapela
he_il: תקייה אינקדס
hu_hu: Táblanév
it_it: Nome del tab
ja_jp: タブ名
lt_lt: Lentelės pavadinimas
mn_mn: щЭб дСТЬЩУй
nl_nl: Tab Naam
pt_br: Nome da tabela
pt_pt: Nome da tabela
ro_ro: Nume tabelă
ru_ru: Имя таблицы
sk_sk: Tab Meno
sv_se: Tabellnamn
tr_tr: Tab Adı
uk_ua: Ім"я таблиці
zh_cn: 数据表名
zh_tw: 資料表名稱

# strcolumnname
source: Column name
af_za: Kolomnaam
ar: إسم العمود
ca_es: Nom de la columna
cs_cz: Název sloupce
da_dk: Kolonnenavn
de_de: Spaltenname
el_gr: Ονομα στήλης
es_es: Nombre de Columna
fr_fr: Nom de la colonne
gl_es: Nome da columna
he_il: שם העמודה
hu_hu: Oszlopnév
it_it: Nome della colonna
ja_jp: カラム名
lt_lt: Stulpelio pavadinimas
mn_mn: щЭб СдвЩТедС
nl_nl: Kolom Naam
pl_pl: Nazwa kolumny
pt_br: Nome da coluna
pt_pt: Nome da coluna
ro_ro: Nume coloană
ru_ru: Имя атрибута
sk_sk: Názov ståpca
sv_se: Kolumnnamn
tr_tr: Kolon adı
uk_ua: Ім"я атрибута
zh_cn: 列名
zh_tw: 欄位名稱

# strindexneedsname
source: You must give a name for your index.
af_za: Jy moet 'n naam gee vir die index.
ar: يجب عليك إعطاء إسم للفهرس index.
ca_es: Ha d'anomenar l'índex.
cs_cz: Musíte zadat název pro index.
da_dk: Indeks skal have et navn
de_de: Sie müssen für den Index einen Namen angeben.
el_gr: Πρέπει να δώσετε όνομα στο ευρετήριο.
es_es: Debes darle un nombre al índice
fr_fr: Vous devez indiquer un nom pour votre index
gl_es: Debe fornecer un nome para o índice.
he_il: אתה חייב לציין שם לאינדקס.
hu_hu: Meg kell adni az index nevét.
it_it: È necessario specificare un nome per l'indice
ja_jp: 有効なインデックス名を指定しなければいけません。
lt_lt: Turite suteikti indeksui pavadinimą.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ЩЭб ЩЮФХЫгС
nl_nl: U dient een naam op te geven voor de index.
pl_pl: Musisz nazwać indeks.
pt_br: Você deve informar um nome para o seu índice.
pt_pt: Dê um nome ao seu índice
ro_ro: Specificaţi un nume pentru index.
ru_ru: Вам необходимо указать имя индекса
sk_sk: Musíš zadať názov pre tvoj index
sv_se: Du måste ge ett namn för ditt index
tr_tr: Indeksinize bir ad vermeniz gerekmektedir.
uk_ua: Вам необхідно вказати ім"я індекса
zh_cn: 必须指定索引名称。
zh_tw: 您必需為您的索引給一個名稱。

# strindexneedscols
source: Indexes require a valid number of columns.
af_za: Indekse moet ten minste uit één kolom bestaan.
ar: الفهارس تتطلب عدد مقبول من الأعمدة.
ca_es: Els índexs requereixen un número vàlid de columnes.
cs_cz: Index musí obsahovat nejméně jeden sloupec.
da_dk: Indeks kræveret gyldigt antal kolonner.
de_de: Sie müssen eine zulässige Anzahl an Spalten angeben.
el_gr: Τα ευρετήρια απαιτούν έναν έγκυρο αριθμό στηλών.
es_es: Los índices requieren un número válido de columnas.
fr_fr: Vous devez indiquer un nombre valide de colonnes.
gl_es: Os índices teñen que ter un número de columnas correcto.
he_il: אינדקסים דורשים מספר תקין של עמודות.
hu_hu: Meg kell adni az oszlopok (érvényes) számát.
it_it: Gli indici richiedono di un numero valido di colonne.
ja_jp: 有効なカラム数を指定しなければいけません。
lt_lt: Turite nurodyti teisingą stulpelių skaičių.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ФЯаегдЩЭЯХ ЫЯЬЩоХгдзЯ СдвЩТедЯз.
nl_nl: Indices dienen uit minimaal één kolom te bestaan.
pl_pl: W skład indeksu musi wchodzić przynajmniej jedna kolumna.
pt_br: Índices requerem um número válido de colunas.
pt_pt: Índices requerem um número válido de colunas.
ro_ro: Indexurile necesită un număr corect de coloane.
ru_ru: Вам необходимо указать допустимое количество атрибутов.
sk_sk: Index vyžaduje vyhovujúci počet stĺpcov.
sv_se: Det krävs ett giltigt antal kolumner för index.
tr_tr: Geçerli kolın sayısı vermeniz gerekmektedir.
uk_ua: Вам необхідно вказати можливу кількість атрибутів.
zh_cn: 必须给索引指定有效的列数。
zh_tw: 索引要求一個有效欄位數量。

# strindexcreated
source: Index created.
af_za: Indeks is geskep
ar: لقد تم إنشاء الفهرس بنجاح.
ca_es: Índex creat
cs_cz: Index byl vytvořen.
da_dk: Indeks oprettet
de_de: Index erstellt.
el_gr: Το ευρετήριο δημιουργήθηκε.
es_es: Índice creado
fr_fr: Index créé
gl_es: Creouse o índice.
he_il: אינדקס נוצר.
hu_hu: Az index megteremtve
it_it: Indice creato
ja_jp: インデックスを作成しました。
lt_lt: Indeksas sukurtas.
mn_mn: щЮФХЫг гЯкФСЮ.
nl_nl: Index aangemaakt
pl_pl: Indeks został utworzony.
pt_br: Índice criado.
pt_pt: Índice criado
ro_ro: Index creat
ru_ru: Индекс создан.
sk_sk: Index vytvorený
sv_se: Index skapat
tr_tr: Indeks yaratıldı.
uk_ua: Індекс створено.
zh_cn: 索引已创建
zh_tw: 索引已建立

# strindexcreatedbad
source: Index creation failed.
af_za: Die indeks kon nie geskep word nie.
ar: فشل إنشاء الفهرس.
ca_es: No s'ha pogut crear l'índex.
cs_cz: Nezdařilo se vytvořit index.
da_dk: Oprettelse af indeks mislykkedes.
de_de: Erstellen des Index fehlgeschlagen.
el_gr: Η δημιουργία του ευρετηρίου απέτυχε.
es_es: Falló la creación del índice.
fr_fr: Échec lors de la création de l'index.
gl_es: Non se conseguiu crear o índice.
he_il: יצירת אינקדס נכשלה.
hu_hu: Nem sikerült megteremteni az indexet.
it_it: Creazione indice fallita.
ja_jp: インデックスの作成に失敗しました。
lt_lt: Nepavyko sukurti indekso.
mn_mn: ѓЯкФСЮЩХ ЩЮФХЫгС авХвзСЮЯ.
nl_nl: Het aanmaken van de index is mislukt.
pl_pl: Próba utworzenia indeksu się nie powiodła.
pt_br: Falha ao criar o índice.
pt_pt: Falha na criação do índice.
ro_ro: Creare index eşuată.
ru_ru: Создание индекса прервано.
sk_sk: Index nebol vytvorený.
sv_se: Misslyckades att skapa index.
uk_ua: Створення індекса перервано.
zh_cn: 索引创建失败。
zh_tw: 索引建立失敗。

# strconfdropindex
source: Are you sure you want to drop the index "%s"?
af_za: Is jy seker dat jy die indeks "%s" wil verwyder?
ar: هل انت متأكد تريد حذف الفهرس بإسم "%s"؟
ca_es: Està segur de voler eliminar l'índex "%s"?
cs_cz: Opravdu chcete odstranit index „%s“?
da_dk: Er du sikker på at du vil fjerne indeks "%s"?
de_de: Sind Sie sicher, dass sie den Index "%s" löschen möchten?
el_gr: Να διαγραφεί το ευρετήριο "%s"?
es_es: ¿Estás seguro d eliminar el índice "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer l'index « %s » ?
gl_es: Está seguro de que quere eliminar o índice «%s»?
he_il: האם אתה בטוח שברצונל למחוק את האינקדס "%s"?
hu_hu: Biztosan törölni kívánja „%s” indexet?
it_it: Eliminare l'indice "%s"?
ja_jp: 本当にインデックス「%s」を破棄しますか?
lt_lt: Ar tikrai norite pašalinti indeksą "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еЮЩодЯжЩди ЩЮФХЫг "%s"?
nl_nl: Weet u zeker dat u de index "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć indeks "%s"?
pt_br: Você têm certeza que deseja deletar o índice "%s"?
pt_pt: Tem a certeza que quer eliminar o índice "%s"?
ro_ro: Sigur ştergeţi indexul "%s"?
ru_ru: Вы уверены, что хотите уничтожить индекс "%s"?
sk_sk: Naozaj chceš zmazať index "%s"?
sv_se: Är du säker på att du vill radera index "%s"?
tr_tr: "%s" indeksini kaldırmak istediğinize emin misiniz?
uk_ua: Ви впевнені, що бажаєте видалити індекс "%s"?
zh_cn: 确定要删除"%s"索引？
zh_tw: 您確定您要移除這個索引 "%s" 嗎?

# strindexdropped
source: Index dropped.
af_za: Indeks is verwyder.
ar: لقد تم حذف الفهرس بنجاح.
ca_es: Índex eliminat.
cs_cz: Index byl odstraněn.
da_dk: Indeks fjernet.
de_de: Index gelöscht.
el_gr: Το ευρετήριο διαγράφηκε.
es_es: Índice eliminado.
fr_fr: Index supprimé.
gl_es: Eliminouse o índice.
he_il: אינדקס נמחק.
hu_hu: Az index törölve.
it_it: Indice eliminato.
ja_jp: インデックスを破棄しました。
lt_lt: Indeksas pašalintas.
mn_mn: щЮФХЫг еЮЩодЯжХЮ.
nl_nl: Index verwijderd.
pl_pl: Indeks został usunięty.
pt_br: Índice deletado.
pt_pt: Indice eliminado.
ro_ro: Index şters.
ru_ru: Индекс уничтожен.
sk_sk: Index zmazaný.
sv_se: Index raderat.
tr_tr: Indeks kaldırıldı.
uk_ua: Індекс видалено.
zh_cn: 索引已删除。
zh_tw: 索引已移除。

# strindexdroppedbad
source: Index drop failed.
af_za: Verwydering van die indeks het misluk.
ar: فشلت عملية حذف الفهرس.
ca_es: No s'ha pogut eliminar l'índex.
cs_cz: Nezdařilo se odstranit index.
da_dk: Det lykkedes ikke at fjerne indeks.
de_de: Löschen des Index fehlgeschlagen.
el_gr: Η διαγραφή του ευρετηρίου απέτυχε.
es_es: Falló la eliminación del índice.
fr_fr: Échec lors de la suppression de l'index.
gl_es: Non se conseguiu eliminar o índice.
he_il: מחיקת אינדקס נכשלה.
hu_hu: Nem sikerült törölni az indexet.
it_it: Eliminazione dell'indice fallita.
ja_jp: インデックスの破棄に失敗しました。
lt_lt: Nepavyko pašalinti indekso.
mn_mn: ѕЮЩодЯжХЮЩХ ЩЮФХЫгС авХвзСЮЯ.
nl_nl: Verwijdering van de index mislukt.
pl_pl: Próba usunięcia indeksu się nie powiodła.
pt_br: Falha ao deletar o índice.
pt_pt: Falha ao eliminar o índice.
ro_ro: Ştergere index eşuată.
ru_ru: Уничтожение индекса прервано.
sk_sk: Index nebol zmazaný.
sv_se: Misslyckades att radera index.
tr_tr: Indeks kaldırılamadı.
uk_ua: Видалення індекса перервано.
zh_cn: 索引删除失败。
zh_tw: 索引移除失敗。

# strkeyname
source: Key name
af_za: Sleutelnaam
ar: إسم المفتاح Key
ca_es: Nom de la clau
cs_cz: Název klíče
da_dk: Nøglebetegnelse
de_de: Schlüsselname
el_gr: Ονομα κλειδιού
es_es: Nombre de la clave
fr_fr: Nom de la clé
gl_es: Nome da clave
he_il: שם המפתח
hu_hu: Kulcsnév
it_it: Nome della chiave
ja_jp: キー名
lt_lt: Rakto pavadinimas
mn_mn: щЭб ЫЬРоС
nl_nl: sleutel naam
pl_pl: Nazwa klucza
pt_br: Nome da chave
pt_pt: Nome da chave
ro_ro: Nume cheie
ru_ru: Имя ключа
sk_sk: Názov Kľúču
sv_se: Nyckelvärdesnamn
tr_tr: Anahtar adı
uk_ua: Ім"я ключа
zh_cn: 键名
zh_tw: 鍵名

# struniquekey
source: Unique key
af_za: Unieke sleutel
ar: مفتاح فريد Unique key
ca_es: Clau única
cs_cz: Jedinečný klíč
da_dk: Unik nøgle
de_de: Eindeutiger Schlüssel
el_gr: Μοναδικό κλειδί
es_es: Clave única
fr_fr: Clé unique
gl_es: Clave única
he_il: מםתח יחודי
hu_hu: Egyedi kulcs
it_it: Chiave Univoca
ja_jp: ユニークキー
lt_lt: Unikalus raktas
mn_mn: ѕЮЩЫСЬиЮйЪ ЫЬРо
nl_nl: Unieke sleutel
pl_pl: Klucz Unikatowy
pt_br: Chave única
pt_pt: Chave única
ro_ro: Cheie unică
ru_ru: Уникальный ключ
sk_sk: Unikátny Kľúč
sv_se: Unikt nyckelvärde
tr_tr: Tekil (Unique) Anahtar
uk_ua: Унікальний ключ
zh_cn: 唯一键
zh_tw: 唯一鍵

# strprimarykey
source: Primary key
af_za: Primêre sleutel
ar: مفتاح رئيسي Primary key
ca_es: Clau primària
cs_cz: Primární klíč
da_dk: Primærnøgle
de_de: Primärerschlüssel
el_gr: Πρωτεύον κλειδί
es_es: Clave primaria
fr_fr: Clé primaire
gl_es: Clave primaria
he_il: מפתח ראשי
hu_hu: Elsődleges kulcs
it_it: Chiave Primaria
ja_jp: プライマリキー
lt_lt: Pirminis raktas
mn_mn: №ХвзЩоЮйЪ ЫЬРо
nl_nl: Primaire sleutel
pl_pl: Klucz Główny
pt_br: Chave primária
pt_pt: Chave primária
ro_ro: Cheie primară
ru_ru: Первичный ключ
sk_sk: Primárny Kľúč
sv_se: Primärnyckel
tr_tr: Birincil Anahtar (Primary Key)
uk_ua: Первинний ключ
zh_cn: 主键
zh_tw: 主鍵(pkey)

# strindextype
source: Type of index
af_za: Tipe van die indeks
ar: نوع الفهرس
ca_es: Tipus d'índex
cs_cz: Typ indexu
da_dk: Indekstype
de_de: Typ des Index
el_gr: Τύπος ευρετηρίου
es_es: Tipo de índice
fr_fr: Type d'index
gl_es: Tipo de índice
he_il: סוג האינדקס
hu_hu: Indextípus
it_it: Tipo di indice
ja_jp: インデックスタイプ
lt_lt: Indekso tipas
mn_mn: їЩФ ЩЮФХЫгС
nl_nl: Type van de index
pl_pl: Typ indeksu
pt_br: Tipo de índice
pt_pt: Tipo de índice
ro_ro: Tip de index
ru_ru: Вид индекса
sk_sk: Typ indexu
sv_se: Typ av index
tr_tr: Indeksin tipi
uk_ua: Вид індекса
zh_cn: 索引类型
zh_tw: 索引類型

# strtablecolumnlist
source: Columns in table
af_za: Kolomme in tabel
ar: الأعمدة في الجدول
ca_es: Columnes a la taula
cs_cz: Sloupce v tabulce
da_dk: Tabelkolonner
de_de: Spalten in der Tabelle
el_gr: Στήλες πίνακα
es_es: Columnas en tabla
fr_fr: Liste des colonnes
gl_es: Columnas na táboa
he_il: עמודות בטבלה
hu_hu: A tábla oszlopai
it_it: Colonne nella tabella
ja_jp: テーブル中のカラム
lt_lt: Stulpeliai lentelėje
mn_mn: сдвЩТедЯз з дСТЬЩУХ
nl_nl: Kolommen in tabel
pl_pl: Kolumny w tabeli
pt_br: Colunas na tabela
pt_pt: Colunas na tabela
ro_ro: Coloane în tabelă
ru_ru: Атрибутов в таблице
sk_sk: Stĺpce v Tabuľke
sv_se: Tabellkolumner
tr_tr: Tablodaki kolonlar
uk_ua: Атрибутів в таблиці
zh_cn: 表中的列
zh_tw: 資料表欄位

# strindexcolumnlist
source: Columns in index
af_za: Kolomme in indeks
ar: الأعمدة في الفهرس
ca_es: Columnes a l'índex
cs_cz: Sloupce v indexu
da_dk: Indekskolonner
de_de: Spalten im Index
el_gr: Στήλες ευρετηρίου
es_es: Columnas en el índice
fr_fr: Liste des colonnes dans l'index
gl_es: Columnas no índice
he_il: עמודות באינדקס
hu_hu: Az index oszlopai
it_it: Colonne nell'indice
ja_jp: インデックス中のカラム
lt_lt: Stulpeliai indekse
mn_mn: сдвЩТедЯз з ЩЮФХЫгХ
nl_nl: Kolommen in index
pl_pl: Kolumny w indeksie
pt_br: Colunas no índice
pt_pt: Colunas no índice
ro_ro: Coloane în index
ru_ru: Атрибутов в индексе
sk_sk: Stľpce v Indexe
sv_se: Indexkolumner
tr_tr: Indeksteki kolonlar
uk_ua: Атрибутів в індексі
zh_cn: 索引中的列
zh_tw: 索引欄位

# strclusteredgood
source: Cluster complete.
af_za: Kluster is voltooi.
ca_es: Clúster completat.
cs_cz: Přeskupení dokončeno.
de_de: Clustern abgeschlossen.
el_gr: Η ομαδοποίηση ολοκληρώθηκε.
es_es: Clusterización completa.
fr_fr: Cluster effectué.
gl_es: Completouse o concentrado.
he_il: אשכול הושלם.
hu_hu: Fürtözés kész.
it_it: Clusterizzazione completata.
ja_jp: クラスター完了です。
lt_lt: Pertvarka atlikta.
mn_mn: ыЬСгдХвЩкСУЩб кСзХвлХЮС.
pl_pl: Klastrowanie zostało zakończone.
pt_br: Clusterização completa.
pt_pt: Conjugação completa.
ro_ro: Grupare completă.
ru_ru: Кластеризация завершена.
sk_sk: Cluster hotový.
sv_se: Klustring avslutad.
tr_tr: Cluster tamamlandı.
uk_ua: Кластеризацію завершено.
zh_cn: 集群完成。
zh_tw: 叢集完成。

# strclusteredbad
source: Cluster failed.
af_za: Kluster het misluk.
ca_es: No s'ha pogut crear el clúster.
cs_cz: Přeskupení se nezdařilo.
de_de: Clustern fehlgeschlagen.
el_gr: Η ομαδοποίηση απέτυχε.
es_es: Falló la clusterización de la tabla.
fr_fr: Échec du cluster.
gl_es: Non se conseguiu completar o concentrado.
he_il: אשכול נכשל.
hu_hu: Nem sikerült fürtözni.
it_it: Clusterizzazione fallita.
ja_jp: クラスターに失敗しました。
lt_lt: Nepavyko atlikti pertvarkos.
mn_mn: ыЬСгдХвЩкСУЩб авХвзСЮС.
pl_pl: Próba klastrowania się nie powiodła.
pt_br: Falha ao clusterizar.
pt_pt: Falha ao conjugar.
ro_ro: Grupare eşuată.
ru_ru: Кластеризация прервана.
sk_sk: Cluster nebol vytvorený.
sv_se: Klustring misslyckades.
tr_tr: Cluster başarısız oldu.
uk_ua: Кластеризацію перервано.
zh_cn: 集群失败。
zh_tw: 叢集已失敗。

# strconcurrently
source: Concurrently
ca_es: Actualment
cs_cz: Souběžně
es_es: Concurrente
fr_fr: En parallèle
gl_es: Simultaneamente
hu_hu: Egyszerre
lt_lt: Lygiagrečiai
pt_br: Simultaneamente
ru_ru: Без блокировки записи (CONCURRENTLY)
zh_cn: 并发

# strnoclusteravailable
source: Table not clustered on an index.
ca_es: No hi ha el clúster disponible en l'índex.
cs_cz: Tabulka není přeskupena podle indexu.
es_es: Tabla no ordenada en un índice.
fr_fr: La table n'est pas encore ordonnée selon un index.
gl_es: A táboa non está concentrada nun índice.
hu_hu: A tábla nincs indexre fürtözve.
lt_lt: Lentelė nesutvarkyta pagal indeksą.
pt_br: Tabela não clusterizada em um índice.
ru_ru: Таблица не кластеризуема по индексу.
zh_cn: 表中没有集群索引。

source: Rules
ca_es: Regles
cs_cz: Pravidla
it_it: Regole
ja_jp: ルール
uk_ua: Правила
zh_tw: 規則

# strrule
source: Rule
af_za: Reël
ar: قاعدة Rule
ca_es: Regla
cs_cz: Pravidlo
da_dk: Regel
de_de: Regel
el_gr: Κανόνας
es_es: Regla
fr_fr: Règle
gl_es: Regra
he_il: חוק
hu_hu: Szabály
it_it: Regola
ja_jp: ルール
lt_lt: Taisyklė
mn_mn: №вСзЩЬЯ
nl_nl: Regel
pl_pl: Reguła
pt_br: Regra
pt_pt: Regra
ro_ro: Regulă
ru_ru: Правило
sk_sk: Pravidlo
sv_se: Regel
uk_ua: Правило
zh_cn: 规则
zh_tw: 規則

# strshowallrules
source: Show all rules
af_za: Wys alle reëls
ar: عرض جميع القواعد
ca_es: Mostra totes les regles
cs_cz: Zobrazit všechna pravidla
da_dk: Vis alle regler
de_de: Alle Regeln anzeigen
el_gr: Εμφάνιση όλων των κανόνων
es_es: Mostrar todas las reglas
fr_fr: Voir toutes les règles
gl_es: Listar todas as regras
he_il: הראה את כל החוקים
hu_hu: Minden szabályt megjelenít
it_it: Mostra tutte le regole
ja_jp: すべてのルールを表示する
lt_lt: Rodyti visas taisykles
mn_mn: №ЯЫСкСди згХ авСзЩЬС
nl_nl: Toon alle Rules
pl_pl: Pokaż wszystkie reguły
pt_br: Exibir todas as regras
pt_pt: Exibir todas as regras
ro_ro: Afişare toate regulile
ru_ru: Показать все правила
sk_sk: Zobraziť Všetky Pravidlá
sv_se: Visa alla regler
uk_ua: Показати всі правила
zh_cn: 显示所有规则
zh_tw: 顯示全部規則

# strnorule
source: No rule found.
af_za: Geen reël gevind.
ar: لم توجد قاعدة.
ca_es: No s'ha trobat la regla.
cs_cz: Nenalezeno žádné pravidlo.
da_dk: Regel blev ikke fundet.
de_de: Keine Regel gefunden.
el_gr: Δε βρέθηκε κανόνας.
es_es: No se encontró la regla.
fr_fr: Aucune règle trouvée.
gl_es: Non se atopou regra algunha.
he_il: חוק לא נמצאה.
hu_hu: Nincs szabály.
it_it: Regola non trovata.
ja_jp: ルールがありません。
lt_lt: Taisyklė nerasta.
mn_mn: №вСзЩЬЯ ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen rule gevonden.
pl_pl: Nie znaleziono reguły.
pt_br: Nenhuma regra encontrada.
pt_pt: Regra não encontrada.
ro_ro: Nici o regulă găsită.
ru_ru: Правило не найдено.
sk_sk: Nenájdené žiadne pravidlo.
sv_se: Hittade ingen regel.
tr_tr: Rule bulunamadı.
uk_ua: Правило не виявлено.
zh_cn: 查无此规则。
zh_tw: 找不到規則。

# strnorules
source: No rules found.
af_za: Geen reëls gevind.
ar: لم توجد قواعد.
ca_es: No s'han trobat regles.
cs_cz: Nenalezena žádná pravidla.
da_dk: Ingen regler blev fundet.
de_de: Keine Regeln gefunden.
el_gr: Δε βρέθηκαν κανόνες.
es_es: No se encontraron las reglas.
fr_fr: Aucune règle trouvée.
gl_es: Non se atopou regra algunha.
he_il: לא נמצאו חוקים.
hu_hu: Nincsenek szabályok.
it_it: Nessuna regola trovata.
ja_jp: ルールが見つかりません。
lt_lt: Taisyklių nerasta.
mn_mn: юЩ ЯФЮЯЧЯ авСзЩЬС ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen rules gevonden.
pl_pl: Nie znaleziono reguł.
pt_br: Nenhuma regra encontrada.
pt_pt: Regras não encontradas.
ro_ro: Nici o regulă găsită.
ru_ru: Ни одного правила не найдено.
sk_sk: Nenájdené žiadne pravidlá.
sv_se: Hittade inga regler.
tr_tr: Rule bulunamadı.
uk_ua: Жодного правила не виявлено.
zh_cn: 查无规则
zh_tw: 找不到任何規則。

# strcreaterule
source: Create rule
af_za: Skep 'n reël
ar: إنشاء قاعدة rule جديدة
ca_es: Crea una regla
cs_cz: Vytvořit pravidlo
da_dk: Opret regel
de_de: Regel erstellen
el_gr: Δημιουργία κανόνα
es_es: Crear regla
fr_fr: Créer une règle
gl_es: Crear unha regra
he_il: צור חוק
hu_hu: Szabályt teremt
it_it: Crea regola
ja_jp: ルールを作成する
lt_lt: Kurti taisyklę
mn_mn: ѓЯкФСди авСзЩЬЯ
nl_nl: Maak rule aan
pl_pl: Utwórz regułę
pt_br: Criar regra
pt_pt: Criar regra
ro_ro: Creare regulă
ru_ru: Создать правило
sk_sk: Vytvoriť pravidlo
sv_se: Skapa regel
tr_tr: Rule yarat
uk_ua: Створити правило
zh_cn: 创建规则
zh_tw: 建立規則

# strrulename
source: Rule name
af_za: Reëlnaam
ar: إسم القاعدة rule name
ca_es: Nom de la regla
cs_cz: Název pravidla
da_dk: Regelnavn
de_de: Regelname
el_gr: Ονομα κανόνα
es_es: Nombre de regla
fr_fr: Nom de la règle
gl_es: Nome da regra
he_il: שם החוק
hu_hu: Szabálynév
it_it: Nome della regola
ja_jp: ルール名
lt_lt: Taisyklės pavadinimas
mn_mn: щЭб авСзЩЬС
nl_nl: Rule naam
pl_pl: Nazwa reguły
pt_br: Nome da regra
pt_pt: Nome da regra
ro_ro: Nume regulă
ru_ru: Имя правила
sk_sk: Názov pravidla
sv_se: Regelnamn
tr_tr: Rule adı
uk_ua: Ім"я правила
zh_cn: 规则名称
zh_tw: 規則名稱
