Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strtriggercreatedbad
source: Trigger creation failed.
af_za: Die sneller kon nie geskep word nie.
ar: لقد فشلت عملية إنشاء المحفز.
ca_es: No s'ha pogut crear el disparador.
cs_cz: Nezdařilo se vytvořit trigger.
da_dk: Det lykkedes ikke at oprette trigger.
de_de: Erstellen des Triggers fehlgeschlagen.
el_gr: Η δημιουργία του εναύσματος απέτυχε.
es_es: Falló la creación del disparador.
fr_fr: Échec lors de la création du trigger.
gl_es: Non se conseguiu crear o disparador.
he_il: יצירת זרז נכשלה.
hu_hu: Nem sikerült megteremteni a ravaszt.
it_it: Creazione del trigger fallita.
ja_jp: トリガーの作成に失敗しました。
lt_lt: Nepavyko sukurti trigerio.
mn_mn: ѓЯкФСЮЩХ двЩЧЧХвС авХвзСЮЯ.
nl_nl: Het aanmaken van de trigger is mislukt.
pl_pl: Próba utworzenia procedury wyzwalanej się nie powiodła.
pt_br: Falha ao criar o gatilho.
pt_pt: Falha na criação do gatilho.
ro_ro: Creare declanşator eşuată.
ru_ru: Создание триггера прервано.
sk_sk: Trigger nebol vytvorený.
sv_se: Misslyckades att skapa mekanism.
tr_tr: Trigger yaratılamadı.
uk_ua: Створення трігера перервано.
zh_cn: 触发器创建失败。
zh_tw: 觸發器建立已失敗。

# strconfdroptrigger
source: Are you sure you want to drop the trigger "%s" on "%s"?
af_za: Is jy seker dat jy die sneller "%s" op "%s" wil verwyder?
ar: هل أنت متأكد تريد حذف المحفّز trigger "%s" على "%s"؟
ca_es: Està segur de voler eliminar el disparador "%s" de "%s"?
cs_cz: Opravdu chcete odstranit trigger „%s“ v „%s“?
da_dk: Er du sikker på at du vil fjerne trigger "%s" på "%s"?
de_de: Sind Sie sicher, dass Sie den Trigger "%s" auf der Tabelle "%s" löschen möchten?
el_gr: Να διαγραφεί το έναυσμα "%s" στον "%s"?
es_es: ¿Estás seguro que quiere eliminar el disparador "%s" en "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer le trigger « %s » sur « %s » ?
gl_es: Está seguro de que quere eliminar o disparador «%s» en «%s»?
he_il: האם אתה בטוח שברצונך למחוק את הזרז "%s" מ "%s"?
hu_hu: Biztosan törölni kívánja „%s” ravaszt „%s” táblában?
it_it: Eliminare il trigger "%s" su "%s"?
ja_jp: 本当にトリガー「%s」をデータベース「%s」から破棄しますか?
lt_lt: Ar tikrai norite šalinti trigerį "%s" lentelėje "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еЮЩодЯжЩди двЩЧЧХв "%s" ЮС "%s"?
nl_nl: Weet u zeker dat u de trigger "%s" op "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć procedurę "%s" wyzwalaną przez "%s"?
pt_br: Você têm certeza que deseja deletar o gatilho "%s" em "%s"?
pt_pt: Tem certeza que quer eliminar o gatilho "%s" em "%s"?
ro_ro: Sigur ştergeţi declanşatorul "%s" de pe "%s"?
ru_ru: Вы уверены, что хотите уничтожить триггер "%s" на "%s"?
sk_sk: Naozaj chceš zmazať Trigger "%s" na "%s"?
sv_se: Är du säker på att du vill radera mekanismen "%s" på "%s"?
tr_tr: "%s" triggerini "%s" tablosundan kaldırmak istediğinize emin misiniz?
uk_ua: Ви впевнені, що бажаєтее видалити трігер "%s" на "%s"?
zh_cn: 确定要将触发器"%s"从"%s"中删除吗？
zh_tw: 您確定您要移除這個觸發器 "%s" on "%s"?

# strconfenabletrigger
source: Are you sure you want to enable the trigger "%s" on "%s"?
ca_es: Està segur de voler habilitar el disparador "%s" a "%s"?
cs_cz: Opravdu chcete povolit trigger „%s“ v „%s“?
de_de: Sind Sie sicher, dass Sie den Trigger "%s" auf der Tabelle "%s" aktivieren möchten?
el_gr: Να ενεργοποιηθεί το έναυσμα "%s" στον "%s"?
es_es: ¿Estás seguro que desea activar el disparador "%s" en "%s"?
fr_fr: Êtes-vous sûr de vouloir activer le trigger « %s » sur « %s» ?
gl_es: Está seguro de que quere activar o disparador «%s» en «%s»?
hu_hu: Biztosan engedélyezzük „%s” ravaszt „%s” elemre?
ja_jp: 本当に「%2$s」のトリガー「%1$s」を有効にしますか?
lt_lt: Ar tikrai norite įjungti trigerį "%s" lentelėje "%s"?
pl_pl: Czy na pewno chcesz włączyć procedurę wyzwalaną "%s" on "%s"?
pt_br: Você têm certeza que deseja ativar o gatilho "%s" em "%s"?
ro_ro: Sigur activaţi declanşatorul "%s" pentru "%s"?
ru_ru: Вы действительно хотите включить триггер "%s" на "%s"?
zh_cn: 确定要使触发器 "%s" 在 "%s"上有效吗?
zh_tw: 您確定您要啟用這個觸發器觸發器 "%s" 在 "%s" 上?

# strconfdisabletrigger
source: Are you sure you want to disable the trigger "%s" on "%s"?
ca_es: Està segur de voler inhabilitar el disparador "%s" a "%s"?
cs_cz: Opravdu chcete zakázat trigger „%s“ v „%s“?
de_de: Sind Sie sicher, dass Sie den Trigger "%s" auf der Tabelle "%s" deaktivieren möchten?
el_gr: Να απενεργοποιηθεί το έναυσμα "%s" στον "%s"?
es_es: ¿Estás seguro que desea desactivar el disparador "%s" en "%s"?
fr_fr: Êtes-vous sûr de vouloir désactiver le trigger « %s » sur « %s» ?
gl_es: Está seguro de que quere desactivar o disparador «%s» en «%s»?
hu_hu: Biztosan letiltsuk „%s” ravaszt „%s” elemre?
ja_jp: 本当に「%2$s」のトリガー「%1$s」を無効にしますか?
lt_lt: Ar tikrai norite išjungti trigerį "%s" lentelėje "%s"?
pl_pl: Czy na pewno chcesz wyłączyć procedurę wyzwalaną "%s" on "%s"?
pt_br: Você têm certeza que deseja desativar o gatilho "%s" em "%s"?
ro_ro: Sigur dezactivaţi declanşatorul "%s" pentru "%s"?
ru_ru: Вы действительно хотите выключить триггер "%s" на "%s"?
zh_cn: 确定要使触发器 "%s" 在 "%s"上无效吗?
zh_tw: 您確定您要停用這個觸發器觸發器 "%s" on "%s" 上?

# strtriggerdropped
source: Trigger dropped.
af_za: Sneller is verwyder.
ar: تم حذف المحفز.
ca_es: Disparador eliminat.
cs_cz: Trigger byl odstraněn.
da_dk: Trigger fjernet.
de_de: Trigger gelöscht.
el_gr: Το έναυσμα διαγράφηκε.
es_es: Disparador eliminado.
fr_fr: Trigger supprimé.
gl_es: Eliminouse o disparador.
he_il: זרז נמחק.
hu_hu: Ravasz törölve.
it_it: Trigger eliminato.
ja_jp: トリガーを破棄しました。
lt_lt: Trigeris pašalintas.
mn_mn: євЩЧЧХв еЮЩодЯжХЮ.
nl_nl: Trigger verwijderd.
pl_pl: Procedura wyzwalana została usunięta.
pt_br: Gatilho deletado.
pt_pt: Gatilho eliminado.
ro_ro: Declanşator şters.
ru_ru: Триггер уничтожен.
sk_sk: Trigger zmazaný.
sv_se: Mekanism raderad.
tr_tr: Trigger silindi.
uk_ua: Трігер видалено.
zh_cn: 触发器已删除。
zh_tw: 觸發器已移除。

# strtriggerdroppedbad
source: Trigger drop failed.
af_za: Verwydering van sneller misluk.
ar: فشل حذف المحفز، لم يتم الحذف.
ca_es: No s'ha pogut eliminar el disparador.
cs_cz: Nezdařilo se odstranit trigger.
da_dk: Det lykkedes ikke at fjerne trigger.
de_de: Löschen des Triggers fehlgeschlagen.
el_gr: Η διαγραφή του εναύσματος απέτυχε.
es_es: Falló al eliminar el disparador.
fr_fr: Échec lors de la suppression du trigger.
gl_es: Non se conseguiu eliminar o disparador.
he_il: מחיקת זרז נכשלה.
hu_hu: Nem sikerült törölni a ravaszt.
it_it: Eliminazione del trigger fallita.
ja_jp: トリガーの破棄に失敗しました。
lt_lt: Nepavyko pašalinti trigerio.
mn_mn: ѕЮЩодЯжХЮЩХ двЩЧЧХвС авХвзСЮЯ.
nl_nl: Verwijdering van trigger mislukt.
pl_pl: Próba usunięcia procedury wyzwalanej się nie powiodła.
pt_br: Falha ao deletar o gatilho.
pt_pt: Falha ao eliminar o gatilho.
ro_ro: Ştergere declanşator eşuată.
ru_ru: Уничтожение триггера прервано.
sk_sk: Trigger nebol zmazaný.
sv_se: Misslyckades att radera mekanism.
tr_tr: Trigger silinme işlemi başarısız oldu.
uk_ua: Видалення трігера перервано.
zh_cn: 触发器删除失败。
zh_tw: 觸發器移除已失敗。

# strtriggerenabled
source: Trigger enabled.
ca_es: Disparador habilitat.
cs_cz: Trigger byl povolen.
de_de: Trigger aktiviert.
el_gr: Το έναυσμα ενεργοποιήθηκε.
es_es: Disparador activado.
fr_fr: Trigger activé.
gl_es: Activouse o disparador.
hu_hu: Ravasz engedélyezve.
ja_jp: トリガーを有効にしました。
lt_lt: Trigeris įjungtas.
pl_pl: Procedura wyzwalana została włączona.
pt_br: Gatilho ativado.
ro_ro: Declanşator activat
ru_ru: Триггер включен.
zh_cn: 触发器已有效。
zh_tw: 觸發器啟用。

# strtriggerenabledbad
source: Trigger enable failed.
ca_es: No s'ha pogut habilitar el disparador.
cs_cz: Nezdařilo se povolit trigger.
de_de: Aktivieren des Triggers fehlgeschlagen.
el_gr: Η ενεργοποίηση του εναύσματος απέτυχε.
es_es: Falló la activación del disparador.
fr_fr: Échec lors de l'activation du trigger.
gl_es: Non se conseguiu activar o disparador.
hu_hu: Nem sikerült a ravaszt engedélyezni.
ja_jp: トリガーの有効化に失敗しました。
lt_lt: Nepavyko įjungti trigerio.
pl_pl: Próba włączenia procedury wyzwalanej się nie powiodła.
pt_br: Falha ao ativar o gatilho.
ro_ro: Activare declanşator eşuată
ru_ru: Включение триггера прервано.
zh_cn: 触发器有效化失败。
zh_tw: 觸發器啟用已失敗。

# strtriggerdisabled
source: Trigger disabled.
ca_es: Disparador inhabilitat.
cs_cz: Trigger byl zakázán.
de_de: Trigger deaktiviert.
el_gr: Το έναυσμα απενεργοποιήθηκε.
es_es: Disparador desactivado.
fr_fr: Trigger désactivé.
gl_es: Desactivouse o disparador.
hu_hu: Ravasz letiltva.
ja_jp: トリガーを無効にしました。
lt_lt: Trigeris išjungtas.
pl_pl: Procedura wyzwalana została wyłączona.
pt_br: Gatilho desativado.
ro_ro: Declanşator dezactivat
ru_ru: Триггер выключен.
zh_cn: 触发器已无效。
zh_tw: 觸發器停用。

# strtriggerdisabledbad
source: Trigger disable failed.
ca_es: No s'ha pogut inhabilitar el disparador.
cs_cz: Nezdařilo se zakázat trigger.
de_de: Deaktivieren des Triggers fehlgeschlagen.
el_gr: Η απενεργοποίηση απέτυχε.
es_es: Falló la desactivación del disparador.
fr_fr: Échec lors de la désactivation du trigger.
gl_es: Non se conseguiu desactivar o disparador.
hu_hu: Nem sikerült a ravaszt letiltani.
ja_jp: トリガーの無効化に失敗しました。
lt_lt: Nepavyko išjungti trigerio.
pl_pl: Próba wyłączenia procedury wyzwalanej się nie powiodła.
pt_br: Falha ao desativar o gatilho.
ro_ro: Dezactivare declanşator eşuată
ru_ru: Выключение триггера прервано.
zh_cn: 触发器无效化失败。
zh_tw: 觸發器停用已失敗。

# strtriggeraltered
source: Trigger altered.
af_za: Sneller is gewysig.
ar: تم تعديل المحفز بنجاح.
ca_es: Disparador modificat.
cs_cz: Změny v triggeru byly provedeny.
da_dk: Trigger ændret.
de_de: Trigger geändert.
el_gr: Το έναυσμα τροποποιήθηκε.
es_es: Disparador modificado.
fr_fr: Trigger modifié.
gl_es: Modificouse o disparador.
he_il: זרז נערך.
hu_hu: Ravasz megváltoztatva.
it_it: Trigger modificato.
ja_jp: トリガーを変更しました。
lt_lt: Trigeris pakeistas.
mn_mn: євЩЧЧХв ЩкЭХЮХЮ.
nl_nl: Trigger gewijzigd.
pl_pl: Procedura wyzwalana została zmieniona.
pt_br: Gatilho alterado.
pt_pt: Trigger Alterado.
ro_ro: Declanşator modificat.
ru_ru: Триггер изменен.
sk_sk: Trigger zmenený.
sv_se: Mekanism ändrad.
tr_tr: Trigger değiştirildi.
uk_ua: Трігер змінено.
zh_cn: 触发器已变更。
zh_tw: 觸發器已修改。

# strtriggeralteredbad
source: Trigger alteration failed.
af_za: Snellerwysiging het misluk.
ar: فشلت عملية تعديل المحفز. لم يتم التعديل.
ca_es: No s'ha pogut modificar el disparador.
cs_cz: Nezdařilo se provést změny v triggeru.
da_dk: Det lykkedes ikke at ændre trigger.
de_de: Ändern des Triggers fehlgeschlagen.
el_gr: Η τροποποίηση του εναύσματος απέτυχε.
es_es: Falló la modificación del disparador.
fr_fr: Échec lors de la modification du trigger.
gl_es: Non se conseguiu modificar o disparador.
he_il: עריכת זרז נכשלה.
hu_hu: Nem sikerült megváltoztatni a triggert.
it_it: Modifica del trigger fallita.
ja_jp: トリガーの変更に失敗しました。
lt_lt: Nepavyko pakeisti trigerio.
mn_mn: щкЭХЮХЮЩХ двЩЧЧХвС авХвзСЮЯ.
nl_nl: Trigger wijziging mislukt.
pl_pl: Próba modyfikacji procedury wyzwalanej się nie powiodła.
pt_br: Falha ao alterar o gatilho.
pt_pt: Falha ao alterar Trigger.
ro_ro: Modificare declanşator eşuată.
ru_ru: Изменение триггера прервано.
sk_sk: Trigger nebol zmenený.
sv_se: Misslyckades att ändra mekanism.
tr_tr: Trigger değiştirilme işlemi başarısız oldu.
uk_ua: Зміну трігера перервано.
zh_cn: 触发器变更失败。
zh_tw: 觸發器修改已失敗。

# strforeach
source: For each
ca_es: Per cada
cs_cz: Pro každý
de_de: Für alle
el_gr: Για κάθε
es_es: Para cada uno
fr_fr: Pour chaque
gl_es: Por cada
hu_hu: Mindegyik
it_it: Per ogni
lt_lt: Kiekvienam(-ai)
pl_pl: Dla wszystkich
pt_br: Para cada
ro_ro: Pentru fiecare
ru_ru: Для каждого
sk_sk: Pre každých
tr_tr: Her bir
zh_cn: 给每一个
zh_tw: 給每個

# strtype
source: Type
af_za: Tipe
ar: نوع Type
ca_es: Tipus
cs_cz: Typ
de_de: Datentyp
el_gr: Τύπος
es_es: Tipo de dato
gl_es: Tipo
he_il: סוג
hu_hu: Típus
it_it: Tipo
ja_jp: データ型
lt_lt: Duomenų tipas
mn_mn: єЩа ФСЮЮйШ
pl_pl: Typ
pt_br: Tipo
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип данных
sk_sk: Typ
sv_se: Typ
tr_tr: Veri tipi
uk_ua: Тип даних
zh_cn: 类型
zh_tw: 類型

# strtypes
source: Types
af_za: Tipes
ar: أنواع Types
ca_es: Tipus
cs_cz: Typy
da_dk: Typer
de_de: Datentypen
el_gr: Τύποι
es_es: Tipos de datos
gl_es: Tipos
he_il: סוגים
hu_hu: Típusok
it_it: Tipi
ja_jp: データ型
lt_lt: Duomenų tipai
mn_mn: єЩай ФСЮЮйШ
pl_pl: Typy
pt_br: Tipos
pt_pt: Tipos
ro_ro: Tipuri
ru_ru: Типы данных
sk_sk: Typy
sv_se: Typer
tr_tr: Veri tipleri
uk_ua: Типи даних
zh_cn: 类型
zh_tw: 類型

# strshowalltypes
source: Show all types
af_za: Wys alle tipes
ar: عرض جميع الأنواع
ca_es: Mostrar tots els tipus
cs_cz: Zobrazit všechny typy
da_dk: Vis alle typer
de_de: Alle Datentypen anzeigen
el_gr: Εμφάνιση όλων των τύπων
es_es: Mostrar todos los tipos
fr_fr: Voir tous les types
gl_es: Listar todos os tipos
he_il: הראה את כל הסוגים.
hu_hu: Minden típust megjelenít
it_it: Mostra tutti i tipi
ja_jp: すべてのデータ型を表示する
lt_lt: Rodyti visus duomenų tipus
mn_mn: №ЯЫСкСди згХ дЩай ФСЮЮйШ
nl_nl: Toon alle types
pl_pl: Pokaż wszystkie typy
pt_br: Exibir todos os tipos
pt_pt: Exibir todos os tipos
ro_ro: Afişare toate tipurile
ru_ru: Показать все типы данных
sk_sk: Zobraziť Všetky typy
sv_se: Visa alla typer
tr_tr: Tüm veri tiplerini göster
uk_ua: Показати всі типи даних
zh_cn: 显示所有的类型
zh_tw: 顯示全部類型

# strnotype
source: No type found.
af_za: Geen tipe gevind.
ar: لم يوجد النوع.
ca_es: No s'ha trobat el tipus.
cs_cz: Nenalezen žádný typ.
da_dk: Typen blev ikke fundet.
de_de: Kein Datentyp gefunden.
el_gr: Δε βρέθηκε τύπος.
es_es: No se encontró el tipo.
fr_fr: Aucun type trouvé.
gl_es: Non se atopou tipo algún.
he_il: סוג לא נמצאה.
hu_hu: Nincs típus.
it_it: Tipo non trovato.
ja_jp: データ型がありません。
lt_lt: Duomenų tipas nerastas.
mn_mn: єЩа ФСЮЮйШ ЮХ ЯТЮСвежХЮ.
nl_nl: Geen type gevonden.
pl_pl: Nie znaleziono typu.
pt_br: Nenhum tipo encontrado.
pt_pt: Tipo não encontrado.
ro_ro: Nici un tip găsit.
ru_ru: Тип данных не обнаружен.
sk_sk: Nenájdený žiadny typ.
sv_se: Hittade ingen typ.
tr_tr: Hiç veri tipi bulunamadı.
uk_ua: Тип даних не виявлено.
zh_cn: 查无此类型
zh_tw: 找不到類型。

# strnotypes
source: No types found.
af_za: Geen tipes gevind.
ar: لم يوجد أنواع.
ca_es: No s'han trobat els tipus.
cs_cz: Nenalezeny žádné typy.
da_dk: Ingen typer fundet.
de_de: Keine Datentypen gefunden.
el_gr: Δε βρέθηκαν τύποι.
es_es: No se encontraron tipos.
fr_fr: Aucun type trouvé.
gl_es: Non se atopou tipo algún.
he_il: לא נמצאו סוגים.
hu_hu: Nincsenek típusok.
it_it: Nessun tipo trovato.
ja_jp: データ型が見つかりませんでした。
lt_lt: Duomenų tipų nerasta.
mn_mn: юЩ ЯФЮЯЧЯ дЩаС ФСЮЮйШ ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen types gevonden.
pl_pl: Nie znaleziono typów.
pt_br: Nenhum tipo encontrado.
pt_pt: Tipos não encontrados.
ro_ro: Nici un tip găsit.
ru_ru: Ни одного типа данных не найдено.
sk_sk: Nenájdené žiadne typy.
sv_se: Hittade inga typer.
tr_tr: Hiç veri tipi bulunamadı.
uk_ua: Жодного типу даних не виявлено.
zh_cn: 查无类型。
zh_tw: 找不到任何類型。

# strcreatetype
source: Create type
af_za: skep tipe
ar: إنشاء نوع جديد.
ca_es: Crea un tipus
cs_cz: Vytvořit externí typ
da_dk: Opret type
de_de: Datentyp erstellen
el_gr: Δημιουργία τύπου
es_es: Crear Tipo
fr_fr: Créer un type
gl_es: Crear un tipo
he_il: צור סוג
hu_hu: Típust teremt
it_it: Crea Tipo
ja_jp: データ型を作成する
lt_lt: Kurti duomenų tipą
mn_mn: ѓЯкФСди дЩа ФСЮЮйШ
nl_nl: Creëer type
pl_pl: Utwórz typ
pt_br: Criar tipo
pt_pt: Criar tipo
ro_ro: Creare tip
ru_ru: Создать тип данных
sk_sk: Vytvoriť Typ
sv_se: Skapa typ
tr_tr: Yeni veri tipi yarat
uk_ua: Створити тип даних
zh_cn: 创建类型
zh_tw: 建立類型

# strcreatecomptype
source: Create composite type
af_za: Skep saamgestelde tipe
ca_es: Crea un tipus compost
cs_cz: Vytvořit složený typ
de_de: Zusammengesetzten Typ erstellen
el_gr: Δημιουργία σύνθετου τύπου
es_es: Crear tipo compuesto
fr_fr: Créer un type composé
gl_es: Crear un tipo composto
hu_hu: Összetett típust teremt
it_it: Crea tipo composto
ja_jp: 複合型を作成する
lt_lt: Kurti struktūrinį duomenų tipą
pl_pl: Utwórz typ złożony
pt_br: Criar tipo composto
pt_pt: Criar tipo composto
ro_ro: Creare tip compus
ru_ru: Создать композитный тип
sk_sk: Vytvoriť kompozitný typ
tr_tr: Karmaşık veri tipi yarat
zh_cn: 创建组合类型
zh_tw: 建立合成類型

# strcreateenumtype
source: Create enum type
ca_es: Crea un tipus d'enumeració
cs_cz: Vytvořit výčtový typ
de_de: Aufzählungstyp erstellen
es_es: Crear tipo enumerado
fr_fr: Créer un type enum
gl_es: Crear un tipo de enumeración
hu_hu: Felsorolás típust teremt
lt_lt: Kurti enum duomenų tipą
pt_br: Criar tipo enumerado
ru_ru: Создать перечислимый тип
zh_cn: 创建枚举类型
zh_tw: 建立列舉類型

# strtypeneedsfield
source: You must specify at least one field.
af_za: Jy moet ten minste een veld spesifiseer.
ca_es: Ha d'especificar almenys un camp.
cs_cz: Musíte zadat nejméně jedno pole.
de_de: Sie müssen mindestens ein Feld angeben.
el_gr: Πρέπει να ορίσετε τουλάχιστον ένα πεδίο.
es_es: Debes especificar al menos un campo.
fr_fr: Vous devez spécifier au moins un champ.
gl_es: Debe especificar polo menos un campo.
he_il: אתה חייב לציין לפחות שדה אחד.
hu_hu: Legalább egy oszlopot meg kell adnia.
it_it: È necessario specificare almeno un campo.
ja_jp: 少なくとも 1 つのフィールドを指定しなければなりません。
lt_lt: Turite nurodyti bent vieną lauką.
pl_pl: Musisz podać przynajmniej jedno pole.
pt_br: Você deve informar ao menos um campo.
pt_pt: Tem de específicar pelo menos um campo.
ro_ro: Specificaţi cel puţin un câmp.
ru_ru: Вам необходимо указать как минимум одно поле.
sk_sk: Musíš vybrať aspoň jedno pole.
tr_tr: En az bir alan belirtmelisiniz.
zh_cn: 必须至少指定一个字段。
zh_tw: 您必須明確指定最少一個欄位。

# strtypeneedsvalue
source: You must specify at least one value.
ca_es: Ha d'especificar almenys un valor.
cs_cz: Musíte zadat nejméně jednu hodnotu.
de_de: Sie müssen mindestens einen Wert angeben.
es_es: Debes especificar al menos un valor.
fr_fr: Vous devez spécifier au moins une valeur.
gl_es: Debe especificar polo menos un valor.
hu_hu: Legalább egy értéket meg kell adni.
ja_jp: 少なくとも 1 つの値を指定しなければなりません。
lt_lt: Turite nurodyti bent vieną reikšmę.
pt_br: Você deve informar ao menos um valor.
ru_ru: Вам необходимо указать как минимум одно значение.
zh_cn: 必须至少指定一个值
zh_tw: 您必須明確指定最少一個值。

# strtypeneedscols
source: You must specify a valid number of fields.
af_za: Jy 'n geldige aantal velde spesifiseer.
ca_es: Ha d'especificar un número vàlid de camps.
cs_cz: Musíte zadat platný počet polí.
de_de: Sie müssen eine gültige Anzahl von Spalten angeben.
el_gr: Πρέπει να ορίσετε έναν έγκυρο αριθμό πεδίων.
es_es: Tipos compuestos requieren de un número válido de columnas.
fr_fr: Vous devez spécifier un nombre valide de champs.
gl_es: Debe especificar un número correcto de campos.
he_il: אתה חייב לציין מספר תקין של שדות.
hu_hu: Érvényes oszlopszámot kell megadnia.
it_it: È necessario specificare un numero di campi valido.
ja_jp: 有効なフィールドの数を指定しなければなりません。
lt_lt: Turite nurodyti teisingą laukų skaičių.
pl_pl: Musisz podać poprawną ilość pól.
pt_br: Você deve informar um número válido de campos.
pt_pt: Tem de específicar um número válido de campos.
ro_ro: Specificaţi un număr corect de cămpuri.
ru_ru: Вам необходимо указать корректное число полей.
sk_sk: Musíš zadať správny počet polí.
tr_tr: Geçerli bir alan sayısı belirtmelisiniz.
zh_cn: 必须指定有效的字段数。
zh_tw: 您必須明確指定有效的欄位數。

# strtypeneedsvals
source: You must specify a valid number of values.
ca_es: Ha d'especificar un número vàlid de valors.
cs_cz: Musíte zadat platný počet hodnot.
de_de: Sie müssen eine gültige Anzahl von Werten angeben.
es_es: Debes especificar un número válido de valores.
fr_fr: Vous devez spécifier un nombre valide de valeurs.
gl_es: Debe especificar un número correcto de valores.
hu_hu: Érvényes értékszámot kell megadni.
lt_lt: Turite nurodyti teisingą reikšmių skaičių.
pt_br: Você deve informar um número válido de valores.
ru_ru: Вам необходимо указать корректное число значений.
zh_cn: 必须指定一个有效的字段数。
zh_tw: 您必須明確指定一個有效的欄位數。

# strinputfn
source: Input function
af_za: Toevoerfunksie
ar: دالة الإدخال Input function
ca_es: Funció d'entrada
cs_cz: Vstupní funkce
da_dk: Input funktion
de_de: Eingabefunktion
el_gr: Συνάρτηση εισόδου
es_es: Función de entrada
fr_fr: Fonction d'entrée
gl_es: Función de entrada
he_il: פונקצית קלט
hu_hu: Beviteli függvény
it_it: Funzione di input
ja_jp: 入力関数
lt_lt: Įvesties funkcija
mn_mn: цеЮЫУЩб ззЯФС
nl_nl: Invoer functie
pl_pl: Funkcja wejściowa
pt_br: Função de entrada
pt_pt: Função de entrada
ro_ro: Funcţie de intrare
ru_ru: Функция ввода
sk_sk: Vstupná funkcia
sv_se: Infogande funktion
tr_tr: Giriş (Input) fonksiyonu
uk_ua: Функція вводу
zh_cn: 输入函数
zh_tw: 輸入類型

# stroutputfn
source: Output function
af_za: Afvoerfunksie
ar: دالة الإخراج Output function
ca_es: Funció de sortida
cs_cz: Výstupní funkce
da_dk: Output funktion
de_de: Ausgabefunktion
el_gr: Συνάρτηση εξόδου
es_es: Función de salida
fr_fr: Fonction de sortie
gl_es: Función de saída
he_il: פונקצית פלט
hu_hu: Kiviteli függvény
it_it: Funzione di output
ja_jp: 出力関数
lt_lt: Išvesties funkcija
mn_mn: цеЮЫУЩб зйзЯФС
nl_nl: Uitvoer functie
pl_pl: Funkcja wyjściowa
pt_br: Função de saída
pt_pt: Função de saída
ro_ro: Funcţie de ieşire
ru_ru: Функция вывода
sk_sk: Výstupná funkcia
sv_se: Funktion för utvärden
tr_tr: Çıkış (Output) fonksiyonu
uk_ua: Функція виводу
zh_cn: 输出函数
zh_tw: 輸出類型

# strpassbyval
source: Passed by val?
af_za: Aangestuur per waarde?
ca_es: Passat per valor?
cs_cz: Předávaný hodnotou?
de_de: Übergabe "by value"?
el_gr: Να μεταφέρεται η μεταβλητή?
es_es: ¿Pasar por valor?
fr_fr: Passée par valeur ?
gl_es: Pasado por valor?
hu_hu: Érték szerinti átadás?
it_it: Passato per valore?
lt_lt: Perdavimas reikšme?
mn_mn: №ХвХФСди аЯ кЮСоХЮЩР?
pl_pl: Przekazywany przez wartość?
pt_br: Passado por valor?
pt_pt: Passado por valor?
ro_ro: Transmis prin valoare?
ru_ru: Передать по значению?
sv_se: Genomgått utvärdering?
uk_ua: Передати за значенням?
zh_cn: 传值？
zh_tw: 以值傳送?

# stralignment
source: Alignment
af_za: Belyning
ca_es: Alineament
cs_cz: Zarovnání
da_dk: Justering
el_gr: Στοίχιση
es_es: Alineamiento
fr_fr: Alignement
gl_es: Aliñación
hu_hu: Igazít
it_it: Allineamento
ja_jp: アライメント
lt_lt: Lygiavimas
mn_mn: їйвСзЮЩзСЮЩХ
pl_pl: Wyrównanie bajtowe
pt_br: Alinhamento
pt_pt: Alinhamento
ro_ro: Aliniere
ru_ru: Выравнивание
sv_se: Justering
uk_ua: Вирівнювання
zh_cn: 参数
zh_tw: 列隊組合

# strelement
source: Element
cs_cz: Prvek
el_gr: Στοιχείο
es_es: Elemento
fr_fr: Élément
gl_es: Elemento
he_il: אלמנט
hu_hu: Elem
it_it: Elemento
ja_jp: 要素
lt_lt: Elementas
mn_mn: ќЬХЭХЮд
pl_pl: Typ elementów
pt_br: Elemento
pt_pt: Elemento
ru_ru: Элемент
tr_tr: Eleman
uk_ua: Елемент
zh_cn: 元素
zh_tw: 元素

# strdelimiter
source: Delimiter
af_za: Skeidingsteken
ca_es: Delimitador
cs_cz: Oddělovač
da_dk: Begrænser
de_de: Trennzeichen
el_gr: Διαχωριστής
es_es: Delimitador
fr_fr: Délimiteur
gl_es: Delimitador
hu_hu: Határoló
it_it: Delimitatore
ja_jp: デミリタ
lt_lt: Skirtukas
mn_mn: ђСкФХЬЩдХЬи
nl_nl: Scheidingsteken
pl_pl: Znak oddzielający elementy tabeli
pt_br: Delimitador
pt_pt: Delimitador
ro_ro: Delimitator
ru_ru: Разделитель
sv_se: Avgränsare
uk_ua: Роздільник
zh_cn: 分隔符
zh_tw: 分隔符號

# strstorage
source: Storage
af_za: Berging
ca_es: Emmagatzemament
cs_cz: Uložení
da_dk: Lagring
de_de: Speicherung
el_gr: Αποθήκευση
es_es: Almacenamiento
fr_fr: Stockage
gl_es: Almacenamento
he_il: אחסנה
hu_hu: Tár
it_it: Memorizzazione
ja_jp: ストレージ
lt_lt: Atmintinė
nl_nl: Opslag
pl_pl: Technika przechowywania
pt_br: Armazenamento
pt_pt: Armazenamento
ro_ro: Stocare
ru_ru: Хранилище
sv_se: Lagring
uk_ua: Зберігання
zh_cn: 磁盘存储
zh_tw: 儲藏所

# strfield
source: Field
af_za: Veld
ar: الحقل
ca_es: Camp
cs_cz: Pole
da_dk: Felt
de_de: Spalte
el_gr: Πεδίο
es_es: Campo
fr_fr: Champ
gl_es: Campo
he_il: שדה
hu_hu: Oszlop
it_it: Campo
ja_jp: フィールド
lt_lt: Laukas
mn_mn: №ЯЬХ
nl_nl: veld
pl_pl: Pole
pt_br: Campo
pt_pt: Campo
ro_ro: Câmp
ru_ru: Поле
sk_sk: Pole
sv_se: Fält
tr_tr: Alan
uk_ua: Поле
zh_cn: 字段
zh_tw: 欄位
