Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strtablecreated
source: Table created.
af_za: Tabel geskep.
ar: لقد تم إنشاء الجدول بنجاح.
ca_es: Taula creada.
cs_cz: Tabulka byla vytvořena.
da_dk: Tabel oprettet.
de_de: Tabelle erstellt.
el_gr: Ο πίνακας δημιουργήθηκε.
es_es: Tabla creada.
fr_fr: Table créée.
gl_es: Creouse a táboa.
he_il: טבלה נוצרה.
hu_hu: A tábla megteremtve.
it_it: Tabella creata.
ja_jp: テーブルを作成しました。
lt_lt: Lentelė sukurta.
mn_mn: єСТЬЩУС гЯкФСЮС.
nl_nl: Tabel aangemaakt.
pl_pl: Tabela została utworzona.
pt_br: Tabela criada.
pt_pt: Tabela criada.
ro_ro: Tabelă creată.
ru_ru: Таблица создана.
sk_sk: Tabuľka vytvorená.
sv_se: Tabell skapad.
tr_tr: Tablo yaratıldı.
uk_ua: Таблицю створено.
zh_cn: 数据表已创建。
zh_tw: 資料表已建立。

# strtablecreatedbad
source: Table creation failed.
af_za: Die tabel kon nie geskep word nie.
ar: لقد فشلت عملية إنشاء الجدول.
ca_es: No s'ha pogut crear la taula.
cs_cz: Nezdařilo se vytvořit tabulku.
da_dk: Tabeloprettelse mislykkedes.
de_de: Erstellen der Tabelle fehlgeschlagen.
el_gr: Η δημιουργία του πίνακα απέτυχε.
es_es: Falló la creación de la tabla.
fr_fr: Échec de la création de table.
gl_es: Non se conseguiu crear a táboa.
he_il: יצירת טבלה נכשלה.
hu_hu: Nem sikerült táblát teremteni.
it_it: Creazione della tabella fallita.
ja_jp: テーブルの作成に失敗しました。
lt_lt: Nepavyko sukurti lentelės.
mn_mn: ѓЯкФСЮЩХ дСТЬЩУй авХвзСЮЯ.
nl_nl: Het aanmaken van de tabel is mislukt.
pl_pl: Próba utworzenia tabeli się nie powiodła.
pt_br: Falha ao criar a tabela.
pt_pt: Falha na criação de tabela.
ro_ro: Creare tabelă eşuată.
ru_ru: Создание таблицы прервано.
sk_sk: Tabuľka nebola vytvorená.
sv_se: Misslyckades med att skapa Tabell.
tr_tr: Tablo yaratılamadı.
uk_ua: Створення таблиці перервано.
zh_cn: 数据表创建失败
zh_tw: 建立資料表作業已失敗。

# strconfdroptable
source: Are you sure you want to drop the table "%s"?
af_za: Is jy seker dat dat jy die tabel "%s" wil verwyder?
ar: هل انت متأكد تريد حذف الجدول بإسم "%s"؟
ca_es: Està segur de voler eliminar la taula "%s"?
cs_cz: Opravdu chcete odstranit tabulku „%s“?
da_dk: Er du sikker på at du vil fjerne tabellen "%s"?
de_de: Sind Sie sicher, dass Sie die Tabelle "%s" löschen möchten?
el_gr: Διαγραφή του πίνακα "%s"?
es_es: ¿Estás seguro que desea eliminar la tabla "%s"?
fr_fr: Êtes-vous sur de vouloir supprimer la table « %s » ?
gl_es: Está seguro de que quere eliminar a táboa «%s»?
he_il: אתה בטוח שברצונך למחוק את הטבלה "%s"?
hu_hu: Biztosan törölni kívánja „%s” táblát?
it_it: Eliminare la tabella "%s"?
ja_jp: テーブル「%s」を本当に破棄しますか?
lt_lt: Ar tikrai norite šalinti lentelę "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еФСЬЩди дСТЬЩУе "%s"?
nl_nl: Weet u zeker dat u de tabel "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tabelę "%s"?
pt_br: Você têm certeza que deseja deletar a tabela "%s"?
pt_pt: Tem certeza que quer eliminar a tabela "%s"?
ro_ro: Sigur ştergeţi tabela "%s"?
ru_ru: Вы уверены, что хотите удалить таблицу "%s"?
sk_sk: Naozaj chceš odstrániť tabuľku "%s"?
sv_se: Är du säker på att du vill ta bort tabellen "%s"?
tr_tr: "%s" tablosunu kaldırmak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що бажаєте видалити таблицю "%s"?
zh_cn: 确定要删除"%s"数据表吗？
zh_tw: 您確定要移除資料表 "%s"?

# strtabledropped
source: Table dropped.
af_za: Tabel is verwyder.
ar: لقد تم حذف الجدول.
ca_es: Taula eliminada.
cs_cz: Tabulka byla odstraněna.
da_dk: Tabel fjernet.
de_de: Tabelle gelöscht.
el_gr: Ο πίνακας διαγράφηκε.
es_es: Tabla eliminada.
fr_fr: Table supprimée.
gl_es: Eliminouse a táboa.
he_il: טבלה נמחקה.
hu_hu: A tábla törölve.
it_it: Tabella eliminata.
ja_jp: テーブルを破棄しました。
lt_lt: Lentelė pašalinta.
mn_mn: єСТЬЩУС еФСЬХЮС.
nl_nl: Tabel verwijderd.
pl_pl: Tabela została usunięta.
pt_br: Tabela deletada.
pt_pt: Tabela eliminada.
ro_ro: Tabelă ştearsă.
ru_ru: Таблица удалена.
sk_sk: Tabuľka odstránená.
sv_se: Tabellen borttagen.
tr_tr: Tablo kaldırıldı.
uk_ua: Таблицю видалено.
zh_cn: 数据表已删除。
zh_tw: 資料表已移除。

# strtabledroppedbad
source: Table drop failed.
af_za: Die tabel kon nie verwyder word nie.
ar: لقد فشلت عملية حذف الجدول.
ca_es: No s'ha pogut eliminar la taula.
cs_cz: Nezdařilo se odstranit tabulku.
da_dk: Det lykkedes ikke at fjerne tabellen.
de_de: Löschen der Tabelle fehlgeschlagen.
el_gr: Η διαγραφή του πίνακα απέτυχε.
es_es: Falló la eliminación de la tabla.
fr_fr: Échec lors de la suppression de table.
gl_es: Non se conseguiu eliminar a táboa.
he_il: מחיקת טבלה נכשלה.
hu_hu: Nem sikerült a táblát törölni.
it_it: Eliminazione della tabella fallita.
ja_jp: テーブルの破棄に失敗しました。
lt_lt: Nepavyko pašalinti lentelės.
mn_mn: ѕФСЬХЮЩХ дСТЬЩУй авХвзСЮЯ.
nl_nl: Verwijderen van de tabel is mislukt.
pl_pl: Próba usunięcia tabeli się nie powiodła.
pt_br: Falha ao deletar a tabela.
pt_pt: Falha ao eliminar a tabela.
ro_ro: Ştergere tabelă eşuată.
ru_ru: Удаление таблицы прервано.
sk_sk: Tabuľka nebola odstránená.
sv_se: Misslyckades med att ta bort tabellen.
tr_tr: Tablo kaldırılamadı.
uk_ua: Видалення таблиці перервано.
zh_cn: 数据表删除失败。
zh_tw: 資料表移除已失敗。

# strconfemptytable
source: Are you sure you want to empty the table "%s"?
af_za: Is jy seker dat jy alle rye uit tabel "%s" wil verwyder?
ar: هل انت متأكد تريد افراغ محتويات الجدول "%s"؟
ca_es: Està segur que vol buidar la taula "%s"?
cs_cz: Opravdu chcete vyprázdnit tabulku „%s“?
da_dk: Er du sikker på at du vil tømme tabellen "%s"?
de_de: Sind Sie sicher, dass Sie den Inhalt der Tabelle "%s" löschen möchten?
el_gr: Διαγραφή των περιεχομένων του πίνακα "%s"?
es_es: ¿Estás seguro que desea vaciar la tabla "%s"?
fr_fr: Êtes-vous sûr de vouloir vider la table « %s » ?
gl_es: Está seguro de que quere baleirar a táboa «%s»?
he_il: האם אתה בטוח שברצונך לרוקן את הטבלה "%s"?
hu_hu: Biztosan ki akarja üríteni „%s” táblát?
it_it: Svuotare la tabella "%s"?
ja_jp: 本当にテーブル「%s」の内容を破棄しますか?
lt_lt: Ar tikrai norite išvalyti lentelę "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ ЯоЩгдЩди дСТЬЩУе "%s"?
nl_nl: Weet u zeker dat u alle rijen uit tabel "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz wyczyścić tabelę "%s"?
pt_br: Você têm certeza que deseja esvaziar a tabela "%s"?
pt_pt: Tem certeza que quer esvaziar a tabela "%s"?
ro_ro: Sigur goliţi tabela "%s"?
ru_ru: Вы уверены, что хотите очистить таблицу "%s"?
sk_sk: Si si istý, že chceš vyprázdniť tabuľku "%s"?
sv_se: Är du säker på att du vill tömma tabellen "%s"?
tr_tr: "%s" tablosunu boşaltmak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що бажаєте очистити таблицю "%s"?
zh_cn: 确定要清空"%s"数据表吗？
zh_tw: 您確定要清空資料表 "%s"?

# strtableemptied
source: Table emptied.
af_za: Alle ryen is uit die tabel verwyder.
ar: لقد تم افراغ محتويات الجدول بنجاح.
ca_es: Taula buidada.
cs_cz: Tabulka byla vyprázdněna.
da_dk: Tabellen tømt.
de_de: Tabelleninhalt gelöscht.
el_gr: Τα περιεχόμενα του πίνακα διαγράφηκαν.
es_es: Tabla vaciada.
fr_fr: Table vide.
gl_es: Baleirouse a táboa.
he_il: טבלה רוקנה.
hu_hu: A tábla kiürítve.
it_it: Tabella svuotata.
ja_jp: テーブルが空になりました.
lt_lt: Lentelė išvalyta.
mn_mn: єСТЬЩУС ЯоЩнХЮС.
nl_nl: Alle rijen uit de tabel verwijderd.
pl_pl: Tabela została wyczyszczona.
pt_br: Tabela esvaziada.
pt_pt: Tabela vazia.
ro_ro: Tabelă golită.
ru_ru: Таблица очищена.
sk_sk: Tabuľka vyprázdnená.
sv_se: Tabellen tömd.
tr_tr: Tablo boşaltıldı.
uk_ua: Таблицю очищено.
zh_cn: 数据表已清空。
zh_tw: 資料表已清空。

# strtableemptiedbad
source: Table empty failed.
af_za: Die rye kon nie verwyder word nie.
ar: لقد فشلت عملية إفراغ محتويات الجدول.
ca_es: No s'ha pogut buidar la taula.
cs_cz: Nezdařilo se vyprázdnit tabulku.
da_dk: Det lykkedes ikke at tømme tabellen
de_de: Löschen des Tabelleninhaltes fehlgeschlagen.
el_gr: Η διαγραφή των περιεχομένων του πίνακα απέτυχε.
es_es: Falló el vaciado de la tabla.
fr_fr: Échec du vidage de la table.
gl_es: Non se conseguiu baleirar a táboa.
he_il: ריקון טבלה נכשל.
hu_hu: Nem sikerült a táblát kiüríteni.
it_it: Svuotamento della tabella fallito.
ja_jp: テーブルを空にできませんでした。
lt_lt: Nepavyko išvalyti lentelės.
mn_mn: яоЩгдЫС дСТЬЩУй авХвзСЮС.
nl_nl: Verwijderen van rijen is mislukt.
pl_pl: Próba wyczyszczenia tabeli się nie powiodła.
pt_br: Falha ao esvaziar a tabela.
pt_pt: Falha ao esvaziar a tabela.
ro_ro: Golire tabelă eşuată.
ru_ru: Очистка таблицы прервана.
sk_sk: Tabuľka nebola vyprázdnená.
sv_se: Misslyckades med att tömma tabellen
tr_tr: Tablo boşaltılamadı.
uk_ua: Очищення таблиці перервано.
zh_cn: 数据表清空失败。
zh_tw: 資料表清空已失敗。

# strinsertrow
source: Insert row
af_za: Voeg 'n ry by
ar: إدراج سجل.
ca_es: Inserta una fila
cs_cz: Vložit řádek
da_dk: Indsæt række
de_de: Datensatz einfügen
el_gr: Εισαγωγή γραμμής
es_es: Insertar Fila
fr_fr: Insérer un enregistrement.
gl_es: Inserir unha fila
he_il: הכנס שדה
hu_hu: Sor beszúrása
it_it: Inserisci riga
ja_jp: レコードの挿入
lt_lt: Įterpti įrašą
mn_mn: фЯТСзЩди кСаЩги
nl_nl: Voeg een rij toe
pl_pl: Wstaw wiersz
pt_br: Inserir linha
pt_pt: Inserir linha
ro_ro: Inserare rând
ru_ru: Добавить запись
sk_sk: Vložiť Riadok
sv_se: Infoga rad
tr_tr: Yeni kayıt gir
uk_ua: Додати запис
zh_cn: 插入行
zh_tw: 插入資料列

# strrowinserted
source: Row inserted.
af_za: Ry is bygevoeg.
ar: لقد تم إدراج السجل بنجاح.
ca_es: Fila insertada.
cs_cz: Řádek byl vložen.
da_dk: Række indsat.
de_de: Datensatz eingefügt.
el_gr: Η γραμμή εισήχθη.
es_es: Fila insertada.
fr_fr: Enregistrement inséré.
gl_es: Inseriuse unha fila.
he_il: שדה הוכנס.
hu_hu: A sor beszúrva.
it_it: Riga inserita.
ja_jp: レコードを挿入しました。
lt_lt: Įrašas įterptas.
mn_mn: њСаЩги ФЯТСзЬХЮС.
nl_nl: Rij toegevoegd.
pl_pl: Wiersz został wstawiony.
pt_br: Linha inserida.
pt_pt: Linha inserida.
ro_ro: Rând inserat
ru_ru: Запись добавлена.
sk_sk: Riadok vložený.
sv_se: Rad infogad.
tr_tr: Yeni kayıt girildi.
uk_ua: Запис додано.
zh_cn: 行已插入。
zh_tw: 資料列已插入。

# strrowinsertedbad
source: Row insert failed.
af_za: Die ry kon nie bygevoeg word nie.
ar: لقد فشلت عملية إدراج السجل.
ca_es: No s'ha pogut insertar la taula.
cs_cz: Nezdařilo se vložit řádek.
da_dk: Det lykkedes ikke indsætte række.
de_de: Einfügen des Datensatzes fehlgeschlagen.
el_gr: H εισαγωγή της γραμμής απέτυχε.
es_es: Falló la inserción de fila.
fr_fr: Échec lors de l'insertion d'un enregistrement.
gl_es: Non se conseguiu inserir a fila.
he_il: הכנסת שדה נכשלה.
hu_hu: Nem sikerült a sort beszúrni.
it_it: Inserimento della riga fallito.
ja_jp: レコードの挿入に失敗しました。
lt_lt: Nepavyko įterpti įrašo.
mn_mn: фЯТСзЬХЮЩХ кСаЩгЩ авХвзСЮЯ.
nl_nl: Toevoegen van rij is mislukt.
pl_pl: Próba wstawienia wiersza się nie powiodła.
pt_br: Falha ao inserir a linha.
pt_pt: Falha ao inserir linha.
ro_ro: Inserare rând eşuată.
ru_ru: Добавление записи прервано.
sk_sk: Riadok nebol vložený.
sv_se: Misslyckades att infoga rad.
tr_tr: Yeni kayıt girme işlemi başarısız oldu.
uk_ua: Додавання запису перервано.
zh_cn: 行插入失败。
zh_tw: 資料列插入已失敗。

# strnofkref
source: There is no matching value in the foreign key %s.
ca_es: No hi ha cap valor coincident en la foreign key %s.
cs_cz: Cizímu klíči %s neodpovídá žádná hodnota.
es_es: No se hay un valor coincidente en la clave foránea %s.
fr_fr: Aucune valeur correspondate pour la clé étrangère %s.
gl_es: Non existe ningún valor que coincida na clave externa «%s».
hu_hu: Nincs %s idegen kulcshoz illő érték.
lt_lt: Nėra atitinkamos reikšmės išoriniame rakte %s.
pt_br: Não há valor correspondendo na chave estrangeira %s.
ru_ru: Нет соответствующего значения внешнего ключа %s.
zh_cn: 在外键 %s 中找不到相应的值。

# strrowduplicate
source: Row insert failed, attempted to do duplicate insert.
ca_es: Inserció de la taula fallada, intentant fer una inserció duplicada.
cs_cz: Nezdařilo se vložení řádku, pokus o duplicitní vložení.
de_de: Einfügen des Datensatzes fehlgeschlagen: es wurde versucht, ein Duplikat einzufügen.
el_gr: H εισαγωγή της γραμμής απέτυχε, διπλή εγγραφή.
es_es: Falló la inserción de fila , se intentó hacer una inserción duplicada.
fr_fr: Échec lors de l'insertion d'un enregistrement, a tenté de faire une insertion dupliquée.
gl_es: Non se conseguiu inserir a fila, intentouse facer unha inxección duplicada.
hu_hu: Nem sikerült sort beszúrni. Dupla beszúrási kísérlet.
it_it: Inserimento della riga fallito, tentativo di eseguire un inserimento duplicato.
ja_jp: レコードの挿入に失敗し、挿入の複製を試みました。
lt_lt: Nepavyko įterpti įrašo, bandyta dubliuoti įrašą.
pl_pl: Próba wstawienia zduplikowanego wiersza.
pt_br: Falha ao inserir a linha, tentativa de inserção duplicada.
ro_ro: Inserare de rând eşuată, s-a încercat inserarea unui duplicat.
ru_ru: Вставка строки прервана, попытка сделать дублирующую вставку.
sk_sk: Vloženie riadku zlyhalo, pokus o duplikátny insert.
tr_tr: Satır ekleme başarısız oldu, birbirinin aynı iki kayıt girilmek istendi.
zh_cn: 行插入失败, 尝试再次插入。
zh_tw: 資料列插入失敗, 試圖做複製品插入。

# streditrow
source: Edit row
af_za: Wysig ry
ar: تحرير السجل.
ca_es: Edita la fila
cs_cz: Upravit řádek
da_dk: Rediger række
de_de: Datensatz bearbeiten
el_gr: Επεξεργασία γραμμής
es_es: Editar fila
fr_fr: Éditer l'enregistrement.
gl_es: Modificar a fila
he_il: ערוך שדה
hu_hu: Sor szerkesztése
it_it: Modifica riga
ja_jp: レコード編集
lt_lt: Taisyti įrašą
mn_mn: ђХФСЫдЩвЯзСди кСаЩги
nl_nl: Wijzig rij
pl_pl: Edycja wiersza
pt_br: Editar linha
pt_pt: Editar linha
ro_ro: Editare rând
ru_ru: Редактировать запись
sk_sk: Upraviť Riadok
sv_se: Ändra rad
tr_tr: Kayıdın içeriğini değiştir.
uk_ua: Редагувати запис
zh_cn: 编辑行
zh_tw: 編輯資料列

# strrowupdated
source: Row updated.
af_za: Ry is opgedateer.
ar: تم تعديل السجل بنجاح.
ca_es: Fila actualitzada.
cs_cz: Řádek byl aktualizován.
da_dk: Række opdateret.
de_de: Datensatz geändert.
el_gr: Η γραμμή ενημερώθηκε.
es_es: Fila actualizada.
fr_fr: Enregistrement mis à jour.
gl_es: Actualizouse a fila.
he_il: שדה עודכן.
hu_hu: A sor időszerűsítve.
it_it: Riga aggiornata.
ja_jp: レコードを更新しました。
lt_lt: Įrašas atnaujintas.
mn_mn: њСаЩги ЯТЮЯзЬХЮС.
nl_nl: Rij geupdate.
pl_pl: Wiersz został zaktualizowany.
pt_br: Linha atualizada.
pt_pt: Linha actualizada.
ro_ro: Rând actualizat.
ru_ru: Запись обновлена.
sk_sk: Riadok upravený.
sv_se: Rad uppdaterad.
tr_tr: Kayıt güncellendi.
uk_ua: Запис оновлено.
zh_cn: 行已更新。
zh_tw: 資料列已更新。

# strrowupdatedbad
source: Row update failed.
af_za: Die opdatering van die ry het misluk.
ar: لقد فشلت عملية تعديل السجل.
ca_es: No s'ha pogut actualitzar la fila.
cs_cz: Nezdařilo se aktualizovat řádek.
da_dk: Opdatering af række mislykkedes.
de_de: Ändern des Datensatzes fehlgeschlagen.
el_gr: Η ενημέρωση της γραμμής απέτυχε.
es_es: Falló la actualización de la fila.
fr_fr: Échec de mise à jour de l'enregistrement.
gl_es: Non se conseguiu actualizar a fila.
he_il: עידכון שדה נכשל.
hu_hu: Nem sikerült a sort időszerűsíteni.
it_it: Aggiornamento della riga fallito.
ja_jp: レコードの更新に失敗しました。
lt_lt: Nepavyko atnaujinti įrašo.
mn_mn: яТЮЯзЬХЮЩХ кСаЩгЩ авХвзСЮЯ.
nl_nl: Het updaten van de rij is mislukt.
pl_pl: Próba aktualizacji wiersza się nie powiodła.
pt_br: Falha ao atualizar a linha.
pt_pt: Falha na actualização da linha.
ro_ro: Actualizare rând eşuată.
ru_ru: Обновление записи прервано.
sk_sk: Riadok nebol upravený.
sv_se: Misslyckades att uppdatera rad.
tr_tr: Kayıt güncelleme işleme başarısız oldu.
uk_ua: Оновлення запису перервано.
zh_cn: 行更新失败。
zh_tw: 資料列更新已失敗。

# strdeleterow
source: Delete Row
af_za: Verwyder ry
ar: إحذف السجل.
ca_es: Elimina la fila
cs_cz: Smazat řádek
da_dk: Slet række
de_de: Datensatz löschen
el_gr: Διαγραφή γραμμής
es_es: Eliminar Fila
fr_fr: Effacer l'enregistrement
gl_es: Borrar a fila
he_il: מחק שדה
hu_hu: Sor törlése
it_it: Cancella riga
ja_jp: レコード削除
lt_lt: Šalinti įrašą
mn_mn: ѕФСЬЩди кСаЩги
nl_nl: Verwijder rij
pl_pl: Usuń wiersz
pt_br: Deletar linha
pt_pt: Eliminar linha
ro_ro: Ştergere rând.
ru_ru: Удалить запись
sk_sk: Zmazať Riadok
sv_se: Radera rad
tr_tr: Kaydı sil
uk_ua: Видалити запис
zh_cn: 删除行
zh_tw: 刪除資料列

# strconfdeleterow
source: Are you sure you want to delete this row?
af_za: Is jy seker dat jy hierdie ry wil verwyder?
ar: هل انت متأكد تريد حذف هذا السجل؟
ca_es: Està segur que vol eliminar aquesta fila?
cs_cz: Opravdu chcete smazat tento řádek?
da_dk: Er du sikker på at du vil slette denne række?
de_de: Sind Sie sicher, dass Sie diesen Datensatz löschen möchten?
el_gr: Διαγραφή της γραμμής?
es_es: ¿Estás seguro que quiere eliminar esta fila?
fr_fr: Êtes-vous sûr de vouloir supprimer cet enregistrement ?
gl_es: Está seguro de que quere borrar esta fila?
he_il: האם אתה בטוח שברצונך למחוק את השדה הזה?
hu_hu: Biztosan törölni kívánja ezt a sort?
it_it: Cancellare questa riga?
ja_jp: 本当にこのレコードを削除しますか?
lt_lt: Ar tikrai norite šalinti šį įrašą?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еФСЬЩди кСаЩги?
nl_nl: Weet u zeker dat u deze rij wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten wiersz?
pt_br: Você têm certeza que deseja deletar esta linha?
pt_pt: Tem certeza que quer eliminar esta linha?
ro_ro: Sigur ştergeţi acest rând?
ru_ru: Вы уверены, что хотите удалить запись?
sk_sk: Si si istý, že chceš zmazať tento riadok?
sv_se: Är du säker på att du vill ta bort denna rad?
tr_tr: Bu kaydı silmek istediğinize emin misiniz?
uk_ua: Ви впевнені, що бажаєте видалити запис?
zh_cn: 确定要删除该行吗？
zh_tw: 您確定要刪除這些資料列??

# strrowdeleted
source: Row deleted.
af_za: Ry is verwyder.
ar: لقد تم حذف السجل بنجاح.
ca_es: Fila eliminada.
cs_cz: Řádek byl smazán.
da_dk: Række slettet.
de_de: Datensatz gelöscht.
el_gr: Η γραμμή διαγράφηκε.
es_es: Fila eliminada.
fr_fr: Enregistrement supprimé.
gl_es: Borrouse a fila.
he_il: שדה נמחק.
hu_hu: A sor törölve.
it_it: Riga cancellata.
ja_jp: レコードを削除しました。
lt_lt: Įrašas pašalintas.
mn_mn: њСаЩги еФСЬХЮС.
nl_nl: Rij verwijderd.
pl_pl: Wiersz został usunięty.
pt_br: Linha deletada.
pt_pt: Linha eliminada.
ro_ro: Rând şters.
ru_ru: Запись удалена.
sk_sk: Riadok zmazaný.
sv_se: Rad raderad.
tr_tr: Kayıt silindi.
uk_ua: Запис видалено.
zh_cn: 行已删除。
zh_tw: 資料列已刪除。

# strrowdeletedbad
source: Row deletion failed.
af_za: Die ry kon nie verwyder word nie.
ar: لقد فشلت عملية حذف السجل.
ca_es: No s'ha pogut eliminar la fila.
cs_cz: Nezdařilo se smazat řádek.
da_dk: Sletning af række mislykkedes.
de_de: Löschen des Datensatzes fehlgeschlagen.
el_gr: Η διαγραφή της γραμμής απέτυχε.
es_es: Falló la eliminación de fila.
fr_fr: Échec lors de la suppression de l'enregistrement.
gl_es: Non se conseguiu borrar a fila.
he_il: מחיקת שדה נכשל.
hu_hu: Nem sikerült a sort törölni.
it_it: Cancellazione della riga fallita.
ja_jp: レコードの削除に失敗しました。
lt_lt: Nepavyko pašalinti įrašo.
mn_mn: ѕФСЬХЮЩХ кСаЩгЩ авХвзСЮЯ.
nl_nl: Verwijderen van de rij mislukt.
pl_pl: Próba usunięcia wiersza się nie powiodła.
pt_br: Falha ao deletar a linha.
pt_pt: Falha ao eliminar a linha .
ro_ro: Ştergere rând eşuată.
ru_ru: Удаление записи прервано.
sk_sk: Riadok nebol zmazaný.
sv_se: Misslyckades att radera rad.
tr_tr: Kayıt silinme işlemi başarısız oldu.
uk_ua: Видалення запису перервано.
zh_cn: 行删除失败。
zh_tw: 資料列刪除已失敗。

# strinsertandrepeat
source: Insert & Repeat
af_za: Voeg in & Herhaal
ar: إدراج و إعادة
ca_es: Inserta & Repeteix
cs_cz: Vloži a opakovat
de_de: Einfügen und Wiederholen
el_gr: Εισαγωγή και επανάληψη
es_es: Insertar y Repite
fr_fr: Insérer et répéter
gl_es: Inserir e repetir
he_il: חזור &amp;הכנס
hu_hu: Beszúrás & Ismétlés
it_it: Inserisci e ripeti
ja_jp: 挿入と繰り返し
lt_lt: Įterpti ir kartoti
pl_pl: Wstaw i powtórz
pt_br: Inserir & Repetir
pt_pt: Inserir & Repetir
ro_ro: Inserare & Repetare
ru_ru: Вставить и повторить
sk_sk: Vložiť & Zopakovať
tr_tr: Ekle ve Tekrarla
zh_cn: 插入 & 替换
zh_tw: 插入與重作

# strnumcols
source: Number of columns
af_za: Aantal kolomme
ca_es: Nombre de columnes
cs_cz: Počet sloupců
de_de: Anzahl der Spalten
el_gr: Αριθμός στηλών
es_es: Número de columnas
fr_fr: Nombre de colonnes
gl_es: Número de columnas
hu_hu: Oszlopok száma
it_it: Numero di colonne
ja_jp: カラムの数
lt_lt: Stulpelių skaičius
pl_pl: Ilość kolumn
pt_br: Número de colunas
pt_pt: Número de colunas
ro_ro: Număr de coloane
ru_ru: Количество атрибутов
sk_sk: Počet stĺpcov
tr_tr: Kolon sayısı
zh_cn: 列数目
zh_tw: 欄位數量

# strcolneedsname
source: You must specify a name for the column
af_za: Jy moet die kolom 'n naam gee
ca_es: Ha d'especificar un nom per la columna
cs_cz: Musíte zadat název pro sloupec
de_de: Sie müssen einen Namen für die Spalte angeben
el_gr: Πρέπει να ορίσετε το όνομα της στήλης
es_es: Debes especificar un nombre para la columna
fr_fr: Vous devez spécifier un nom pour la colonne
gl_es: Debe especificar un nome para a columna
hu_hu: Meg kell adnia az oszlop nevét
it_it: È necessario specificare un nome per la colonna
ja_jp: カラムの名前を指定しなければりません。
lt_lt: Turite nurodyti stulpelio pavadinimą
pl_pl: Musisz podać nazwę kolumny.
pt_br: Você deve informar um nome para a coluna
pt_pt: Tem de definir um nome para a coluna.
ro_ro: Specificaţi un nume pentru coloană
ru_ru: Вам необходимо определить имя столбца
sk_sk: Musíš zadať názov pre tvoj stĺpec
tr_tr: Kolon için bir ad vermelisiniz.
zh_cn: 必须指定列名
zh_tw: 您必需為這個欄位特定一個名稱

# strselectallfields
source: Select all fields
af_za: Selekteer alle velde
ar: إختيار جميع الحقول
ca_es: Selecciona tots els camps
cs_cz: Vybrat všechna pole
da_dk: Vælg alle felter
de_de: Alle Felder auswählen
el_gr: Επιλογή όλων των πεδίων
es_es: Seleccionar todos los campos.
fr_fr: Sélectionner tous les champs
gl_es: Marcar todos os campos
he_il: בחר את כל השדות
hu_hu: Minden oszlop kijelölése
it_it: Seleziona tutti i campi
ja_jp: すべてのフィールドを選択する
lt_lt: Pažymėti visus laukus
mn_mn: їйТвСди згХ аЯЬб
nl_nl: Selecteer alle velden
pl_pl: Wybierz wszystkie pola
pt_br: Selecionar todos os campos
pt_pt: Seleccione todos os campos
ro_ro: Selectare toate câmpurile
ru_ru: Выбрать все поля
sk_sk: Vybrať všetky polia
sv_se: Välj alla fält
tr_tr: Tüm alanları seç
uk_ua: Вибрати всі поля
zh_cn: 选择所有字段
zh_tw: 選擇全部欄位

# strselectneedscol
source: You must show at least one column.
af_za: Jy moet ten minste één kolom as uitvoer hê
ar: تحتاج عرض على الأقل عمود واحد.
ca_es: Ha de mostrar almenys una columna.
cs_cz: Musíte zvolit alespoň jeden sloupec, který se má zobrazit.
da_dk: Der skal vælges mindst een kolonne
de_de: Sie müssen mindestens eine Spalte anzeigen lassen.
el_gr: Πρέπει να εμφανιστεί τουλάχιστον μία στήλη.
es_es: Debes elegir al menos una columna
fr_fr: Vous devez sélectionner au moins une colonne.
gl_es: Debe amosar polo menos unha columna.
he_il: אתה חייב להראות לפחות שדה אחד
hu_hu: Ki kell választani egy oszlopot
it_it: È necessario scegliere almeno una colonna.
ja_jp: 少なくとも一カラムは必要です。
lt_lt: Turite rodyti bent vieną stulpelį.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди аЯ ЫвСЪЮХЪ ЭХвХ ЯФЩЮ СдвЩТед
nl_nl: U moet ten minste één kolom als uitvoer tonen
pl_pl: Musisz wybrać przynajmniej jedną kolumnę.
pt_br: Você deve exibir ao menos uma coluna.
pt_pt: Deve exibir pelo menos uma coluna
ro_ro: Afişaţi cel puţin o coloană.
ru_ru: Вам необходимо указать по крайней мере один атрибут
sk_sk: Musíš označiť aspoň jeden stĺpec.
sv_se: Du måste visa minst en kolumn
tr_tr: En az bir kolon işaretlemelisiniz
uk_ua: Вам необхідно вказати щонайменше один атрибут
zh_cn: 必须至少显示一列。
zh_tw: 您必需至少顯示一資料列。
