Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strgranted
source: Privileges changed.
af_za: Voorregte is bygevoeg.
ar: تم تغيير الصلاحيات.
ca_es: Privilegis canviats.
cs_cz: Oprávnění byla změněna.
da_dk: Privilegier ændret.
de_de: Rechte geändert.
el_gr: Τα προνόμια αλλάχθηκαν.
es_es: Los privilegios cambiaron.
fr_fr: Droits accordés.
gl_es: Cambiáronse os privilexios.
he_il: זכויות שונו.
hu_hu: A jogosultságok megváltoztatva.
it_it: Privilegi concessi.
ja_jp: 特権を与えました。
lt_lt: Privilegijos pakeistos.
mn_mn: №вЩзЩЬХЧЩЩ ЩкЭХЮХЮй.
nl_nl: Rechten toegevoegd.
pl_pl: Uprawnienia zostały nadane.
pt_br: Privilégios alterados.
pt_pt: Privilágios concedidos.
ro_ro: Privilegii schimbate.
ru_ru: Привилегии изменены.
sk_sk: Privilégiá pridané.
sv_se: Rättigheter ändrade.
tr_tr: İzimler verildi.
uk_ua: Привілеї змінено.
zh_cn: 权限已改变
zh_tw: 特權已變更。

# strgrantfailed
source: Failed to change privileges.
af_za: Voorregte kon nie bygevoeg word nie.
ar: لقد فشل تغيير الصلاحيات.
ca_es: Ha fallat el canvi de privilegis.
cs_cz: Nezdařilo se změnit oprávnění.
da_dk: Ændring af rettigheder mislykkedes.
de_de: Ändern der Rechte fehlgeschlagen.
el_gr: Αποτυχία αλλαγής προνομίων.
es_es: Falló la actualización de los privilegios.
fr_fr: Échec lors de l'octroi des droits.
gl_es: Non se conseguiu cambiar os privilexios.
he_il: שינוי זכויות נכשל.
hu_hu: Nem sikerült a jogosultságokat megváltoztatni.
it_it: Concessione dei privilegi fallita.
ja_jp: 特権を与える事に失敗しました。
lt_lt: Nepavyko pakeisti privilegijų.
mn_mn: щкЭХЮХЮЩХ авЩзЩЬХЧЩЪ авХвзСЮЯ.
nl_nl: Rechten toevoegen is mislukt.
pl_pl: Próba nadania uprawnień się nie powiodła.
pt_br: Falha ao alterar os privilégios.
pt_pt: Falha ao conceder privilégios.
ro_ro: Schimbare privilegii eşuată.
ru_ru: Изменение привилегий прервано.
sk_sk: Privilégiá neboli pridané.
sv_se: Misslyckades att ändra rättigheter.
tr_tr: İzinlerin grant işlemi başarısız oldu.
uk_ua: Зміну привілеїв перервано.
zh_cn: 权限改变失败
zh_tw: 特權變更失敗。

# strgrantbad
source: You must specify at least one user or group and at least one privilege.
af_za: Jy moet minstens een gebruiker of groep en minstens een voorreg aandui.
ar: يجب عليك تحديد على الاقل مستخدم واحد او مجموعة واحدة و على الأقل صلاحيّة واحدة.
ca_es: Ha d'especificar almenys un usuari o grup i almenys un privilegi.
cs_cz: Musíte zvolit nejméně jednoho uživatele nebo skupinu a nejméně jedno oprávnění.
da_dk: Du skal angive mindst en bruger eller gruppe og mindst et privilegie.
de_de: Sie müssen mindestens einen Benutzer oder eine Gruppe und mindestens ein Recht angeben.
el_gr: Πρέπει να ορίσετε τουλάχιστον ένα χρήστη ή ομάδα και τουλάχιστον ένα προνόμιο.
es_es: Debes especificar al menos un usuario o grupo y al menos un privilegio.
fr_fr: Vous devez spécifier au moins un utilisateur ou groupe et au moins un droit.
gl_es: Ten que especificar polo menos un usuario ou grupo e un privilexio.
he_il: אתה חייב לציין לפחות משתמש אחד אם קבוצה בעלי זכות.
hu_hu: Legalább egy felhasználót és jogosultságot ki kell választani.
it_it: È necessario specificare almeno un utente o gruppo ed almeno un privilegio.
ja_jp: 少なくとも一人のユーザーかグループに、少なくともひとつの特権を指定しなければなりません。
lt_lt: Turite nurodyti bent vieną naudotoją arba grupę ir bent vieną privilegiją.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ШЯдб Тй ЯФЮЯЧЯ аЯЬикЯзСдХЬб ЩЬЩ Чвеаае Щ ШЯдб Тй ЯФЮе авЩзЩЬХЧЩР.
nl_nl: U dient minstens een gebruiker of groep en minstens een privilege op te geven.
pl_pl: Musisz podać użytkownika lub grupę, a także uprawnienia, jakie chcesz nadać.
pt_br: Você deve informar ao menos um usuário ou grupo e ao menos um privilégio.
pt_pt: Deverá especificar um utilizador ou grupo e pelo menos um previlégio.
ro_ro: Specificaţi cel puţin un utilizator sau grup şi cel puţin un privilegiu.
ru_ru: Вам необходимо указать хотя бы одного пользователя или группу и хотя бы одну привилегию.
sk_sk: Musíš špecifikovat aspoň jedného užívateľa/skupinu a aspoň jedno privilégium.
sv_se: Du måste ange minst en användare eller grupp och minst en rättighet.
tr_tr: En az bir kullanıcı ya da grup ve en az bir izin belirtmelisiniz.
uk_ua: Вам необхідно вказати щонайменше одного користувача чи групу і щонайменше один привілей.
zh_cn: 必须指定至少一个用户或一个组和一个权限。
zh_tw: 您必需至少在一名使用者或群組中指定至少一項特權。

# strgrantor
source: Grantor
ar: المصرّح Grantor
ca_es: Cedent
cs_cz: Přidělil
da_dk: Tilladelsesudsteder
de_de: Recht vergeben von
el_gr: Εκχωρητής
es_es: Cedente
gl_es: Autor da concesión
hu_hu: Jogosító
it_it: Concedente
ja_jp: 譲与
lt_lt: Teikėjas
mn_mn: фЯЮЯв
pl_pl: Kto nadał
pt_br: Provedor
ro_ro: Acordat de
ru_ru: Донор
sk_sk: Prideľovateľ
sv_se: Tillståndsgivare
uk_ua: Донор
zh_cn: 赋予者
zh_tw: 授權者

source: Database
af_za: Databasis
ca_es: Base de dades
cs_cz: Databáze
es_es: Base de Datos
ja_jp: データベース
lt_lt: Duomenų bazė
pt_pt: Base de dados
sv_se: Databas
tr_tr: Veritabanı
uk_ua: База даних
zh_tw: 資料庫

source: Databases
af_za: Databasisse
ca_es: Bases de dades
cs_cz: Databáze
da_dk: Databaser
es_es: Bases de Datos
fr_fr: Bases de données
gl_es: Bases de datos
he_il: בסיסי נתונים
it_it: Database
ja_jp: データベース
lt_lt: Duomenų bazės
pl_pl: Bazy danych
pt_pt: Base de dados
ro_ro: Baze de date
sv_se: Databaser
tr_tr: Veritabanları
uk_ua: Бази даних
zh_cn: 数据库
zh_tw: 資料庫

# strshowalldatabases
source: Show all databases
af_za: Wys alle databasisse
ar: عرض جميع قواعد البيانات
ca_es: Mostra totes les bases de dades
cs_cz: Zobrazit všechny databáze
da_dk: Vis alle databaser
de_de: Alle Datenbanken anzeigen
el_gr: Εμφάνιση όλων των βάσεων
es_es: Mostrar todas las bases de datos
fr_fr: Voir toutes les bases de données
gl_es: Amosar todas as bases de datos
he_il: הראה את כל בסיסי הנתונים.
hu_hu: Minden adatbázist megjelenít
it_it: Mostra tutti i database
ja_jp: すべてのデータベースを表示する
lt_lt: Rodyti duomenų bazes
mn_mn: №ЯЫСкСди згХ ТСкй ФСЮЮйШ
nl_nl: Toon alle databases
pl_pl: Pokaż wszystkie bazy danych
pt_br: Exibir todos os bancos de dados
pt_pt: Exibir todos os base de dados
ro_ro: Afişare toate bazele de date
ru_ru: Показать все базы данных
sk_sk: Zobraziť všetky databázy
sv_se: Visa alla databaser
tr_tr: Tüm veritabanlarını göster
uk_ua: Показати всі бази даних
zh_cn: 显示所有数据库
zh_tw: 顯示全部資料庫

# strnodatabases
source: No databases found.
af_za: Geen databasis gevind.
ar: لم يوجد قواعد بيانات.
ca_es: No s'han trobat bases de dades.
cs_cz: Žádné databáze nenalezeny.
da_dk: Der blev ikke fundet nogen databaser.
de_de: Keine Datenbanken gefunden.
el_gr: Δε βρέθηκαν βάσεις.
es_es: No se encontraron las bases de datos.
fr_fr: Aucune base de données trouvée.
gl_es: Non se atopou base de datos algunha.
he_il: לא נמצאו בסיסי נתונים.
hu_hu: Nincs adatbázis.
it_it: Nessun database trovato.
ja_jp: データベースがまったくありません。
lt_lt: Duomenų bazių nerasta.
mn_mn: юЩ ЯФЮЯЪ ТСкй ФСЮЮйШ ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen Databases gevonden.
pl_pl: Nie znaleziono żadnej bazy danych.
pt_br: Nenhum banco de dados encontrado.
pt_pt: Bases de dados não encontradas.
ro_ro: Nici o bază de date găsită.
ru_ru: Ни одной базы данных не найдено.
sk_sk: Nenájdené žiadne Databázy.
sv_se: Hittade inga databaser.
tr_tr: Veritabanı bulunamadı.
uk_ua: Жодної бази даних не виявлено.
zh_cn: 查无数据库。
zh_tw: 找不到任何資料庫。

source: Create database
af_za: Skep databasis
ca_es: Crea una base de dades
cs_cz: Vytvořit databázi
da_dk: Opret database
es_es: Crear base de datos
he_il: צור בסיס נתונים.
it_it: Crea database
ja_jp: データベースを作成する
lt_lt: Kurti duomenų bazę
nl_nl: Maak database aan
pl_pl: Utwórz bazę danych
pt_pt: Criar base de dados
sv_se: Skapa databas
tr_tr: Veritabanı yarat
uk_ua: Створити базу даних
zh_cn: 创建数据库
zh_tw: 建立資料庫

# strdatabasename
source: Database name
af_za: Databasisnaam
ar: إسم قاعدة البيانات
ca_es: Nom de la base de dades
cs_cz: Název databáze
da_dk: Databasenavn
de_de: Datenbankname
el_gr: Ονομα βάσης
es_es: Nombre de la base de datos
fr_fr: Nom de la base de données
gl_es: Nome da base de datos
he_il: שם בסיס הנתונים
hu_hu: Adatbázisnév
it_it: Nome del database
ja_jp: データベース名
lt_lt: Duomenų bazės pavadinimas
mn_mn: щЭб ТСкй ФСЮЮйШ
nl_nl: Database naam
pl_pl: Nazwa bazy danych
pt_br: Nome do banco de dados
pt_pt: Nome da base de dados
ro_ro: Nume bază de date
ru_ru: Имя базы данных
sk_sk: Názov databázy
sv_se: Databasnamn
tr_tr: Veritabanı adı
uk_ua: Ім"я бази даних
zh_cn: 数据库名称
zh_tw: 資料庫名稱

source: You must give a name for your database.
af_za: Jy moet die databasis 'n naam gee.
ca_es: Ha de donar un nom a la base de dades.
cs_cz: Musíte zadat název pro databázi.
da_dk: Databasen skal have et navn.
it_it: È necessario specificare un nome per il database.
ja_jp: データベース名を指定しなければなりません。
nl_nl: U dient uw database een naam te geven.
tr_tr: Veritabanınıza bir ad vermelisiniz.
uk_ua: Вам необхідно присвоїти ім"я Вашій базі даних.
zh_tw: 您必需為您的資料庫給一個名稱。

# strdatabasecreated
source: Database created.
af_za: Databasis is geskep.
ar: تم إنشاء قاعدة البيانات بنجاح.
ca_es: Base de dades creada.
cs_cz: Databáze byla vytvořena.
da_dk: Database oprettet.
de_de: Datenbank erstellt.
el_gr: Η βάση δημιουργήθηκε.
es_es: Base de datos creada.
fr_fr: Base de données créée.
gl_es: Creouse a base de datos.
he_il: בסיס נתונים נוצר
hu_hu: Az adatbázis megteremtve.
it_it: Database creato.
ja_jp: データベースを作成しました。
lt_lt: Duomenų bazė sukurta.
mn_mn: тСкС ФСЮЮйШ гЯкФСЮС.
nl_nl: Database aangemaakt.
pl_pl: Baza danych została utworzona.
pt_br: Banco de dados criado.
pt_pt: Base de dados criada.
ro_ro: Bază de date creată.
ru_ru: База данных создана.
sk_sk: Databáza vytvorená.
sv_se: Databas skapad.
tr_tr: Veritabanı yaratıldı.
uk_ua: Базу даних створено.
zh_cn: 数据库已创建。
zh_tw: 資料庫已建立。

source: Database creation failed.
af_za: Die databasis kon nie geskep word nie.
ca_es: No s'ha pogut crear la base de dades.
cs_cz: Nezdařilo se vytvořit databázi.
da_dk: Oprettelse af database mislykkedes.
it_it: Creazione del database fallita.
ja_jp: データベースの作成に失敗しました。
nl_nl: Het aanmaken van de database is misluk.
tr_tr: Veritabanı yaratılamadı.
uk_ua: Створення бази даних перервано.
zh_tw: 資料庫建立失敗。

source: Are you sure you want to drop the database "%s"?
af_za: Is jy seker dat jy die databasis "%s" wil verwyder?
ca_es: Està segur de voler eliminar la base de dades "%s"?
cs_cz: Opravdu chcete odstranit databázi „%s“?
da_dk: Er du sikker på at du vil fjerne database "%s"?
it_it: Eliminare il database "%s"?
ja_jp: 本当にデータベース「%s」を破棄しますか?
uk_ua: Ви впевненні, що бажаєте видалити базу даних "%s"?
zh_tw: 您確定您要移除這個資料庫 "%s"?

source: Database dropped.
af_za: Databasis is verwyder.
ca_es: Base de dades eliminada.
cs_cz: Databáze byla odstraněna.
da_dk: Database fjernet.
it_it: Database eliminato.
ja_jp: データベースを破棄しました。
uk_ua: Базу даних видалено.
zh_tw: 資料庫已移除。

source: Database drop failed.
af_za: Databasisverwydering het misluk.
ca_es: No s'ha pogut eliminar la base de dades.
cs_cz: Nezdařilo se odstranit databázi.
da_dk: Fjernelse af database mislykkedes.
it_it: Eliminazione del database fallita.
ja_jp: データベースの破棄に失敗しました。
uk_ua: Видалення бази даних перервано.
zh_tw: 資料庫移除失敗。

# strentersql
source: Enter the SQL to execute below:
af_za: Tik hieronder die SQL in wat uitgevoer moet word:
ar: أدخل الـSQL الذي تريد إستدعاءه هنا:
ca_es: Entri la sentència SQL per executar a sota:
cs_cz: Zadejte dotaz SQL, který chcete provést:
de_de: Auszuführende SQL-Anweisungen hier eingeben:
el_gr: Εισάγετε SQL προς εκτέλεση:
es_es: Ingrese la sentencia de SQL para ejecutar:
fr_fr: Veuillez saisir ci-dessous la requête SQL à exécuter :
gl_es: Introduza a continuación as instrucións SQL a executar:
he_il: הכנס את ה SQL כדאי להריץ אותו פה:
hu_hu: Írja be a végrehajtandó SQL-kifejezéseket ide:
it_it: Inserire la query SQL da eseguire qui sotto:
ja_jp: 下に実行するSQLを入力します:
lt_lt: Įveskite SQL užklausą žemiau:
mn_mn: їзХФЩдХ SQL-кСавЯг ЮЩжХ:
nl_nl: Type hieronder de uit te voeren SQL:
pl_pl: Podaj polecenie SQL do wykonania:
pt_br: Informe o SQL a executar abaixo:
pt_pt: Digite abaixo a instrução SQL a ser executado:
ro_ro: Introduceţi instrucţiunea SQL de executat:
ru_ru: Введите SQL-запрос ниже:
sk_sk: Vložiť SQL dotaz:
sv_se: Ange SQL att köra:
tr_tr: Veritabanı üzerinde çalıştırılacak sorgu/sorguları aşağıya yazınız:
uk_ua: Введіть SQL-запит:
zh_cn: 请在下方输入要执行的SQL语句：
zh_tw: 在下方輸入 SQL 來執行:

# strsqlexecuted
source: SQL executed.
af_za: SQL uitgevoer.
ar: تم إستدعاء الـSQL.
ca_es: SQL executat.
cs_cz: Dotaz SQL byl proveden.
da_dk: SQL-kommando udført.
de_de: SQL-Anweisungen ausgeführt.
el_gr: H SQL εκτελέστηκε.
es_es: SQL ejecutada.
fr_fr: Requête SQL exécutée.
gl_es: Executáronse as instrucións SQL.
he_il: SQL הורץ.
hu_hu: Az SQL-kifejezések végrehajtva.
it_it: SQL eseguito.
ja_jp: SQLを実行しました。
lt_lt: SQL užklausa įvykdyta.
nl_nl: SQL uitgevoerd.
pl_pl: Polecenie SQL zostało wykonane.
pt_br: SQL executado.
pt_pt: SQL executado.
ro_ro: Instrucţiune SQL executată.
ru_ru: SQL-запрос выполнен.
sk_sk: SQL dotaz vykonaný.
sv_se: SQL-kommando utfört.
tr_tr: SQL çalıştırıldı.
uk_ua: SQL-запит виконано.
zh_cn: SQL 已执行。
zh_tw: SQL 已執行。

# strvacuumgood
source: Vacuum complete.
af_za: Vacuum-bewerking is klaar.
ar: تمت عملية الـVacuum.
ca_es: Vacuum completat.
cs_cz: Úklid byl dokončen.
da_dk: Vacuum udført.
de_de: Tabellenbereinigung abgeschlossen.
el_gr: Η εκκένωση ολοκληρώθηκε.
es_es: Limpieza completada.
fr_fr: Vacuum exécuté.
gl_es: Completouse a purgación.
he_il: ריק הושלם.
hu_hu: A takarítás kész.
it_it: Vacuum completato.
ja_jp: バキュームを完了しました。
lt_lt: Apvalymas atliktas.
mn_mn: яаХвСУЩб аХвХгдвЯЪЫЩ кСзХвлХЮС.
nl_nl: Vacuum klaar.
pl_pl: Czyszczenie bazy zostało zakończone.
pt_br: Vácuo completo.
pt_pt: Vácuo completo.
ro_ro: Vacuum terminat.
ru_ru: Операция перестроения завершена.
sk_sk: Vyčistenie kompletné.
sv_se: Uppstädning utförd.
tr_tr: Vacuum tamamlandı.
uk_ua: Операцію перебудови завершено.
zh_cn: 清理完成
zh_tw: 清理完成。

# strvacuumbad
source: Vacuum failed.
af_za: Vacuum-bewerking het misluk.
ar: لقد فشلت عملية الـVacuum.
ca_es: Vacuum ha fallat.
cs_cz: Úklid se nezdařil.
da_dk: Vacuum mislykkedes.
de_de: Tabellenbereinigung fehlgeschlagen.
el_gr: Η εκκένωση απέτυχε.
es_es: Falló la limpieza.
fr_fr: Échec du Vacuum.
gl_es: Non se conseguiu efectuar a purgación.
he_il: ריק נכשל.
hu_hu: Nem sikerült kitakarítani.
it_it: Vacuum fallito.
ja_jp: バキュームに失敗しました。
lt_lt: Nepavyko atlikti apvalymo.
mn_mn: яаХвСУЩб аХвХгдвЯЪЫЩ авХвзСЮС.
nl_nl: Vacuum mislukt.
pl_pl: Próba czyszczenia bazy się nie powiodła.
pt_br: Falha ao realizar o vácuo.
pt_pt: Falha ao executar vácuo.
ro_ro: Vacuum eşuat.
ru_ru: Операция перестроения прервана.
sk_sk: Vyčistnie zlyhalo.
sv_se: Uppstädning misslyckades.
tr_tr: Vacuum işlemi başarısız oldu.
uk_ua: Операцію перебудови перервано.
zh_cn: 清理失败
zh_tw: 清理失敗。

# stranalyzegood
source: Analyze complete.
af_za: Analise is voltooi.
ar: تمت عملية الفحص.
ca_es: Analyze completat.
cs_cz: Analýza byla dokončena.
da_dk: Analysen lykkedes.
de_de: Analyse abgeschlossen.
el_gr: Η ανάλυση ολοκληρώθηκε.
es_es: Análisis completado.
fr_fr: Analyse effectuée.
gl_es: Completouse a análise.
he_il: ניתוח הושלם.
hu_hu: Az elemzés kész.
it_it: Analyze completato.
ja_jp: 解析を完了しました。
lt_lt: Analizė atlikta.
mn_mn: яаХвСУЩб СЮСЬЩкС кСзХвлХЮС.
nl_nl: Analyze klaar.
pl_pl: Analiza bazy została zakończona.
pt_br: Análise completa.
pt_pt: Análize completa.
ro_ro: Analiză terminată.
ru_ru: Операция анализа завершена.
sk_sk: Analyzovanie kompletné.
sv_se: Analysen lyckades.
tr_tr: Analyze işlemi tamamlandı.
uk_ua: Операцію аналізу завершено.
zh_cn: 分析完成
zh_tw: 分析完成。

# stranalyzebad
source: Analyze failed.
af_za: Analise het misluk.
ar: لقد فشلت عملية الفحص.
ca_es: Analyze ha fallat.
cs_cz: Analýza se nezdařila.
da_dk: Analysen mislykkedes.
de_de: Analyse fehlgeschlagen.
el_gr: Η ανάλυση απέτυχε.
es_es: El analisis falló.
fr_fr: Échec de l'analyse.
gl_es: Non se conseguiu completar a análise.
he_il: ניתוח נכשל.
hu_hu: Nem sikerült kielemezni.
it_it: Analyze fallito
ja_jp: 解析に失敗しました。
lt_lt: Nepavyko atlikti analizės.
mn_mn: яаХвСУЩб СЮСЬЩкС кСзХвлХЮС.
nl_nl: Analyze mislukt.
pl_pl: Próba analizy się nie powiodła.
pt_br: Falha ao realizar a análise.
pt_pt: Falha ao executar análize.
ro_ro: Analiză eşuată.
ru_ru: Операция анализа прервана.
sk_sk: Analyzovanie zlyhalo.
sv_se: Analysen misslyckades.
tr_tr: Analyze işlemi başarısız oldu.
uk_ua: Операцію аналізу завершено.
zh_cn: 分析失败
zh_tw: 分析失敗。

# strreindexgood
source: Reindex complete.
af_za: Herindeksering is voltooi.
ar: تمت عملية إعادة الفهرسة بنجاح.
ca_es: Reindex completat.
cs_cz: Přeindexace byla dokončena.
da_dk: Reindeksering komplet.
de_de: Neuindexierung abgeschlossen.
el_gr: Η επαναδεικτοδότηση ολοκληρώθηκε.
es_es: Actualización de índices completada.
fr_fr: Réindexation exécutée.
gl_es: Completouse o indexado.
he_il: אנידוקס מחדש הושלם.
hu_hu: Újraindexelés kész.
it_it: Reindicizzamento completato.
ja_jp: 再インデックスを完了しました。
lt_lt: Perindeksavimas atliktas.
pl_pl: Reindeksacja została zakończona.
pt_br: Reindexação completa.
pt_pt: Reindexação completa.
ro_ro: Re-indexare terminată.
ru_ru: Переиндексация завершена.
sk_sk: Reindex hotový.
tr_tr: Reindex tamamlandı.
uk_ua: Переіндексацію завершено.
zh_cn: 重建索引完成。
zh_tw: 重建索引完成。

# strreindexbad
source: Reindex failed.
af_za: Herindeksering het misluk.
ar: لقد فشلت عملية إعادة الفهرسة.
ca_es: Reindex ha fallat.
cs_cz: Přeindexace se nezdařila.
da_dk: Reindeksering slog fejl.
de_de: Neuindexierung fehlgeschlagen.
el_gr: Η επαναδεικτοδότηση απέτυχε.
es_es: Falló la actualización de índices.
fr_fr: Échec de la réindexation.
gl_es: Non se conseguiu completar o indexado.
he_il: אנידוקס מחדש נכשל.
hu_hu: Nem sikerült az újraindexelés.
it_it: Reindicizzamento fallito.
ja_jp: 再インデックスに失敗しました。
lt_lt: Perindeksavimas nepavyko.
pl_pl: Próba reindeksacji się nie powiodła.
pt_br: Falha ao executar a reindexação.
pt_pt: Falha na Reindexação.
ro_ro: Re-indexare eşuată.
ru_ru: Переиндексация прервана.
sk_sk: Reindex zlyhal.
tr_tr: Reindex başarısız oldu.
uk_ua: Переіндексацію перервано.
zh_cn: 重建索引失败。
zh_tw: 重建索引失敗。

# strfull
source: Full
af_za: Volledig
ca_es: Ple
cs_cz: Úplný
da_dk: Fuld
de_de: Mit Reorganisation
el_gr: Ολα
es_es: Llena
fr_fr: Intégral (FULL)
gl_es: Completo
he_il: מלא
hu_hu: Teljes
it_it: Completo
ja_jp: すべて
lt_lt: Visiškas
pl_pl: Pełne
pt_br: Completo
pt_pt: Cheio
ro_ro: Complet
ru_ru: Полностью
uk_ua: Повністю
zh_cn: 完全
zh_tw: 全部性

# strfreeze
source: Freeze
af_za: Vries
ca_es: Congelat
cs_cz: Zmrazit
da_dk: Fastfrys
de_de: Aggressives "Einfrieren"
el_gr: Πάγωμα
es_es: Congelar
gl_es: Agresivo
hu_hu: Befagyaszt
ja_jp: フリーズ
pl_pl: Zamrożenie
pt_br: Congelar
pt_pt: Congelado
ro_ro: Îngheţare
ru_ru: Заморозить
uk_ua: Заморозити
zh_cn: 冻结
zh_tw: 凍結

# strforce
source: Force
af_za: Forseer
ca_es: Força
cs_cz: Vynutit
de_de: Erzwingen
el_gr: Υποχρεωτικά
es_es: Forzar
fr_fr: Forcer
gl_es: Forzar
he_il: כוח
hu_hu: Kényszerít
it_it: Forza
ja_jp: 強制
pl_pl: Wymuszenie
pt_br: Forçar
pt_pt: Forçar
ro_ro: Forţare
ru_ru: Принудительно
uk_ua: Примусово
zh_cn: 强制
zh_tw: 強制

# strsignalsent
source: Signal sent.
af_za: Sein gestuur.
ca_es: Senyal enviat.
cs_cz: Signál byl odeslán.
da_dk: Signal sendt.
de_de: Signal gesendet.
el_gr: Το σήμα εστάλη.
es_es: Señal enviada.
fr_fr: Signal envoyé.
gl_es: Enviouse o sinal.
he_il: שלח אות.
hu_hu: Jelzés elküldve.
it_it: Segnale inviato.
ja_jp: シグナル送信
lt_lt: Signalas išsiųstas.
pl_pl: Sygnał został wysłany.
pt_br: Sinal enviado.
pt_pt: Sinal enviado.
ro_ro: Semnal trimis.
ru_ru: Сигнал отправлен.
sk_sk: Signál odoslaný.
tr_tr: Sinyal gönderildi.
zh_cn: 信号已发送。
zh_tw: 訊號傳遞。

# strsignalsentbad
source: Sending signal failed.
af_za: Stuur van sein het misluk.
ca_es: L'enviament del senyal ha fallat.
cs_cz: Signál se nezdařilo odeslat.
da_dk: Afsendelse af signal mislykkedes.
de_de: Senden des Signales fehlgeschlagen.
el_gr: Η αποστολή του σήματος απέτυχε.
es_es: Falló el envío de la señal.
fr_fr: Échec lors de l'envoi du signal.
gl_es: Non se conseguiu enviar o sinal.
he_il: שליחת אות נכשלה.
hu_hu: Nem sikerült jelzést küldeni.
it_it: Invio del segnale fallito.
ja_jp: シグナル送信に失敗しました
lt_lt: Nepavyko išsiųsti signalo.
pl_pl: Próba wysłania sygnału się nie powiodła.
pt_br: Falha ao enviar o sinal.
pt_pt: Falha ao enviar sinal.
ro_ro: Trimitere semnal eşuată.
ru_ru: Отправка сигнала прервана.
sk_sk: Odoslanie signálu zlyhalo.
tr_tr: Sinyal gönderme işlemi başarısız oldu
zh_cn: 信号发送失败。
zh_tw: 傳遞訊號失敗。

source: All objects
ca_es: Tots els objectes
cs_cz: Všechny objekty
it_it: Tutti gli oggetti
ja_jp: すべてのオブジェクト
zh_tw: 全部物件

# strdatabasealtered
source: Database altered.
ca_es: Base de dades modificada.
cs_cz: Změny v databázi byly provedeny.
de_de: Datenbank geändert.
el_gr: Η βάση τροποποιήθηκε.
es_es: Base de Datos modificada.
fr_fr: Base de données modifiée.
gl_es: Modificouse a base de datos.
hu_hu: Adatbázis megváltoztatva.
it_it: Database modificato.
ja_jp: データベースを変更しました。
lt_lt: Duomenų bazė pakeista.
pl_pl: Baza danych została zmieniona.
pt_br: Banco de dados alterado.
ro_ro: Bază de date modificată.
ru_ru: База данных изменена.
sk_sk: Databáza zmenená.
tr_tr: Veritabanı değiştirildi.
zh_cn: 数据库已变更。
zh_tw: 資料庫已修改。

source: Database alter failed.
ca_es: No s'ha pogut modificar la base de dades.
cs_cz: Nezdařilo se provést změny v databázi.
it_it: Modifica del database fallita.
ja_jp: データベースの変更に失敗しました。
zh_tw: 資料庫修改已失敗。

# strspecifydatabasetodrop
source: You must specify at least one database to drop.
ca_es: Ha d'especificar almenys una base de dades per eliminar.
cs_cz: Pokud chcete odstranit databáze, tak musíte nejméně jednu vybrat.
de_de: Sie müssen mindestens eine Datenbank angeben, die gelöscht werden soll.
es_es: Debes especificar al menos una base de datos para eliminar.
fr_fr: Vous devez spécifier au moins une base de données à supprimer
gl_es: Debe especificar polo menos unha base de datos a eliminar.
hu_hu: Meg kell adni a törlendő adatbázist
ja_jp: データベースを破棄するには少なくとも 1 つ指定しなければなりません
lt_lt: Turite nurodyti bent vieną duomenų bazę, kurią reikia šalinti.
pt_br: Você deve especificar ao menos um banco de dados para deletar.
ru_ru: Вам необходимо указать как минимум одну базу данных для удаления.
zh_cn: 必须至少指定一个要移除的数据库
zh_tw: 必須至少指定一個資料庫來移除

source: Template
ca_es: Plantilla
cs_cz: Šablona

# strconfanalyzedatabase
source: Are you sure you want to analyze all tables in database "%s"?
ca_es: Està segur de voler un analyze de totes les taules de la base de dades "%s"?
cs_cz: Opravdu chcete analyzovat všechny tabulky v databázi „%s“?
es_es: ¿Estás seguro que desea analizar todas las tablas en la base de datos "%s"?
fr_fr: Êtes vous sûr de vouloir éffectuer un ANALYZE sur toutes les tables de la base de données « %s » ?
gl_es: Está seguro de que quere analizar todas as táboas da base de datos «%s»?
hu_hu: Biztosan elemezni akarja „%s” adatbázis minden tábláját?
lt_lt: Ar tikrai norite analizuoti visas lenteles duomenų bazėje "%s"?
pt_br: Você têm certeza que deseja analisar todas as tabelas na base de dados "%s"?
ru_ru: Вы действительно хотите анализировать все таблицы в базе данных "%s"?
zh_cn: 你确定要分析数据库"%s"中的所有表吗?

# strconfvacuumdatabase
source: Are you sure you want to vacuum all tables in database "%s"?
ca_es: Està segur de voler un vacuum de totes les taules de la base de dades "%s"?
cs_cz: Opravdu chcete uklidit všechny tabulky v databázi „%s“?
es_es: ¿Estás seguro que desea limpiar todas las tablas en la base de datos "%s"?
fr_fr: Êtes vous sûr de vouloir éffectuer un VACUUM sur toutes les tables de la base de données « %s » ?
gl_es: Está seguro de que quere purgar todas as táboas da base de datos «%s»?
hu_hu: Biztosan takarítani akarja „%s” adatbázis minden tábláját?
lt_lt: Ar tikrai norite apvalyti visas lenteles duomenų bazėje "%s"?
pt_br: Você têm certeza que deseja realizar vácuo em todas as tabelas na base de dados "%s"?
ru_ru: Вы действительно хотите перестроить все таблицы в базе данных "%s"?
zh_cn: 你确定要清理数据库"%s"中的所有表吗?
