Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strnodomains
source: No domains found.
af_za: Geen domeine is gevind nie.
ar: لم يوجد نطاقات.
ca_es: No s'han trobat dominis.
cs_cz: Nebyly nalezeny žádné domény.
da_dk: Ingen domæner blev fundet.
de_de: Keine Domänen gefunden.
el_gr: Δε βρέθηκαν τομείς.
es_es: No se encontraron dominios.
fr_fr: Pas de domaine trouvé.
gl_es: Non se atopou dominio algún.
he_il: לא נמצאו תחומים.
hu_hu: Nincsnek tartományok.
it_it: Nessun dominio trovato.
ja_jp: ドメインがありません。
lt_lt: Domenų nerasta.
mn_mn: юЩ ЯФЮЯЧЯ ФЯЭХЮС ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen domeinen gevonden.
pl_pl: Nie znaleziono domen.
pt_br: Nenhum domínio encontrado.
pt_pt: Não foram encontrados domínios.
ro_ro: Nici un domeniu găsit.
ru_ru: Ни одного домена не найдено.
sk_sk: Nenájdené žiadne domény.
sv_se: Hittade inga domäner.
tr_tr: Hiçbir domain bulunamadı.
uk_ua: Жодного домена не виявлено.
zh_cn: 查无 域。
zh_tw: 找不到任何共同值域。

# strcreatedomain
source: Create domain
af_za: Skep domein
ar: إنشاء نطاق جديد
ca_es: Crea un domini
cs_cz: Vytvořit doménu
da_dk: Opret domæne
de_de: Domäne erstellen
el_gr: Δημιουργία τομέα
es_es: Crear dominio
fr_fr: Créer un domaine
gl_es: Crear un dominio
he_il: צור תחום
hu_hu: Tartományt teremt
it_it: Crea dominio
ja_jp: ドメイン作成
lt_lt: Kurti domeną
mn_mn: ѓЯкФСди ФЯЭХЮ
nl_nl: Creëer domein
pl_pl: Utwórz domenę
pt_br: Criar domínio
pt_pt: Criar domínio
ro_ro: Creare domeniu
ru_ru: Создать домен
sk_sk: Vytvoriť doménu
sv_se: Skapa domän
tr_tr: Domain yarat
uk_ua: Створити домен
zh_cn: 创建域
zh_tw: 建立共同值域

# strdomaindropped
source: Domain dropped.
af_za: Domein is verwyder.
ar: تم حذف النطاق.
ca_es: Domini eliminat.
cs_cz: Doména byla odstraněna.
da_dk: Domæne fjernet.
de_de: Domäne gelöscht.
el_gr: Ο τομέας διαγράφηκε.
es_es: Dominio eliminado.
fr_fr: Domaine supprimé.
gl_es: Eliminouse o dominio.
he_il: תחום נמחק.
hu_hu: A tartomány törölve.
it_it: Dominio eliminato.
ja_jp: ドメインを破棄しました。
lt_lt: Domenas pašalintas.
mn_mn: фЯЭХЮ еФСЬХЮ.
nl_nl: Domein verwijderd.
pl_pl: Domena została usunięta.
pt_br: Domínio deletado.
pt_pt: Eliminar domínio.
ro_ro: Domeniu şters.
ru_ru: Домен удален.
sk_sk: Doména zmazaná.
sv_se: Domän raderad.
tr_tr: Domain silindi.
uk_ua: Домен видалено.
zh_cn: 域已删除。
zh_tw: 共同值域已移除。

# strdomaindroppedbad
source: Domain drop failed.
af_za: Verwydering van domein het misluk.
ar: لقد فشل حذف النطاق، لم يتم الحذف.
ca_es: No s'ha pogut eliminar el domini.
cs_cz: Nezdařilo se odstranit doménu.
da_dk: Det lykkedes ikke at fjerne domæne.
de_de: Löschen der Domäne fehlgeschlagen.
el_gr: Η διαγραφή του τομέα απέτυχε.
es_es: Falló la eliminación del dominio.
fr_fr: Échec lors de la suppression.
gl_es: Non se conseguiu eliminar o dominio.
he_il: מחיקת תחום נכשלה.
hu_hu: Nem sikerült törölni a tartományt.
it_it: Eliminazione del dominio fallita.
ja_jp: ドメインの破棄に失敗しました。
lt_lt: Nepavyko pašalinti domeno.
mn_mn: ѕФСЬХЮЩХ ФЯЭХЮС авХвзСЮЯ.
nl_nl: Verwijderen van domein mislukt.
pl_pl: Próba usunięcia domeny się nie powiodła.
pt_br: Falha ao deletar o domínio.
pt_pt: Falha ao eliminar o domínio.
ro_ro: Ştergere domeniu eşuată.
ru_ru: Удаление домена прервано.
sk_sk: Doména nebola zmazaná.
sv_se: Misslyckades att radera domän.
tr_tr: Domain silme başarısız oldu.
uk_ua: Видалення домена перервано.
zh_cn: 域删除失败。
zh_tw: 共同值域移除已失敗。

# strconfdropdomain
source: Are you sure you want to drop the domain "%s"?
af_za: Is jy seker dat jy die domein "%s" wil verwyder?
ar: هل أنت متأكد تريد حذف النطاق domain بإسم "%s"؟
ca_es: Està segur de voler eliminar el domini "%s"?
cs_cz: Opravdu chcete odstranit doménu „%s“?
da_dk: Er du sikker på at du vil fjerne domænet "%s"?
de_de: Sind Sie sicher, dass Sie die Domäne "%s" löschen wollen?
el_gr: Να διαγραφεί ο τομέας "%s"?
es_es: ¿Esta seguro de querer eliminar el dominio "%s"?
fr_fr: Êtes-vous sur de vouloir supprimer le domaine « %s » ?
gl_es: Está seguro de que quere eliminar o dominio «%s»?
he_il: האם אתה בטוח שברצונך למחוק את התחום "%s"?
hu_hu: Biztosan törölni kívánja „%s” tartományt?
it_it: Eliminare il dominio "%s"?
ja_jp: 本当にドメイン「%s」を破棄しますか?
lt_lt: Ar tikrai norite šalinti domeną "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еФСЬЩди ФЯЭХЮ "%s"?
nl_nl: Weet u zeker dat u het domein "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć domenę "%s"?
pt_br: Você têm certeza que deseja deletar o domínio "%s"?
pt_pt: Tem a certeza que pretende eliminar o dominio "%s"?
ro_ro: Sigur ştergeţi domeniul "%s"?
ru_ru: Вы уверены, что хотите удалить домен "%s"?
sk_sk: Naozaj chceš zmazať doménu "%s"?
sv_se: Är du säker på att du vill radera domänen "%s"?
tr_tr: "%s" domain'ini silmek istediğinize emin misiniz??
uk_ua: Ви впевнені, що бажаєте видалити домен "%s"?
zh_cn: 确定要删除域 "%s"吗?
zh_tw: 您確定您要移除這個共同值域 "%s"?

# strdomainneedsname
source: You must give a name for your domain.
af_za: Jy moet 'n naam gee vir die domein.
ar: يجب إعطاء إسم للنطاق.
ca_es: Ha d'anomenar el domini.
cs_cz: Musíte zadat název pro doménu.
da_dk: Du skal indtaste et domænenavn.
de_de: Sie müssen einen Namen für die Domäne angeben.
el_gr: Πρέπει να δώσετε όνομα στον τομέα.
es_es: Debes dar un nombre para el dominio.
fr_fr: Vous devez donner un nom pour votre domaine.
gl_es: Debe fornecer un nome para o dominio.
he_il: אתה חייב לציין שם לתחום שלך.
hu_hu: Meg kell adni a tartománynevet.
it_it: È necessario specificare un nome per il dominio.
ja_jp: ドメイン名を指定する必要があります。
lt_lt: Turite suteikti domenui vardą.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ЩЭб ФЯЭХЮС.
nl_nl: U dient een naam op te geven voor uw domein.
pl_pl: Musisz nazwać domenę.
pt_br: Você deve informar um nome para o seu domínio.
pt_pt: Tem de específicar um nome para o seu domínio.
ro_ro: Specificaţi un nume pentru domeniu.
ru_ru: Вам необходимо указать имя домена.
sk_sk: Musíš zadať názov pre tvoju doménu.
sv_se: Du måste ange ett domännamn.
tr_tr: Domain için bir ad vermelisiniz.
uk_ua: Вам необхідно вказати ім"я домена.
zh_cn: 必须指定域名称。
zh_tw: 您必需為您的共同值域給一個名稱。。

# strdomaincreated
source: Domain created.
af_za: Domein is geskep.
ar: تم إنشاء النطاق بنجاح.
ca_es: Domini creat.
cs_cz: Doména byla vytvořena.
da_dk: Domæne oprettet.
de_de: Domäne erstellt.
el_gr: Ο τομέας δημιουργήθηκε.
es_es: Dominio creado.
fr_fr: Domaine créé.
gl_es: Creouse o dominio.
he_il: תחום נוצר.
hu_hu: A tartomány megteremtve.
it_it: Dominio creato.
ja_jp: ドメインを作成しました。
lt_lt: Domenas sukurtas.
mn_mn: фЯЭХЮ гЯкФСЮ.
nl_nl: Domein gecreëerd.
pl_pl: Domena została utworzona.
pt_br: Domínio criado.
pt_pt: Domínio criado.
ro_ro: Domeniu creat.
ru_ru: Домен создан.
sk_sk: Doména vytvorená.
sv_se: Domän skapad.
tr_tr: Domain yaratıldı.
uk_ua: Домен створено.
zh_cn: 域已创建。
zh_tw: 共同值域已建立。

# strdomaincreatedbad
source: Domain creation failed.
af_za: Domeinskepping het misluk.
ar: لم يتم إنشاء النطاق، فشلت العملية.
ca_es: No s'ha pogut crear el domini.
cs_cz: Nezdařilo se vytvořit doménu.
da_dk: Det lykkedes ikke at oprette et domæne.
de_de: Erstellen der Domäne fehlgeschlagen.
el_gr: Η δημιουργία του τομέα απέτυχε.
es_es: Falló la creación del dominio.
fr_fr: Échec lors de la création du domaine.
gl_es: Non se conseguiu crear o dominio.
he_il: יצירת תחום נכשלה.
hu_hu: Nem sikerült megteremteni a tartományt.
it_it: Creazione del dominio fallita.
ja_jp: ドメインの作成に失敗しました。
lt_lt: Nepavyko sukurti domeno.
mn_mn: ѓЯкФСЮЩХ ФЯЭХЮС авХвзСЮЯ.
nl_nl: Domeincreatie mislukt.
pl_pl: Próba utworzenia domeny się nie powiodła.
pt_br: Falha ao criar o domínio.
pt_pt: Falha ao criar domínio.
ro_ro: Creare domeniu eşuată.
ru_ru: Создание домена прервано.
sk_sk: Doména nebola vytvorená.
sv_se: Misslyckades att skapa domän.
tr_tr: Domain yaratma başarısız oldu.
uk_ua: Створення домена перервано.
zh_cn: 域创建失败。
zh_tw: 共同值域建立已失敗。

# strdomainaltered
source: Domain altered.
af_za: Domein is gewysig.
ar: تم تعديل النطاق.
ca_es: Domini modificat.
cs_cz: Změny v doméně byly provedeny.
da_dk: Domæne ændret.
de_de: Domäne geändert.
el_gr: Ο τομέας τροποποιήθηκε.
es_es: Dominio modificado.
fr_fr: Domaine modifié.
gl_es: Modificouse o dominio.
he_il: תחום נערך.
hu_hu: A tartomány megváltoztatva.
it_it: Dominio modificato.
ja_jp: ドメインを変更しました。
lt_lt: Domenas pakeistas.
mn_mn: фЯЭХЮ ЩкЭХЮХЮ.
nl_nl: Domein gewijzigd.
pl_pl: Domena została zmieniona.
pt_br: Domínio alterado.
pt_pt: Alterar domínio.
ro_ro: Domeniu modificat.
ru_ru: Домен изменен.
sk_sk: Doména zmenená.
sv_se: Domän ändrad.
tr_tr: Domain alter edildi.
uk_ua: Домен змінено.
zh_cn: 域已变更。
zh_tw: 共同值域已修改。

# strdomainalteredbad
source: Domain alteration failed.
af_za: Wysiging van die domein het misluk.
ar: فشلت عملية تعديل النطاق.
ca_es: No s'ha pogut modificar el domini.
cs_cz: Nezdařilo se provést změny v doméně.
da_dk: Det lykkedes ikke at ændre domæne.
de_de: Ändern der Domäne fehlgeschlagen.
el_gr: Η τροποποίηση του τομέα απέτυχε.
es_es: Falló al intentar modificar el dominio.
fr_fr: Échec lors de la modification du domaine.
gl_es: Non se conseguiu modificar o dominio.
he_il: עריכת תחום נכשלה.
hu_hu: Nem sikerült megváltoztatni a tartományt.
it_it: Modifica del dominio fallita.
ja_jp: ドメインの変更に失敗しました。
lt_lt: Nepavyko pakeisti domeno.
mn_mn: щкЭХЮХЮЩХ ФЯЭХЮС авХвзСЮЯ.
nl_nl: Wijzigen van het domein mislukt.
pl_pl: Próba modyfikacji domeny się nie powiodła.
pt_br: Falha ao alterar o domínio.
pt_pt: Falha ao alterar domínio.
ro_ro: Modificare domeniu eşuată.
ru_ru: Изменение домена прервано.
sk_sk: Doména nebola zmenená.
sv_se: Misslyckades att ändra domän.
tr_tr: Domain alter işlemi başarısız oldu.
uk_ua: Зміну домена перервано.
zh_cn: 域变更失败。
zh_tw: 共同值域修改已失敗。

# stroperator
source: Operator
ca_es: Operador
cs_cz: Operátor
el_gr: Τελεστής
es_es: Operador
fr_fr: Opérateur
gl_es: Operador
he_il: מפעיל
hu_hu: Operátor
it_it: Operatore
ja_jp: 演算子
lt_lt: Operatorius
mn_mn: яаХвСдЯв
pt_br: Operador
pt_pt: Operador
ru_ru: Оператор
sk_sk: Operátor
sv_se: Operand
tr_tr: Operatör
uk_ua: Оператор
zh_cn: 操作符
zh_tw: 運算子

# stroperators
source: Operators
af_za: Operatore
ca_es: Operadors
cs_cz: Operátory
da_dk: Operatorer
de_de: Operatoren
el_gr: Τελεστές
es_es: Operadores
fr_fr: Opérateurs
gl_es: Operadores
he_il: מפעילים
hu_hu: Operátorok
it_it: Operatori
ja_jp: 演算子
lt_lt: Operatoriai
mn_mn: яаХвСдЯвй
nl_nl: Operatoren
pl_pl: Operatory
pt_br: Operadores
pt_pt: Operadores
ro_ro: Operatori
ru_ru: Операторы
sk_sk: Operátory
sv_se: Operander
tr_tr: Operatörler
uk_ua: Оператори
zh_cn: 操作符
zh_tw: 運算子

# strshowalloperators
source: Show all operators
af_za: Wys alle operators
ca_es: Mostra tots els operadors
cs_cz: Zobrazit všechny operátory
da_dk: Vis alle operatorer
de_de: Alle Operatoren anzeigen
el_gr: Εμφάνιση όλων των τελεστών
es_es: Mostrar todos los operadores
fr_fr: Voir tous les opérateurs
gl_es: Listar todos os operadores
he_il: הראה את כל המפעילים
hu_hu: Minden operátort megjelenít
it_it: Mostra tutti gli operatori
ja_jp: すべての演算子を表示する
lt_lt: Rodyti visus operatorius
mn_mn: №ЯЫСкСди згХ ЯаХвСдЯвй
nl_nl: Toon alle operators
pl_pl: Pokaż wszystkie operatory
pt_br: Exibir todos os operadores
pt_pt: Lista todos os operadores
ro_ro: Afişare toţi operatorii
ru_ru: Показать все операторы
sk_sk: Zobraziť Všetky Operátory
sv_se: Visa alla operander
tr_tr: Tüm operatörleri göster
uk_ua: Показати всі оператори
zh_cn: 显示所有操作符
zh_tw: 顯示全部運算子

# strnooperator
source: No operator found.
af_za: Geen operator is gevind nie.
ca_es: No s'ha trobat l'operador.
cs_cz: Nebyl nalezen žádný operátor.
da_dk: Operator blev ikke.
de_de: Kein Operator gefunden.
el_gr: Δε βρέθηκε τελεστής.
es_es: No se encontró el operador.
fr_fr: Pas d'opérateur trouvé.
gl_es: Non se atopou operador algún.
he_il: מפעיל לא נמצאה.
hu_hu: Nincs operátor.
it_it: Operatore non trovato.
ja_jp: 演算子が見つかりません。
lt_lt: Operatorius nerastas.
mn_mn: яаХвСдЯв ЮХ ЯТЮСвежХЮ.
nl_nl: Geen operator gevonden.
pl_pl: Nie znaleziono operatora.
pt_br: Nenhum operador encontrado.
pt_pt: Não foi encontrado o operador.
ro_ro: Nici un operator găsit.
ru_ru: Оператор не обнаружен.
sk_sk: Nenájdený žiadny operátor.
sv_se: Hittade ingen operand.
tr_tr: Operatör bulunamadı.
uk_ua: Оператор не виявлено.
zh_cn: 查无此操作符。
zh_tw: 找不到運算子。

# strnooperators
source: No operators found.
af_za: Geen operators is gevind nie.
ca_es: No s'han trobat operadors.
cs_cz: Nebyly nalezeny žádné operátory.
da_dk: Der blev ikke fundet nogen operatorer.
de_de: Keine Operatoren gefunden.
el_gr: Δε βρέθηκαν τελεστές.
es_es: No se encontraron operadores.
fr_fr: Pas d'opérateur trouvé.
gl_es: Non se atopou operador algún.
he_il: לא נמצאו מפעילים.
hu_hu: Nincsenek operátorok.
it_it: Nessun operatore trovato.
ja_jp: 演算子クラスが見つかりません。
lt_lt: Operatorių nerasta.
mn_mn: яаХвСдЯвй ЮХ ЯТЮСвежХЮй.
nl_nl: Geen operators gevonden.
pl_pl: Nie znaleziono operatorów.
pt_br: Nenhum operador encontrado.
pt_pt: Não foram encontrados operadores.
ro_ro: Nici un operator găsit.
ru_ru: Операторы не обнаружены.
sk_sk: Nenájdené žiadne operátory.
sv_se: Hittade inga operander.
tr_tr: Operatör bulunamadı.
uk_ua: Операторів не виявлено.
zh_cn: 查无操作符。
zh_tw: 找不到任何運算子。

# strcreateoperator
source: Create operator
af_za: Skep operator
ca_es: Crea un operador
cs_cz: Vytvořit operátor
da_dk: Opret operator
de_de: Operator erstellen
el_gr: Δημιουργία τελεστή
es_es: Crear operador
fr_fr: Créer un opérateur
gl_es: Crear un operador
he_il: צור מפעיל
hu_hu: Operátort teremt
it_it: Crea operatore
ja_jp: 演算子を作成しました。
lt_lt: Kurti operatorių
mn_mn: ѓЯкФСди ЯаХвСдЯв
nl_nl: Creëer operator
pl_pl: Utwórz operator
pt_br: Criar operador
pt_pt: Criar operador
ro_ro: Creare operator
ru_ru: Создать оператор
sk_sk: Vytvoriť Operátor
sv_se: Skapa operand
tr_tr: Operatör yaratıldı.
uk_ua: Створити оператор
zh_cn: 创建操作符
zh_tw: 建立運算子

# strleftarg
source: Left Arg Type
af_za: Linkerargumenttipe
ca_es: Tipus de l'arg. esquerre
cs_cz: Levý operand
de_de: Typ des linken Arguments
el_gr: Είδος αριστερής παραμέτρου
es_es: Tipo de datos del arg. izquierdo
fr_fr: Type de l'argument de gauche
gl_es: Tipo do argumento esquerdo
he_il: סידור סוג לשמאל
hu_hu: Bal arg típus
it_it: Tipo dell'argomento di sinistra
ja_jp: 左引数タイプ
lt_lt: Kairiojo argumento tipas
mn_mn: єЩа ЬХзЯЧЯ СвЧеЭХЮдС
nl_nl: Linkerargument type
pl_pl: Typ lewego argumentu
pt_br: Tipo de Arg Esquerdo
pt_pt: Tipo de ARGumento esquerdo
ro_ro: Tipul argumentului stâng
ru_ru: Тип левого аргумента
sk_sk: Ľavý Arg Typ
sv_se: Arg Typ Vänster
tr_tr: Sol Arg Tipi
uk_ua: Тип лівого аргумента
zh_cn: 左参数类型
zh_tw: 左引數類型

# strrightarg
source: Right Arg Type
af_za: Regterargumenttipe
ca_es: Tipus de l'arg. dret
cs_cz: Pravý operand
de_de: Typ des rechter Arguments
el_gr: Είδος δεξιάς παραμέτρου
es_es: Tipo de datos del arg. derecho
fr_fr: Type de l'argument de droite
gl_es: Tipo do argumento dereito
he_il: סידור שמאל לימין
hu_hu: Jobb arg típus
it_it: Tipo dell'argomento di destra
ja_jp: 右引数タイプ
lt_lt: Dešiniojo argumento tipas
mn_mn: єЩа авСзЯЧЯ СвЧеЭХЮдС
nl_nl: Rechterargument type
pl_pl: Typ prawego argumentu
pt_br: Tipo de Arg Direito
pt_pt: Tipo de ARGumento direito
ro_ro: Tipul argumentului drept
ru_ru: Тип правого аргумента
sk_sk: Pravý Arg Typ
sv_se: Arg Typ Höger
tr_tr: Sağ Arg Tipi
uk_ua: Тип правого аргумента
zh_cn: 右参数类型
zh_tw: 右引數類型

# strcommutator
source: Commutator
af_za: Kommutator
ca_es: Commutador
cs_cz: Komutátor
de_de: Kommutator
el_gr: Αντιμετάθεση
es_es: Conmutador
fr_fr: Commutateur
gl_es: Conmutador
hu_hu: Kommutátor
it_it: Commutatore
ja_jp: 交代
mn_mn: №вХЯТвСкЯзСЮЩХ
pl_pl: Komutator
pt_br: Comutador
pt_pt: Comutador
ro_ro: Comutator
ru_ru: Преобразование
sk_sk: Komutátor
sv_se: Växlare
uk_ua: Перетворення
zh_cn: 转换符
zh_tw: 轉換器

# strnegator
source: Negator
af_za: Negeerder
ca_es: Negació
cs_cz: Negátor
el_gr: Αρνηση
es_es: Negación
fr_fr: Négation
gl_es: Negación
hu_hu: Tagadó
ja_jp: 否定
mn_mn: ядвЩУСЮЩХ
pl_pl: Negacja
pt_br: Negador
pt_pt: Negador
ru_ru: Отрицание
sk_sk: Negátor
sv_se: Negerande
uk_ua: Заперечення
zh_cn: 非操作符
zh_tw: 否定器

# strrestrict
source: Restrict
af_za: Beperk
ca_es: Restringeix
cs_cz: Omezení
de_de: Funktion zur Schätzung der Restriktions-Selektivität
el_gr: Περιορισμός
es_es: Restringir
fr_fr: Restriction
gl_es: Restrinxir
hu_hu: Megszorítás
ja_jp: 制限
mn_mn: ягЬСТЬХЮЩХ
pl_pl: Zastrzeżenie
pt_br: Restrito
pt_pt: Restrito
ru_ru: Ослабление
sk_sk: Obmedziť
sv_se: Spärra
uk_ua: Послаблення
zh_cn: 受限
zh_tw: 限制

# strjoin
source: Join
ca_es: Unieix
cs_cz: Propojení
de_de: Funktion zur Schätzung der Join-Selektivität
el_gr: Σύζευξη
es_es: Unión
fr_fr: Jointure
gl_es: Unir
he_il: חבר
hu_hu: Összekapcsolás
ja_jp: 結合
mn_mn: яТпХФЩЮХЮЩХ
pl_pl: Połączenie
pt_br: Junção
pt_pt: Juntar
ro_ro: Relaţionare
ru_ru: Объединение
sv_se: Slå ihop
uk_ua: Об"єднання
zh_cn: 连接
zh_tw: 結合

# strhashes
source: Hashes
ca_es: Hash
cs_cz: Heše
de_de: Unterstützt Hash-Joins
el_gr: Κατάτμηση
es_es: Llaves (Hash)
fr_fr: Hachages
hu_hu: Hasít
it_it: Supporta hash join
ja_jp: ハッシュ
mn_mn: шХлЩвЯзСЮЩХ
pt_br: Misturador
pt_pt: Referências
ru_ru: Хеширование
sv_se: Hashtabeller
uk_ua: Хешування
zh_cn: 哈希
zh_tw: 雜湊(Hashes)

# strmerges
source: Merges
ca_es: Fussiona
cs_cz: Slučování
de_de: Unterstützt Merge-Joins
el_gr: Ενωση
es_es: Fusiones
fr_fr: Assemblages
gl_es: Mesturas
hu_hu: Összefésül
it_it: Supporta merge join
ja_jp: 併合
mn_mn: ѓЬЩбЮЩХ
pt_br: Fusão
pt_pt: Mesclrar
ro_ro: Îmbină
ru_ru: Слияние
sv_se: Sammanslagningar
uk_ua: Об"єднання
zh_cn: 合并
zh_tw: 合併

# strleftsort
source: Left sort
af_za: Linkssorteer
ca_es: Sort esquerre
cs_cz: Levé řazení
de_de: Kleiner-Operator zum Sortieren der linken Seite
el_gr: Αριστερή ταξινόμηση
es_es: Ordenado izquierdo
fr_fr: Tri gauche
gl_es: Ordenar pola esquerda
he_il: סידור לשמאל
hu_hu: Balrendezés
it_it: Ordinamento sinistro
ja_jp: 左ソート
mn_mn: ѓЯдЩвЯзЫС аЯ ЬХзЯЭе
pl_pl: Lewe sortowanie
pt_br: Ordenação esquerda
pt_pt: Ordenação esquerda
ro_ro: Sortare stânga
ru_ru: Сотировка по левому
sk_sk: Ľavý sort
sv_se: Sortera vänster
uk_ua: Сортування за лівим
zh_cn: 左排序
zh_tw: 左排序

# strrightsort
source: Right sort
af_za: Regssorteer
ca_es: Sort dret
cs_cz: Pravé řazení
de_de: Kleiner-Operator zum Sortieren der rechten Seite
el_gr: Δεξιά ταξινόμηση
es_es: Ordenado derecho
fr_fr: Tri droite
gl_es: Ordenar pola dereita
he_il: סידור לימין
hu_hu: Jobbrendezés
it_it: Ordinamento destro
ja_jp: 右ソート
mn_mn: ѓЯдЩвЯзЫС аЯ авСзЯЭе
pl_pl: Prawe sortowanie
pt_br: Ordenação direita
pt_pt: Ordenação direita
ro_ro: Sortare dreapta
ru_ru: Сотировка по правому
sk_sk: Pravý sort
sv_se: Sortera höger
uk_ua: Сортування за правим
zh_cn: 右排序
zh_tw: 右排序

# strlessthan
source: Less than
af_za: Kleiner as
ca_es: Menor que
cs_cz: Operátor <
de_de: Kleiner-Operator
el_gr: Μικρότερο από
es_es: Menor que
fr_fr: Plus petit que
gl_es: Menor que
he_il: פחות מ
hu_hu: Kisebb mint
it_it: Minore
ja_jp: 未満
lt_lt: Mažiau nei
mn_mn: эХЮилХ
pl_pl: Mniej niż
pt_br: Menor que
pt_pt: Menor que
ro_ro: Mai mic decăt
ru_ru: Меньше
sk_sk: Menej ako
sv_se: Mindre än
tr_tr: küçüktür
uk_ua: Менше
zh_cn: 小于
zh_tw: 小於

# strgreaterthan
source: Greater than
af_za: Groter as
ca_es: Major que
cs_cz: Operátor >
de_de: Größer-Operator
el_gr: Μεγαλύτερο από
es_es: Mayor que
fr_fr: Plus grand que
gl_es: Maior que
he_il: גדול מ
hu_hu: Nagyobb mint
it_it: Maggiore
ja_jp: 以上
lt_lt: Daugiau nei
mn_mn: тЯЬилХ
pl_pl: Więcej niż
pt_br: Maior que
pt_pt: Maior que
ro_ro: Mai mare decăt
ru_ru: Больше
sk_sk: Viac ako
sv_se: Större än
tr_tr: büyüktür
uk_ua: Більше
zh_cn: 大于
zh_tw: 大於

# stroperatorneedsname
source: You must give a name for your operator.
af_za: Jy moet 'n naam gee vir die operator.
ca_es: Ha d'anomenar l'operador.
cs_cz: Musíte zadat název pro operátor.
da_dk: Operator skal have et navn.
de_de: Sie müssen einen Namen für den Operator angeben.
el_gr: Πρέπει να δώσετε όνομα στον τελεστή.
es_es: Debes darle un nombre al operador.
fr_fr: Vous devez donner un nom pour votre opérateur.
gl_es: Debe fornecer un nome para o operador.
he_il: אתה חייב לציין שם למפעיל.
hu_hu: Meg kell adni az operátornevet.
it_it: È necessario specificare un nome per l'operatore.
ja_jp: 演算子名を指定する必要があります。
lt_lt: Turite suteikti operatoriui pavadinimą.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ЮСкзСЮЩХ ЯаХвСдЯвС.
nl_nl: U dient een naam op te geven voor uw operator.
pl_pl: Musisz nazwać operator.
pt_br: Você deve informar um nome para o seu operador.
pt_pt: Tem de específicar um nome para o operador.
ro_ro: Specificaţi un nume pentru operator.
ru_ru: Вам необходимо указать название оператора.
sk_sk: Musíš zadať názov pre tvoj operátor.
sv_se: Du måste namnge operanden.
tr_tr: Operatöre bir ad vermelisiniz.
uk_ua: Вам необхідно вказати назву оператора.
zh_cn: 必须指定操作符名称。
zh_tw: 您必需為您的運算子給一個名稱。

# stroperatorcreated
source: Operator created.
af_za: Operator is geskep
ca_es: Operador creat
cs_cz: Operátor byl vytvořen.
da_dk: Operator oprettet
de_de: Operator erstellt.
el_gr: Ο τελεστής δημιουργήθηκε
es_es: Operador creado
fr_fr: Opérateur créé
gl_es: Creouse o operador.
he_il: מפעיל נוצר.
hu_hu: Az operátor megteremtve
it_it: Operatore creato
ja_jp: 演算子を作成しました。
lt_lt: Operatorius sukurtas.
mn_mn: яаХвСдЯв гЯкФСЮ
nl_nl: Operator gecreëerd
pl_pl: Operator został utworzony.
pt_br: Operador criado.
pt_pt: Operador criado
ro_ro: Operator creat.
ru_ru: Оператор создан
sk_sk: Operátor vytvorený
sv_se: Operand skapad
tr_tr: Operatör yaratıldı
uk_ua: Оператор створено
zh_cn: 操作符已创建
zh_tw: 運算子已建立

# stroperatorcreatedbad
source: Operator creation failed.
af_za: Operatorskepping het misluk.
ca_es: No s'ha pogut crear l'operador.
cs_cz: Nezdařilo se vytvořit operátor.
da_dk: Oprettelse af operator mislykkedes.
de_de: Erstellen des Operators fehlgeschlagen.
el_gr: Η δημιουργία του τελεστή απέτυχε.
es_es: Falló la creación del operador.
fr_fr: Échec lors de la création de l'opérateur.
gl_es: Non se conseguiu crear o operador.
he_il: יצירת מפעיל נכשלה.
hu_hu: Nem sikerült megteremteni az operátort.
it_it: Creazione dell'operatore fallita.
ja_jp: 演算子の作成に失敗しました。
lt_lt: Nepavyko sukurti operatoriaus.
mn_mn: ЯкФСЮЩХ ЯаХвСдЯвС авХвзСЮЯ.
nl_nl: Operator creatie mislukt.
pl_pl: Próba utworzenia operatora się nie powiodła.
pt_br: Falha ao criar o operador.
pt_pt: Falha ao criar operador.
ro_ro: Creare operator eşuată.
ru_ru: Создание оператора прервано.
sk_sk: Operátor nebol vytvorený.
sv_se: Misslyckades att skapa operand.
tr_tr: Operatör yaratma işlemi başarısız oldu.
uk_ua: Створення оператора перервано.
zh_cn: 操作符创建失败。
zh_tw: 運算子建立已失敗。

# strconfdropoperator
source: Are you sure you want to drop the operator "%s"?
af_za: Is jy seker dat jy die operator "%s" wil verwyder?
ca_es: Està segur de voler eliminar l'operador "%s"?
cs_cz: Opravdu chcete odstranit operátor „%s“?
da_dk: Er du sikker på, at du vil fjerne operator "%s"?
de_de: Sind Sie sicher, dass Sie den Operator "%s" löschen wollen?
el_gr: Να διαγραφεί ο τελεστής "%s"?
es_es: ¿Estás seguro de querer eliminar el operador "%s"?
fr_fr: Êtes-vous sur de vouloir supprimer l'opérateur « %s » ?
gl_es: Está seguro de que quere eliminar o operador «%s»?
he_il: האם אתה בטוח שברצונך למחוק את המפעיל "%s"?
hu_hu: Biztosan törölni kívánja „%s” operátort?
it_it: Eliminare l'operatore "%s"?
ja_jp: 本当に演算子「%s」を破棄しますか?
lt_lt: Ar tikrai norite šalinti operatorių "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еЮЩодЯжЩди ЯаХвСдЯв "%s"?
nl_nl: Weet u zeker dat u de operator "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć operator "%s"?
pt_br: Você têm certeza que deseja deletar o operador "%s"?
pt_pt: Tem a certeza que pretende eliminar o operador "%s"?
ro_ro: Sigur ştergeţi operatorul "%s"?
ru_ru: Вы уверены, что хотите уничтожить оператор "%s"?
sk_sk: Naozaj chceš zmazať operátor "%s"?
sv_se: Är du säker på att du vill radera operanden "%s"?
tr_tr: "%s" operatörünü kaldırmak istediğinize emin misiniz?
uk_ua: Ви впевнені, що бажаєтее видалити оператор "%s"?
zh_cn: 确定要删除操作符 "%s"吗?
zh_tw: 您確定您要移除這個運算子 "%s" 嗎?
