Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# straggrneedsbasetype
source: You must specify the input data type for the aggregate.
ca_es: Ha d'especificar el tipus de dades d'entrada per l'agregat
cs_cz: Musíte zadat typ vstupních dat pro agregační funkci.
de_de: Sie müssen den Eingabedatentyp für die Aggregatsfunktion angeben.
el_gr: Πρέπει να δώσετε τη μορφή δεδομένων εισόδου της συγκεντρωτικής συνάρτησης
es_es: Debes especificar un tipo de dato de entrada para la agregación.
fr_fr: Vous devez indiquer le type de données en entrée pour l'agrégat
gl_es: Debe fornecer un tipo de dato de entrada para o conxunto.
hu_hu: Meg kell adni az aggregálás bemenő adattípusát.
ja_jp: 集計は入力データの種類を指定しなければなりません
lt_lt: Turite nurodyti agregavimo funkcijos pradinių duomenų tipą.
pl_pl: Musisz podać typ danych wejściowych funkcji agregującej
pt_br: Você deve informar o tipo de entrada de dados para a agregação.
ro_ro: Specificaţi tipul de dată de intrare pentru agregare
ru_ru: Вам необходимо указать входной тип данных для агрегатного выражения.
zh_cn: 必须指定聚集的输入数据类型
zh_tw: 您必需具體指定這聚集函數的進入資料類型。

# straggrneedssfunc
source: You must specify the name of the state transition function for the aggregate.
ca_es: Ha d'especificar el nom de la funció de transició de l'estat per l'agregat
cs_cz: Musíte zadat název funkce stavového přechodu pro agregační funkci.
de_de: Sie müssen den Namen der Zustandsübergangsfunktion für die Aggregatsfunktion angeben.
el_gr: Πρέπει να δώσετε το όνομα της συνάρτησης μεταβολής κατάστασης
es_es: Debes especificar el nombre de la función de transición de estado de la agregación.
fr_fr: Vous devez indiquer le nom de la fonction de transition de l'agrégat
gl_es: Debe fornecer o nome da función de cambio de estado para o conxunto.
hu_hu: Meg kell adni az aggregálás állapotátmeneti függvényének nevét.
it_it: È necessario specificare il nome della funzione di transizione di stato per l'aggregato.
ja_jp: 集計は状態遷移関数の名前を指定しなければなりません
lt_lt: Turite nurodyti agregavimo funkcijos būsenos keitimo funkcijos pavadinimą.
pt_br: Você deve informar o nome da função de transição de estado para a agregação.
ro_ro: Specificaţi numele funcţiei tranziţiei de stare pentru agregare
ru_ru: Вам необходимо укакзать имя функции смены состояний для агрегатного выражения.
zh_cn: 必须指定聚集的状态转换函数
zh_tw: 您必需具體指定這這聚集函數的狀態過渡函數名稱。

# straggrneedsstype
source: You must specify the data type for the aggregate's state value.
ca_es: Ha d'especificar el tipus de dades pel valor de l'estat de l'agregat
cs_cz: Musíte zadat datový typ stavové hodnoty pro agregační funkci.
de_de: Sie müssen den Datentyp für den Zustandswert der Aggregatsfunktion angeben.
el_gr: Πρέπει να δώσετε τη μορφή δεδομένων της τιμής κατάστασης
es_es: Debes especificar el tipo de dato para la el valor de estado de la agregación.
fr_fr: Vous devez indiquer le type de donnée pour la valeur d'état pour l'agrégat
gl_es: Debe fornecer un tipo de dato para o valor do estado do conxunto.
hu_hu: Meg kell adni az aggregálás állapotértékének adattípusát.
it_it: È necessario specificare il tipo di dato per il valore di stato dell'aggregato.
ja_jp: 集計の状態値のデータの種類を指定しなければなりません
lt_lt: Turite nurodyti agregavimo funkcijos būsenos reikšmės duomenų tipą.
pt_br: Você deve informar o tipo de dados para o valor de estado da agregação.
ro_ro: Specificaţi tipul datei pentru valoarea stării agregării
ru_ru: Вам необходимо указать тип переменной состояния для агрегатного выражения.
zh_cn: 必须指定聚集的状态值的数据类型
zh_tw: 您必需具體指定這聚集函數群狀態值的資料類型

# straggrcreated
source: Aggregate created.
ca_es: Agregat creat.
cs_cz: Agregační funkce byla vytvořena.
de_de: Aggregatsfunktion erstellt.
el_gr: Η συγκεντρωτική συνάρτηση δημιουργήθηκε.
es_es: Agregación creada.
fr_fr: Agrégat créé.
gl_es: Creouse o conxunto.
hu_hu: Aggregálás megteremtve.
it_it: Aggregato creato.
ja_jp: 集計を作成しました。
lt_lt: Agregavimo funkcija sukurta.
pl_pl: Funkcja agregująca została utworzona.
pt_br: Agregação criada.
ro_ro: Agregare creată.
ru_ru: Агрегатное выражение создано.
zh_cn: 聚集已创建。
zh_tw: 聚集函數已建立。

# straggrcreatedbad
source: Aggregate creation failed.
ca_es: No s'ha pogut crear lagregat.
cs_cz: Nezdařilo se vytvořit agregační funkci.
de_de: Erstellen der Aggregatsfunktion fehlgeschlagen.
el_gr: Η δημιουργία της συγκεντρωτικής συνάρτησης απέτυχε.
es_es: Falló la creación de la agregación.
fr_fr: Échec lors de la création de l'agrégat.
gl_es: Non se conseguiu crear o conxunto.
hu_hu: Nem sikerült megteremteni az aggregálást.
it_it: Creazione dell'aggregato fallita.
ja_jp: 集計の作成に失敗しました。
lt_lt: Nepavyko sukurti agregavimo funkcijos.
pl_pl: Próba utworzenia funkcji agregującej się nie powiodła.
pt_br: Falha ao criar a agregação.
ro_ro: Creare agregare eşuată.
ru_ru: Создание агрегатного выражения прервано.
zh_cn: 聚集创建失败。
zh_tw: 聚集函數建立已失敗。

# straggrshowall
source: Show all aggregates
ca_es: Mostra tots els agregats
cs_cz: Zobrazit všechny agregační funkce
de_de: Alle Aggregatsfunktionen anzeigen
el_gr: Εμφάνιση όλων των συγκεντρωτικών συναρτήσεων
es_es: Mostrar todas las agregaciones
fr_fr: Afficher tous les agrégats
gl_es: Listar todos os conxuntos
hu_hu: Minden aggregálás megjelenítése
it_it: Mostra tutti gli aggregati
ja_jp: すべての集計を表示する
lt_lt: Rodyti visas agregavimo funkcijas
pl_pl: Pokaż wszystkie funkcje agregujące
pt_br: Exibir todas as agregações
ro_ro: Afişare toate agregările
ru_ru: Показать все агрегатные выражения
zh_cn: 显示所有聚集
zh_tw: 顯示全部聚集函數

# stropclasses
source: Op Classes
af_za: Operatorklasse
ca_es: Classes d'operadors
cs_cz: Třídy operátorů
da_dk: Operatorklasser
de_de: Operatorklassen
el_gr: Κλάσεις τελεστών
es_es: Clases de operadores
fr_fr: Classes d'opérateur
gl_es: Clases de operador
hu_hu: Operátor-osztályok
it_it: Classi di operatori
ja_jp: 演算子クラス
lt_lt: Operatorių klasės
pl_pl: Klasy operatorów
pt_br: Classes Op
pt_pt: Classes Op
ro_ro: Clase de operatori
ru_ru: Классы операторов
sk_sk: Op Triedy
sv_se: Op Klasser
tr_tr: Op sınıfları
uk_ua: Класи операторів
zh_cn: 操作符类
zh_tw: 運算子類別

# strnoopclasses
source: No operator classes found.
af_za: Geen operatorklasse gevind.
ca_es: No s'han trobat classes d'operadors.
cs_cz: Nebely nalezeny žádné třídy operátorů.
da_dk: Ingen Operatorklasser fundet.
de_de: Keine Operatorklassen gefunden.
el_gr: Δε βρέθηκαν κλάσεις τελεστών.
es_es: No se encontraron las clases de operadores.
fr_fr: Aucune classe d'opérateur trouvée.
gl_es: Non se atopor clase de operador algunha.
hu_hu: Nincsenek operátor-osztályok.
it_it: Nessuna classe di operatori trovata.
ja_jp: 演算子クラスが見つかりません。
lt_lt: Operatorių klasių nerasta.
pl_pl: Nie znaleziono klas operatorów.
pt_br: Nenhuma classe operador encontrada.
pt_pt: Não foram encontrados operadores de classes.
ro_ro: Nici o clasă de operatori găsită.
ru_ru: Классов операторов не найдено.
sk_sk: Nenájdené žiadne op. triedy.
sv_se: Hittade inga operandklasser.
tr_tr: Hiç operatör sınıfı bulunamadı.
uk_ua: Класів операторів не виявлено.
zh_cn: 查无此操作符类。
zh_tw: 找不到任何運算子類別。

# straccessmethod
source: Access method
af_za: Toegangmetode
ca_es: Mètode d'accés
cs_cz: Metoda přístupu
da_dk: Tilgangsmetode
de_de: Zugriffsmethode
el_gr: Μέθοδος πρόσβασης
es_es: Método de acceso
fr_fr: Méthode d'accès
gl_es: Método de acceso
he_il: שיטת גישה
hu_hu: Hozzáférés módja
it_it: Metodo di accesso
ja_jp: アクセス方法
lt_lt: Prieigos metodas
pl_pl: Metoda dostępu
pt_br: Método de acesso
pt_pt: Método de acesso
ro_ro: Metodă de acces
ru_ru: Метод доступа
sk_sk: Prístupové metódy
sv_se: Kopplingsmetod
tr_tr: Erişim Yöntemi
uk_ua: Метод доступа
zh_cn: 存取方法
zh_tw: 存取方法

# strrowperf
source: Row Performance
af_za: Ry werkverrigting
cs_cz: Souhrn řádkových operací
de_de: Zeilen-Performance
el_gr: Επιδόσεις γραμμών
es_es: Rendimiento de fila
fr_fr: Performance des enregistrements
gl_es: Rendemento das filas
he_il: תפקוד שדות
hu_hu: Sorteljesítmény
it_it: Performance sulle righe
ja_jp: 行パフォーマンス
lt_lt: Įrašų Našumas
pl_pl: Wydajność wierszowa
pt_br: Performance de linha
pt_pt: Performance das linhas
ro_ro: Performanţă rând
ru_ru: Представление записи
sk_sk: Výkonnosť Riadku
sv_se: Radprestanda
tr_tr: Satır Başarımı
uk_ua: Показ запису
zh_cn: 行性能
zh_tw: 資料列性能

# strioperf
source: I/O Performance
af_za: T/A werkverrigting
cs_cz: Souhrn V/V operací
de_de: E/A Performance
el_gr: Επιδόσεις Εισόδου/Εξόδου
es_es: Rentimiento de E/S
fr_fr: Performance en entrée/sortie
gl_es: Rendemento da entrada e saída
he_il: תפקוד קלט/פלט
hu_hu: I/O-teljesítmény
it_it: Performance sull'I/O
ja_jp: I/O パフォーマンス
lt_lt: I/O Našumas
pl_pl: Wydajność I/O
pt_br: Performance de I/O
pt_pt: Performance de E/S
ro_ro: Performanţă I/O
ru_ru: Представление ввода/вывода
sk_sk: I/O Výkon
sv_se: I/O Prestanda
tr_tr: I/O Başarımı
uk_ua: Показ вводу/виводу
zh_cn: I/O 性能
zh_tw: I/O 性能

# stridxrowperf
source: Index Row Performance
af_za: Indekseer-ry werkverrigting
cs_cz: Souhrn Indexových řádkových operací
de_de: Index-Zeilen-Performance
el_gr: Επιδόσεις γραμμών ευρετηρίου
es_es: Rendimiento de índice de la fila
fr_fr: Performance des index
gl_es: Rendemento das filas do índice
he_il: תפקוד אנדוקס שדה
hu_hu: Indexsor-teljesítmény
it_it: Performance sulle righe per gli indici
ja_jp: インデックス行パフォーマンス
lt_lt: Indeksų Įrašų Našumas
pl_pl: Wydajność indeksu wierszowego
pt_br: Índice de Performance de linha
pt_pt: Performance de indexação de linhas
ro_ro: Performanţă index/rând
ru_ru: Представление индекса записи
sk_sk: Výkonnosť Indexovania Riadkov
sv_se: Index Radprestanda
tr_tr: Index Satır Başarımı
uk_ua: Показ індекса запису
zh_cn: 索引行性能
zh_tw: 索引資料列性能

# stridxioperf
source: Index I/O Performance
af_za: Indeks T/A werkverrigting
cs_cz: Souhrn Indexových V/V operací
de_de: Index-E/A-Performance
el_gr: Επιδόσεις Εισόδου/Εξόδου ευρετηρίου
es_es: Rendimiento de indexado de E/S
fr_fr: Performance des index en entrées/sortie
gl_es: Rendemento da entrada e saída do índice
he_il: תפקוד אנדוקס קלט/פלט
hu_hu: Index-I/O-teljesítmény
it_it: Performance sull'I/O per gli indici
ja_jp: インデックス I/O パフォーマンス
lt_lt: Indeksų I/O Našumas
pl_pl: Wydajność indeksu We/Wy
pt_br: Índice de Performance de I/O
pt_pt: Performance em indexação E/S
ro_ro: Performanţă index I/O
ru_ru: Представление индекса ввода/вывода
sk_sk: Index I/O Výkon
sv_se: Index I/O Prestanda
tr_tr: Index I/O Başarımı
uk_ua: Показ індекса вводу/виводу
zh_cn: 索引 I/O 性能
zh_tw: 索引 I/O 性能

# strsequential
source: Sequential
af_za: Sekwensieel
cs_cz: Sekvenčně
de_de: Sequentiell
el_gr: Αλληλουχία
es_es: Secuencial
fr_fr: Séquentiel
gl_es: Secuencial
hu_hu: Szekvenciális
it_it: Sequenziale
ja_jp: シーケンシャル
lt_lt: Nuoseklus
pl_pl: Sekwencyjny
pt_br: Seqüêncial
pt_pt: Sequêncial
ro_ro: Secvenţial
ru_ru: Последовательный
sk_sk: Sekvenčný
sv_se: Sekventiell
uk_ua: Послідовний
zh_cn: 顺序扫描
zh_tw: 順序性

# strscan
source: Scan
af_za: Deursoek
cs_cz: Prohledáno
de_de: Durchsuchen
el_gr: Σάρωση
es_es: Escanear
fr_fr: Parcours
gl_es: Explorar
he_il: חיפוש
hu_hu: Keresés
ja_jp: 検索
lt_lt: Peržiūrėti
pl_pl: Skanuj
pt_br: Pesquisa
pt_pt: Pesquisar
ro_ro: Scanare
ru_ru: Сканировать
sv_se: Scanna
uk_ua: Сканувати
zh_cn: 扫描
zh_tw: 掃描

# strread
source: Read
af_za: Lees
cs_cz: Čteno
de_de: Lesen
el_gr: Ανάγνωση
es_es: Leer
fr_fr: Lecture
gl_es: Ler
he_il: קרא
hu_hu: Olvasás
ja_jp: 読込
lt_lt: Skaityti
pl_pl: Czytaj
pt_br: Leitura
pt_pt: Lêr
ro_ro: Citire
ru_ru: Читать
sk_sk: Načítať
sv_se: Läs
uk_ua: Читати
zh_cn: 读取
zh_tw: 讀取

# strfetch
source: Fetch
af_za: Gaan haal
cs_cz: Načteno
de_de: Holen
el_gr: Απόδοση
es_es: Extraer
fr_fr: Récupération
gl_es: Obter
hu_hu: Lehívás
ja_jp: 取得
lt_lt: Paimti
pl_pl: Pobierz
pt_br: Afetado
pt_pt: Descarregar
ro_ro: Transfer
ru_ru: Извлечь
sk_sk: Získať
sv_se: Hämta
uk_ua: Витягнути
zh_cn: 取得
zh_tw: 取得

# strheap
source: Heap
af_za: Hoop
cs_cz: Hromada
el_gr: Σωρός
es_es: Salto
fr_fr: En-tête
gl_es: Pila
hu_hu: Kupac
ja_jp: ヒープ
lt_lt: Krūva
pl_pl: Sterta
pt_br: Pilha
pt_pt: Fila
ro_ro: Stivă
ru_ru: Мусор
sv_se: Bunt
uk_ua: Сміття
zh_cn: 堆
zh_tw: 堆疊

# strcache
source: Cache
af_za: Kasgeheue
cs_cz: Mezipaměť
de_de: Zwischenspeicher
el_gr: Κρυφή μνήμη
es_es: Caché
gl_es: Caché
he_il: מטמון
hu_hu: Gyorstár
ja_jp: キャッシュ
lt_lt: Podėlis
pl_pl: Kesz
ru_ru: Кеш
uk_ua: Кеш
zh_cn: 缓存
zh_tw: 快取

# strrows2
source: Rows
af_za: Rye
cs_cz: Řádků
de_de: Zeilen
el_gr: Γραμμές
es_es: Filas
fr_fr: Enregistrements
gl_es: Filas
he_il: שורה
hu_hu: Sorok
it_it: Righe
ja_jp: 行
lt_lt: Įrašai
pl_pl: Wiersze
pt_br: Linhas
pt_pt: Linhas
ro_ro: Rânduri
ru_ru: Записи
sk_sk: Riadkov
sv_se: Rader
uk_ua: Записи
zh_cn: 行
zh_tw: 資料列

source: Tablespace
af_za: Tabelruimte
cs_cz: Prostor tabulek
da_dk: Tabelområde
ja_jp: テーブル空間
lt_lt: Lentelių erdvė
pt_pt: Espaço de Tabela
zh_tw: 表空間

source: Tablespaces
af_za: Tabelruimtes
cs_cz: Prostory tabulek
da_dk: Tabelområder
it_it: Tablespace
ja_jp: テーブル空間
lt_lt: Lentelių erdvės
pt_pt: Espaços de Tabela
tr_tr: Tablespaceler
zh_cn: 表空间
zh_tw: 表空間

# strshowalltablespaces
source: Show all tablespaces
af_za: Wys alle tabelruimtes
ca_es: Mostrar tots els tablespaces
cs_cz: Zobrazit všechny prostory tabulek
da_dk: Vis alle tabelområder
de_de: Alle Tablespaces anzeigen
el_gr: Εμφάνιση όλων των τοποθεσιών
es_es: Mostrar todos los tablespaces
fr_fr: Voir tous les tablespaces
gl_es: Listar todos os alias de ruta
he_il: הראה את כל המרחבונים
hu_hu: Minden táblahelyet megjelenít
it_it: Mostra tutti i tablespace
ja_jp: すべてのテーブルスペースを表示する
lt_lt: Rodyti visas lentelių erdves
pl_pl: Pokaż wszystkie przestrzenie tabel
pt_br: Exibir todos os tablespaces
pt_pt: Lista todos os espaços de tabela
ro_ro: Afişare toate spaţiile de tabele
ru_ru: Показать все табличные пространства
sk_sk: Zobraziť všetky priestory pre tabuľky
tr_tr: Tüm tablespaceleri göster
zh_cn: 显示所有表空间
zh_tw: 顯示全部表空間

# strnotablespaces
source: No tablespaces found.
af_za: Geen tabelruimtes gevind.
ca_es: No s'han trobat tablespaces
cs_cz: Nebyly nalezeny žádné prostory tabulek.
da_dk: Ingen tabelområder fundet.
de_de: Keine Tablespaces gefunden.
el_gr: Δε βρέθηκαν τοποθεσίες πινάκων.
es_es: No se encontraron tablespaces.
fr_fr: Aucun tablespace trouvé.
gl_es: Non se atopou alias de ruta algún.
he_il: לא נמצאו מרחבונים.
hu_hu: Nincsenek táblahelyek.
it_it: Nessun tablespace trovato.
ja_jp: テーブル空間が見つかりません。
lt_lt: Lentelių erdvių nerasta.
pl_pl: Nie znaleziono przestrzeni tabel.
pt_br: Nenhum tablespace encontrado.
pt_pt: Não foram encontrados espaços de tabela.
ro_ro: Nici un spaţiu de tabele găsit.
ru_ru: Табличные пространства не найдены.
sk_sk: Nenájdené žiadne priestory tabuliek.
tr_tr: Hiç tablespace bulunamadı.
zh_cn: 查无此表空间。
zh_tw: 找不到任何表空間。

# strcreatetablespace
source: Create tablespace
af_za: Skep tabelruimte
ca_es: Crea un tablespace
cs_cz: Vytvořit prostor tabulek
da_dk: Opret tabelområder
de_de: Tablespace erstellen
el_gr: Δημιουργία τοποθεσίας πίνακα
es_es: Crear tablespace
fr_fr: Créer un tablespace
gl_es: Crear un alias de ruta
he_il: צור מרחבון
hu_hu: Táblahelyet teremt
it_it: Crea tablespace
ja_jp: テーブル空間を作成する
lt_lt: Kurti lentelių erdvę
pl_pl: Utwórz przestrzeń tabel
pt_br: Criar tablespace
pt_pt: Criar espaço de tabela
ro_ro: Creare spaţiu de tabele
ru_ru: Создать табличное пространство
sk_sk: Vytvoriť priestor pre tabuľku
tr_tr: Tablespace yarat
zh_cn: 创建表空间
zh_tw: 建立表空間

# strlocation
source: Location
af_za: Plek
ca_es: Localització
cs_cz: Umístění
de_de: Pfad
el_gr: Τοποθεσία
es_es: Ubicación
fr_fr: Emplacement
gl_es: Lugar
he_il: מיקום
hu_hu: Hely
it_it: Directory
ja_jp: ロケーション
lt_lt: Vieta
pl_pl: Położenie
pt_br: Localização
pt_pt: Localização
ro_ro: Locaţie
ru_ru: Расположение
sk_sk: Umiestnenie
tr_tr: Yer
zh_cn: 位置
zh_tw: 所在位置

# strtablespaceneedsname
source: You must give a name for your tablespace.
af_za: Jy moet 'n naam gee vir jou tabelruimte.
ca_es: Ha de donar un nom al tablespace.
cs_cz: Musíte zadat název pro prostor tabulek.
da_dk: Tabelområdet skal have et navn.
de_de: Sie müssen einen Namen für den Tablespace angeben.
el_gr: Πρέπει να δώσετε όνομα στην τοποθεσία.
es_es: Debes darle un nombre al tablespace.
fr_fr: Vous devez donner un nom à votre tablespace.
gl_es: Debe fornecer un nome para o alias de ruta.
he_il: אתה חייב לציין שם למרחבון.
hu_hu: Nevet kell adnia a táblahelynek.
it_it: È necessario specificare un nome per il tablespace.
ja_jp: テーブル空間名を指定する必要があります。
lt_lt: Turite suteikti lentelių erdvei pavadinimą.
pl_pl: Musisz podać nazwę przestrzeni tabel.
pt_br: Você deve informar um nome para o tablespace.
pt_pt: Tem de específicar um nome para o espaço de tabela.
ro_ro: Specificaţi un nume pentru spaţiul de tabele.
ru_ru: Вам необходимо определить имя табличного пространства.
sk_sk: Musíš zadať názov priestoru tabuľky.
tr_tr: Tablespace'e bir ad vermelisiniz.
zh_cn: 必须指定表空间名称。
zh_tw: 您必需為您的表空間給一個名稱。

# strtablespaceneedsloc
source: You must give a directory in which to create the tablespace.
af_za: Jy moet 'n gids gee om jou tabelruimte in te skep.
ca_es: Ha de donar un directori on crear el tablespace.
cs_cz: Musíte zadat složku, ve které se má prostor tabulek vytvořit.
da_dk: Du skal angive hvilken mappe tabelområdet skal oprettes i.
de_de: Sie müssen ein Verzeichnis angeben, in dem Sie den Tablespace erstellen möchten.
el_gr: Πρέπει να δώσετε την ακριβή θέση του καταλόγου όπου θα δημιουργηθεί ο πίνακας.
es_es: Debes dar un directorio en donde crear el tablespace.
fr_fr: Vous devez préciser un répertoire dans lequel sera créé le tablespace.
gl_es: Debe fornecer unha ruta para a que crear o alias.
he_il: אתה חייב לציין תיקיה שבה יבצר המרחבון.
hu_hu: Meg kell adnia egy mappát, ahol a táblahelyet teremti.
it_it: È necessario specificare una directory in cui creare il tablespace.
ja_jp: テーブル空間作成をするディレクトリを指定する必要があります。
lt_lt: Turite nurodyti katalogą, kuriame turi būti sukurta lentelių erdvė.
pl_pl: Musisz podać nazwę katalogu, w którym chcesz utworzyć przestrzeń tabel.
pt_br: Você deve informar um diretório em qual será criado o tablespace.
pt_pt: Tem de específicar um directório no qual irá criar o espaço de tabela.
ro_ro: Specificaţi directorul în care va fi creat spaţiul de tabele.
ru_ru: Вам необходимо определить директорию, в которой табличное пространство буде создано.
sk_sk: Musíš zadať adresár, vktorom sa má vytvoriť priestor pre tabuľku.
tr_tr: Tablespace'in yaratılacağı dizini belirtmelisiniz
zh_cn: 必须指定创建表空间的文件夹。
zh_tw: 您必需給一個目錄夾來建立表空間。

# strtablespacecreated
source: Tablespace created.
af_za: Tabelruimte geskep.
ca_es: Tablespace creat.
cs_cz: Prostor tabulek byl vytvořen.
da_dk: Tabelområde oprettet.
de_de: Tablespace erstellt.
el_gr: Η τοποθεσία δημιουργήθηκε.
es_es: Tablespace creado.
fr_fr: Tablespace créé.
gl_es: Creouse o alias de ruta.
he_il: מרחבון נוצר.
hu_hu: Táblahely teremtve.
it_it: Tablespace creato.
ja_jp: テーブル空間を作成しました。
lt_lt: Lentelių erdvė sukurta.
pl_pl: Przestrzeń tabel została utworzona.
pt_br: Tablespace criado.
pt_pt: Espaço de Tabela criado.
ro_ro: Spaţiu de tabele creat.
ru_ru: Табличное пространство создано.
sk_sk: Priestor pre tabuľku bol vytvorený.
tr_tr: Tablespace yaratıldı.
zh_cn: 表空间已创建。
zh_tw: 表空間已建立。

# strtablespacecreatedbad
source: Tablespace creation failed.
af_za: Skep van tabelruimte het misluk.
ca_es: No s'ha pogut crear el Tablespace.
cs_cz: Nezdařilo se vytvořit prostor tabulek.
da_dk: Oprettelse af tabelområde lykkedes ikke.
de_de: Erstellen des Tablespace fehlgeschlagen.
el_gr: Η δημιουργία της τοποθεσίας απέτυχε.
es_es: Falló la creación del tablespace.
fr_fr: Échec lors de la création du tablespace.
gl_es: non se conseguiu crear o alias de ruta.
he_il: יצירת מרחבון נכשלה.
hu_hu: Nem sikerült táblahelyet teremteni.
it_it: Crezione del tablespace fallita.
ja_jp: テーブル空間の作成に失敗しました。
lt_lt: Nepavyko sukurti lentelių erdvės.
pl_pl: Próba utworzenia przestrzeni tabel się nie powiodła.
pt_br: Falha ao criar o tablespace.
pt_pt: Falha ao criar espaço de tabela.
ro_ro: Creare spaţiu de tabele eşuată.
ru_ru: Создание табличного пространства прервано.
sk_sk: Vytvorenie priestoru pre tabuľku zlyhalo.
tr_tr: Tablespace yaratılamadı.
zh_cn: 表空间创建失败。
zh_tw: 表空間建立已失敗。

# strconfdroptablespace
source: Are you sure you want to drop the tablespace "%s"?
af_za: Is jy seker jy wil die tabelruimte "%s" uitvee?
ca_es: Està segur de voler eliminar el tablespace "%s"?
cs_cz: Opravdu chcete odstranit prostor tabulek „%s“?
da_dk: Er du sikker på, at du vil fjerne tabelområde "%s"?
de_de: Sind Sie sicher, dass Sie den Tablespace "%s" löschen wollen?
el_gr: Να διαγραφεί η τοποθεσία "%s"?
es_es: ¿Esta seguro que quiere eliminar el tablespace "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer le tablespace « %s » ?
gl_es: Está seguro de que quere borrar o alias de ruta «%s»?
he_il: האם אתה בטוח שברצונך למחוק את המרחבון "%s"?
hu_hu: Biztosan ki akarja dobni „%s” táblahelyet?
it_it: Eliminare il tablespace "%s"?
ja_jp: 本当にテーブル空間「%s」を破棄しますか?
lt_lt: Ar tikrai norite šalinti lentelių erdvę "%s"?
pl_pl: Czy na pewno chcesz usunąć przestrzeń tabel "%s"?
pt_br: Você têm certeza que deseja deletar o tablespace "%s"?
pt_pt: Tem a certeza que pretende eliminar o espaço de tabela "%s"?
ro_ro: Sigur ştergeţi spaţiul de tabele "%s"?
ru_ru: Вы действительно хотите удалить табличное пространство "%s"?
sk_sk: Naozaj chceš odstrániť priestor tabuľky "%s"?
tr_tr: "%s" adlı tablespace'i kaldırmak istediğinize emin misiniz?
zh_cn: 确定要删除表空间 "%s"吗?
zh_tw: 您確定您要移除這個表空間 "%s"?

# strtablespacedropped
source: Tablespace dropped.
af_za: Tabelruimte is uitgevee.
ca_es: Tablespace eliminat.
cs_cz: Prostor tabulek byl odstraněn.
da_dk: Tabelområde fjernet.
de_de: Tablespace gelöscht.
el_gr: Η τοποθεσία διαγράφηκε.
es_es: Tablespace eliminado.
fr_fr: Tablespace supprimé.
gl_es: Eliminouse o alias de ruta.
he_il: מרחבון נמחק.
hu_hu: Táblahely kidobva.
it_it: Tablespace eliminato.
ja_jp: テーブル空間を破棄しました。
lt_lt: Lentelių erdvė pašalinta.
pl_pl: Przestrzeń tabel została usunięta.
pt_br: Tablespace deletado.
pt_pt: Espaço de tabela eliminado.
ro_ro: Spaţiu de tabele şters.
ru_ru: Табличное пространство удалено.
sk_sk: Priestor pre tabuľku bol odstránený.
tr_tr: Tablespace kaldırıldı.
zh_cn: 表空间已删除。
zh_tw: 表空間已移除。

# strtablespacedroppedbad
source: Tablespace drop failed.
af_za: Uitvee van tabelruimte het misluk.
ca_es: No s'ha pogut eliminar el tablespace.
cs_cz: Nezdařilo se odstranit prostor tabulek.
da_dk: Fjernelse af tabelområde lykkedes ikke.
de_de: Löschen des Tablespace fehlgeschlagen.
el_gr: Η διαγραφή της τοποθεσίας απέτυχε.
es_es: Falló la eliminación del tablespace.
fr_fr: Échec lors de la suppression du tablespace.
gl_es: Non se conseguiu eliminar o alias de ruta.
he_il: מחיקת מרחבון נכשלה.
hu_hu: Nem sikerült kidobni a táblahelyet.
it_it: Eliminazione del tablespace fallita.
ja_jp: テーブル空間の破棄に失敗しました。
lt_lt: Nepavyko pašalinti lentelių erdvės.
pl_pl: Próba usunięcia przestrzeni tabel się nie powiodła.
pt_br: Falha ao deletar o tablespace.
pt_pt: Falha ao eliminar o espaço de tabela.
ro_ro: Ştergere şpaţiu de tabele eşuată.
ru_ru: Удаление табличного пространства прервано.
sk_sk: Odstránenie priestoru zlyhalo.
tr_tr: Tablespace kaldırılamadı.
zh_cn: 表空间删除失败。
zh_tw: 表空間移除已失敗。

# strtablespacealtered
source: Tablespace altered.
af_za: Tabelruimte gewysig.
ca_es: Tablespace modificat.
cs_cz: Změny v prostoru tabulek byly provedeny.
da_dk: Tabelområde ændret.
de_de: Tablespace geändert.
el_gr: Η τοποθεσία τροποποιήθηκε.
es_es: Tablespace modificado.
fr_fr: Tablespace modifié.
gl_es: Modificouse o alias de ruta.
he_il: מרחבון נערך.
hu_hu: Táblahely megváltoztatva.
it_it: Tablespace modificato.
ja_jp: テーブル空間を変更しました。
lt_lt: Lentelių erdvė pakeista.
pl_pl: Przestrzeń tabel została zmieniona.
pt_br: Tablespace alterado.
pt_pt: Espaço de tabela alterado.
ro_ro: Spaţiu de tabele modificat.
ru_ru: Табличное пространство изменено.
sk_sk: Priestor tabuľky zmenený.
tr_tr: Tablespace değiştirildi.
zh_cn: 表空间已变更。
zh_tw: 表空間已修改。
