Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strimporterror-fileformat
source: Import error: Failed to automatically determine the file format.
ca_es: Error d'importació: Error al determinar automàticament el format del fitxer.
cs_cz: Chyba při importu: Nezdařilo se automaticky zjistit formát souboru.
de_de: Importfehler: Dateiformat konnte nicht automatisch bestimmt werden.
el_gr: Σφάλμα κατά την εισαγωγή: απέτυχε η αυτόματη αναγνώριση του τύπου του αρχείου.
es_es: Error de importacion: Falló la detección del formato del archivo.
fr_fr: Erreur d'importation : échec lors de la détermination automatique du format de fichier.
gl_es: Produciuse un erro ao importar: non se puido determinar de maneira automática o formato do ficheiro.
hu_hu: Behozatali hiba: nem sikerült automatikusan megállapítani a fájl formátumát.
it_it: Errore durante l'import: determinazione automatica del formato del file fallita.
ja_jp: インポートエラー: ファイル形式を自動的に確定できません。.
lt_lt: Importavimo klaida: Nepavyko automatiškai nustatyti failo formato.
pl_pl: Błąd importu: Nie można automatycznie określić formatu pliku.
pt_br: Erro de importação: Falhou ao determinar automáticamente o formato do arquivo.
ro_ro: Eroare la importare: Imposibil de determinat în mod automat formatul fişierului.
ru_ru: Ошибка импорта: Невозможно автоматически определить формат файла.
sk_sk: Chyba importu: Automatické určenie formátu súboru zlyhalo.
tr_tr: Import hatası: Dosya tipi otomatik olarak belirlenemedi.
zh_cn: 导入错误: 自动识别文件类型失败。
zh_tw: 匯入錯誤: 自動識別檔案格式已失敗。

# strimporterrorline
source: Import error on line %s.
af_za: Inleesfout op reël %s.
ar: خطأ في الإستيراد عند السطر: %s.
ca_es: Error d'importació a la línia %s.
cs_cz: Chyba při importu na řádku %s.
de_de: Importfehler in Zeile %s.
el_gr: Σφάλμα κατά την εισαγωγή της γραμμής %s.
es_es: Error de importación en la línea %s.
fr_fr: Erreur d'importation à la ligne %s.
gl_es: Produciuse un erro ao importar, na liña %s.
he_il: שגיאת יבוא בשורה: %s.
hu_hu: Behozatali hiba a %s. sorban.
it_it: Errore durante l'import alla linea %s.
ja_jp: %s 行目がインポートエラーです。
lt_lt: Importavimo klaida eilutėje %s.
pl_pl: Błąd importu w linii %s.
pt_br: Erro de importação na linha %s.
pt_pt: Erro ao importar na linha %s.
ro_ro: Eroare la importare pe linia %s.
ru_ru: Ошибка канала при импорте %s.
sk_sk: Chyba Import-u na riadku %s.
tr_tr: %s numaralı satırda import hatası.
uk_ua: Помилка каналу при імпортові %s.
zh_cn: 导入错误，出错行 %s。
zh_tw: 匯入錯誤發生在第 %s 行。

# strimporterrorline-badcolumnnum
source: Import error on line %s: Line does not possess the correct number of columns.
ca_es: Error d'importació a la línia %s: La línia no té el número correcte de columnes.
cs_cz: Chyba při importu na řádku %s: Řádek nemá správný počet sloupců.
de_de: Importfehler in Zeile %s: die Zeile hat nicht die richtige Anzahl von Spalten.
el_gr: Σφάλμα κατά την εισαγωγή της γραμμής %s: δεν περιέχει το σωστό αριθμό στηλών.
es_es: Error de importación en la línea %s: La línea no posee un número incorrecto de columnas.
fr_fr: Erreur d'importation sur la ligne %s : la ligne ne possède pas le bon nombre de colonnes.
gl_es: Produciuse un erro ao importar, na liña %s: a liña non ten unha cantidade de columnas axeitada.
hu_hu: Behozatali hiba a(z) %s. számú sorban: A sor nem tartalmazza a megfelelő számú sort.
it_it: Errore durante l'import alla linea %s: la linea non possiede il numero corretto di colonne.
ja_jp: %s 行でインポートエラー: 行は正しい列数を持っていません。
lt_lt: Importavimo klaida eilutėje %s: Eilutėje neteisingas stulpelių skaičius.
pl_pl: Błąd importu w linii %s: Linia nie ma właściwej liczby kolumn.
pt_br: Erro de importação na linha %s: Linha não possui o número correto de colunas.
ro_ro: Eroare la importare pe linia %s: Linia nu are numărul corect de coloane.
ru_ru: Ошибка импорта в строке %s: Строка не обладает необходимым числом атрибутов.
sk_sk: Chyba importu na riadku %s: Riadok nemá správny počet stĺpcov.
zh_cn: 导入错误，出错行 %s: 该行列数不正确。
zh_tw: 匯入錯誤發生在第 %s 行: 該行不具備正確的欄位編號。

# strimporterror-uploadedfile
source: Import error: File could not be uploaded to the server
ca_es: Error d'importació: El fitxer no s'ha pogut pujar al servidor
cs_cz: Chyba při importu: Soubor nelze nahrát na server
de_de: Importfehler: die Datei konnte nicht auf den Server geladen werden
el_gr: Σφάλμα κατά την εισαγωγή: αποτυχία αποστολής στο διακομιστή.
es_es: Error de importación: No se pudo subir el archivo al servidor
fr_fr: Erreur d'importation : le fichier n'a pas pû être récupéré sur le serveur.
gl_es: Produciuse un erro ao importar: non se puido cargar o ficheiro no servidor.
hu_hu: Behozatali hiba: A fájlt nem sikerült feltülteni a kiszolgálóra.
it_it: Errore durante l'import: non è stato possibile caricare il file sul server
ja_jp: インポートエラー: サーバーにファイルをアップロードすることができないかもしれません。
lt_lt: Importavimo klaida: Failas negali būti nusiųstas į serverį
pl_pl: Błąd importu: plik nie może być załadowany na serwer.
pt_br: Erro de importação: O arquivo não pode ser carregado para o servidor
ro_ro: Eroare la importare: Fişierul nu a putut fi încărcat pe server
ru_ru: Ошибка импорта: Файл не может быть загружен на сервер
sk_sk: Chyba importu: Súbor nemôže byť upload-nutý k serveru
zh_cn: 导入错误: 文件不能上传到服务器
zh_tw: 匯入錯誤: 檔案無法被上傳到這伺服器

# strcannotdumponwindows
source: Dumping of complex table and schema names on Windows is not supported.
af_za: Weergee van komplekse tabel- en skemaname word nie op Windows ondersteun nie. Kyk asb. in die FAQ.
ca_es: El volcat de dades amb noms complexos de taules i esquemes en Windows no és suportada.
cs_cz: Ve Windows není podporovaný výpis názvů komplexních tabulek a schémat.
de_de: Das Ablegen von komplizierten Tabellen- und Schemanamen wird auf Windows nicht unterstützt.
el_gr: Η αποτύπωση (dumping) περίπλοκων πινάκων και σχημάτων (schemas) δεν υποστηρίζεται στα Windows.
es_es: El volcado de datos de tablas y esquemas con nombres complejos no esta soportado en Windows.
fr_fr: La sauvegarde de table complexe et des noms de schémas n'est pas supporté sur Windows.
gl_es: O envorcado de táboas complexas e mais nomes de esquemas non pode efectuarse en sistemas Microsoft Windows.
hu_hu: Összetett tábla ömlesztése és séma nevek Windows-on nem támogatottak.
it_it: Il dump di nomi complessi di tabelle o schemi sotto Windows non è supportato.
ja_jp: Windows 上での複合テーブルとスキーマ名のダンプはサポートしていません。
lt_lt: Atminties išklotinės suformavimas su sudėtingais lentelių ir schemų vardais Windows operacinėje sistemoje nepalaikomas
pl_pl: Zrzucanie złożonych nazw tabel i schematów pod Windows jest nie wspierane.
pt_br: O dumping de uma tabela complexa e um nome de esquema não é suportado no Windows.
ro_ro: Descărcarea de tabele complexe şi nume de scheme în Windows nu este suportată.
ru_ru: Экспорт таблиц и схем со сложными именами в Windows не поддерживается.
sk_sk: Dump komplexných tabuliek a schém nie je na platforme Windows podporovaný.
zh_cn: 复杂表和模式名称的转储在Windows 不被支持。
zh_tw: 複雜的資料表與架構模式名稱轉儲在 Windows 是未被支持的。

# strinvalidserverparam
source: Attempt to connect with invalid server parameter, possibly someone is trying to hack your system.
ca_es: Intent de connexió amb un paràmetre del servidor invàlid, possiblement algú està provant d'entrar al sistema.
cs_cz: Pokus o připojení s neplatnými parametry serveru, možná se někdo snaží neoprávněně napojit do vašeho systému.
de_de: Es wurde versucht, mit einem ungültigen Server-Parameter eine Verbindung herzustellen. Möglicherweise versucht jemand, in Ihr System einzubrechen.
es_es: Intento de conexión al servidor con un parámetro inválido. Posiblemente alguien está intentando atacar tu sistema.
fr_fr: Tentative de connexion avec un serveur invalide, il est possible que quelqu'un essai de pirater votre système.
gl_es: Produciuse un intento de conexión cun servidor non permitido como parámetro, é posible que alguén estea intentando atacar o seu sistema.
hu_hu: Érvénytelen kiszolgáló paraméterrel próbáltak csatlakozni. Lehet, hogy valaki betörni próbál a rendszerbe.
it_it: Tentativo di connessione al server con parametri non validi, è possibile che qualcuno stia cercando di forzare il sistema.
lt_lt: Bandymas prisijungti su negaliojančiu serverio parametru, galbūt kas nors bando nulaužti jūsų sistemą.
pt_br: Tentativa de conectar com um parâmetro de servidor inválido, possivelmente alguém está tentando hackear o seu sistema.
ru_ru: Попытка соединения с некорректным значением параметра "сервер", возможно кто-то пытается взломать вашу систему.
zh_cn: 尝试用无效的服务器参数连接,可能有人正尝试攻击你的系统。
zh_tw: 試圖用無效的伺服器參數連結, 可能有人正試圖攻擊您的系統。

# strnoserversupplied
source: No server supplied!
ca_es: No s'ha proporcionat cap servidor!
cs_cz: Není nabízen žádný server!
de_de: Kein Server angegeben!
es_es: No se suministró un servidor
fr_fr: Aucun serveur fournis !
gl_es: Non se forneceu ningún servidor!
hu_hu: Nincs megadva kiszolgáló!
ja_jp: サーバーが指定されていません!
lt_lt: Nenurodytas serveris!
pt_br: Nenhum servidor informado!
ru_ru: Значение параметра "сервер" не представлено!
zh_cn: 没有选择数据库!
zh_tw: 沒有選擇資料庫!

# strbadpgdumppath
source: Export error: Failed to execute pg_dump (given path in your conf/config.inc.php : %s). Please, fix this path in your configuration and relog.
ca_es: Error d'exportació: Fallada en l'execució de pg_dump (path definit a conf/config.inc.php : %s ). Sisplau, arregli el path en la configuració.
cs_cz: Chyba při exportu: Nezdařilo se spustit pg_dump (s cestou danou ve vašem conf/config.inc.php: %s). Opravte prosím cestu ve svém nastavení a zkuste to znovu.
es_es: Error de exportación: Falló la ejecución de execute pg_dump (según la ruta dada en conf/config.inc.php : %s). Por favor, arregla esta ruta en tu configuración y vuelve a iniciar sesión.
fr_fr: Erreur d'export : n'a pu exécuter pg_dump (chemin indiqué dans votre conf/config.inc.php : %s). Merci de corriger le chemin dans votre configuration et de vous reconnecter.
gl_es: Produciuse un erro ao exportar: non se conseguiu executar pg_dump (a ruta indicada no seu ficheiro «conf/config.inc.php» é «%s»). Cambie a ruta no ficheiro de configuración e volva intentalo.
hu_hu: Kiviteli hiba: Elbukott a pg_dump végrehajtása (conf/config.inc.php fájlban megadott ösvény: %s). Kérem, javítsa ki ezt a beállításban, és ismételjen.
lt_lt: Eksportavimo klaida: nepavyko įvykdyti pg_dump (pateiktas kelias Jūsų conf/config.inc.php : %s). Pataisykite šį kelią savo konfigūracijoje ir prisijunkite iš naujo.
pt_br: Erro de exportação: Falha ao executar pg_dump (caminho apontado no seu conf/config.inc.php : %s). Por favor, ajuste este diretório na sua configuração e relogue no sistema.
ru_ru: Ошибка экспорта: Невозможно выполнить pg_dump (указанный в conf/config.inc.php путь: %s). Пожалуйста, исправте этот путь в конфигурации и заново войдите в систему.
zh_cn: 导出错误：在 conf/config.inc.php 中指定的路径 %s 下执行pg_dump失败。请在配置中修改路径并重新登录。

# strbadpgdumpallpath
source: Export error: Failed to execute pg_dumpall (given path in your conf/config.inc.php : %s). Please, fix this path in your configuration and relog.
ca_es: Error d'exportació: Fallada en l'execució de pg_dumpall (path definit a conf/config.inc.php : %s ). Sisplau, arregli el path en la configuració.
cs_cz: Chyba při exportu: Nezdařilo se spustit pg_dumpall (s cestou danou ve vašem conf/config.inc.php: %s). Opravte prosím cestu ve svém nastavení a zkuste to znovu.
es_es: Error de exportación: Falló la ejecución de pg_dumpall (según la ruta dada en conf/config.inc.php : %s). Por favor, arregla esta ruta en tu configuración y vuelve a iniciar sesión.
fr_fr: Erreur d'export : n'a pu exécuter pg_dumpall (chemin indiqué dans votre conf/config.inc.php : %s). Merci de corriger le chemin dans votre configuration et de vous reconnecter.
gl_es: Produciuse un erro ao exportar: non se conseguiu executar pg_dumpall (a ruta indicada no seu ficheiro «conf/config.inc.php» é «%s»). Cambie a ruta no ficheiro de configuración e volva intentalo.
hu_hu: Kiviteli hiba: Elbukott a pg_dumpall végrehajtása (conf/config.inc.php fájlban megadott ösvény: %s). Kérem, javítsa ki ezt a beállításban, és ismételjen.
lt_lt: Eksportavimo klaida: nepavyko įvykdyti pg_dumpall (pateiktas kelias Jūsų conf/config.inc.php : %s). Pataisykite šį kelią savo konfigūracijoje ir prisijunkite iš naujo.
pt_br: Erro de exportação: Falha ao executar pg_dumpall (caminho apontado no seu conf/config.inc.php : %s). Por favor, este diretório na sua configuração e relogue no sistema.
ru_ru: Ошибка экспорта: Невозможно выполнить pg_dumpall (указанный в conf/config.inc.php путь: %s). Пожалуйста, исправте этот путь в конфигурации и заново войдите в систему.
zh_cn: 导出错误：在 conf/config.inc.php 中指定的路径 %s 下执行pg_dumpall失败。请在配置中修改路径并重新登录。

# strconnectionfail
source: Can not connect to server.
ca_es: No hi ha connexió amb el servidor.
cs_cz: Nelze se připojit k serveru.
es_es: No se puede conectar al servidor.
fr_fr: Connexion au serveur échouée.
gl_es: Non se puido establecer a conexión co servidor.
hu_hu: Nem csatlakozhatok a szolgálóhoz.
lt_lt: Nepavyksta prisijungti prie serverio.
pt_br: A conexão falhou.
pt_pt: A conexão falhou.
ru_ru: Ошибка подключения к серверу.
zh_cn: 无法连接服务器。

# strtable
source: Table
af_za: Tabel
ar: جدول Table
ca_es: Taula
cs_cz: Tabulka
da_dk: Tabel
de_de: Tabelle
el_gr: Πίνακας
es_es: Tabla
gl_es: Táboa
he_il: טבלה
hu_hu: Tábla
it_it: Tabella
ja_jp: テーブル
lt_lt: Lentelė
mn_mn: єСТЬЩУС
nl_nl: Tabel
pl_pl: Tabela
pt_br: Tabela
pt_pt: Tabela
ro_ro: Tabelă
ru_ru: Таблица
sk_sk: Tabuľka
sv_se: Tabell
tr_tr: Tablo
uk_ua: Таблиця
zh_cn: 数据表
zh_tw: 資料表

source: Tables
ca_es: Taules
cs_cz: Tabulky
it_it: Tabelle
ja_jp: テーブル
uk_ua: Таблиці
zh_tw: 資料表

# strshowalltables
source: Show all tables
af_za: Wys alle tabelle
ar: أعرض جميع الجداول Tables.
ca_es: Mostra totes les taules
cs_cz: Zobrazit všechny tabulky
da_dk: Vis alle tabeller
de_de: Alle Tabellen anzeigen
el_gr: Εμφάνιση όλων των πινάκων
es_es: Mostrar todas las tablas
fr_fr: Voir toutes les tables
gl_es: Amosar todas as táboas
he_il: הראה את כל הטבלאות.
hu_hu: Minden tábla megjelenítése
it_it: Mostra tutte le tabelle
ja_jp: すべてのテーブルを表示する
lt_lt: Rodyti visas lenteles
mn_mn: №ЯЫСкСди згХ дСТЬЩУй
nl_nl: Toon alle tabellen
pl_pl: Pokaż wszystkie tabele
pt_br: Exibir todas as tabelas
pt_pt: Exibir todas as tabelas
ro_ro: Afişare toate tabelele
ru_ru: Показать все таблицы
sk_sk: Zobraziť Všetky Tabuľky
sv_se: Visa alla tabeller
tr_tr: Tüm tabloları göster
uk_ua: Показати всі таблиці
zh_cn: 显示示所有表。
zh_tw: 顯示全部資料表

# strnotables
source: No tables found.
af_za: Geen tabelle gevind.
ar: لا يوجد جداول.
ca_es: No s'han trobat taules.
cs_cz: Nenalezeny žádné tabulky.
da_dk: Fandt ingen tabeller.
de_de: Keine Tabellen gefunden.
el_gr: Δεν βρέθηκαν πίνακες.
es_es: No se encontraron tablas.
fr_fr: Aucune table trouvée.
gl_es: Non se atopou táboa algunha.
he_il: לא נמצאו טבלאות.
hu_hu: Nincsenek táblák.
it_it: Nessuna tabella trovata.
ja_jp: テーブルが見つかりません。
lt_lt: Lentelių nerasta.
mn_mn: єСТЬЩУ ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen tabellen gevonden.
pl_pl: Nie znaleziono tabel.
pt_br: Nenhuma tabela encontrada.
pt_pt: Tabelas não encontradas.
ro_ro: Nici o tabelă găsită.
ru_ru: Таблиц не найдено.
sk_sk: Nenájdené žiadne tabuľky.
sv_se: Hittade inga tabeller.
tr_tr: Veritabanında tablo bulunamadı.
uk_ua: Таблиць не виявлено.
zh_cn: 查无数据表。
zh_tw: 找不到資料表。

# strnotable
source: No table found.
af_za: Geen tabel gevind.
ar: لا يوجد جدول.
ca_es: No s'ha trobat la taula.
cs_cz: Nenalezena žádná tabulka.
da_dk: Fandt ingen tabel.
de_de: Keine Tabelle gefunden.
el_gr: Δε βρέθηκε πίνακας.
es_es: No se encontró la tabla.
fr_fr: Aucune table trouvée.
gl_es: Non se atopou táboa algunha.
he_il: טבלה לא נמצאה.
hu_hu: Nincs tábla.
it_it: Tabella non trovata.
ja_jp: テーブルが見つかりません。
lt_lt: Lentelė nerasta.
mn_mn: єСТЬЩУС ЮХ ЯТЮСвежХЮС.
nl_nl: Geen tabel gevonden.
pl_pl: Nie znaleziono tabeli.
pt_br: Nenhuma tabela encontrada.
pt_pt: Tabela não encontradas.
ro_ro: Nici o tabelă găsită.
ru_ru: Таблица не обнаружена.
sk_sk: Nenájdená žiadna tabuľka.
sv_se: Hittade ingen tabell.
tr_tr: Veritabanında tablo bulunamadı.
uk_ua: Таблицю не знайдено.
zh_cn: 查无此表。
zh_tw: 找不到任何資料表。

# strcreatetable
source: Create table
af_za: Skep tabel
ar: إنشاء جدول Table جديد.
ca_es: Crea una taula
cs_cz: Vytvořit tabulku
da_dk: Opret tabel
de_de: Neue Tabelle erstellen
el_gr: Δημιουργία πίνακα
es_es: Crear tabla
fr_fr: Créer une table
gl_es: Crear unha táboa
he_il: צור טבלה
hu_hu: Táblát teremt
it_it: Crea tabella
ja_jp: テーブルを作成する
lt_lt: Sukurti lentelę
mn_mn: ѓЯкФСди дСТЬЩУе
nl_nl: Creëer tabel
pl_pl: Utwórz tabelę
pt_br: Criar tabela
pt_pt: Criar tabela
ro_ro: Creare tabelă.
ru_ru: Создать таблицу
sk_sk: Vytvoriť tabuľku
sv_se: Skapa tabell
tr_tr: Yeni tablo yarat
uk_ua: Створити таблицю
zh_cn: 创建表
zh_tw: 建立新資料表

# strcreatetablelike
source: Create table like
ca_es: Crea una taula com a
cs_cz: Vytvořit tabulku podle
de_de: Neue Tabelle als Kopie einer bestehenden anlegen
es_es: Crear una tabla a partir de una existente
fr_fr: Créer une table d'après une table existante
gl_es: Crear unha táboa coma
hu_hu: Táblát teremt mint
ja_jp: このテーブルを元に新しいテーブルを作成する
lt_lt: Sukurti lentelę kaip
pt_br: Criar tabela similar
ru_ru: Создать таблицу наподобие
zh_cn: 创建表(以现有表为模板)

# strcreatetablelikeparent
source: Source table
ca_es: Taula origen
cs_cz: Zdrojová tabulka
de_de: Ursprüngliche Tabelle
es_es: Tabla de origen
fr_fr: Table modèle
gl_es: Táboa orixinal
hu_hu: Forrás tábla
ja_jp: 元テーブル
lt_lt: Pirminė lentelė
pt_br: Tabela de origem
ru_ru: Исходная таблица
zh_cn: 源表

# strcreatelikewithdefaults
source: INCLUDE DEFAULTS
cs_cz: Včetně výchozích
de_de: DEFAULT-Werte mitkopieren
es_es: INCLUIR VALORES POR DEFECTO
fr_fr: inclure les valeurs par défaut.
gl_es: INCLUÍR OS VALORES PREDETERMINADOS
hu_hu: ALAPÉRTELMEZÉSEKKEL
ja_jp: DEFAULT を含む
lt_lt: ĮTRAUKTI NUMATYTĄSIAS REIKŠMES
ru_ru: включить значения по умолчанию
zh_cn: 包含默认值

# strcreatelikewithconstraints
source: INCLUDE CONSTRAINTS
cs_cz: Včetně omezení
de_de: Constraints mitkopieren
es_es: INCLUIR RESTRICCIONES
fr_fr: inclure les contraintes.
gl_es: INCLUÍR AS RESTRICIÓNS
hu_hu: MEGSZORÍTÁSOKKAL
ja_jp: CONSTRAINTS を含む
lt_lt: ĮTRAUKTI RIBOJIMUS
ru_ru: включить ограничения
zh_cn: 包含约束

# strcreatelikewithindexes
source: INCLUDE INDEXES
cs_cz: Včetně indexů
de_de: Indizes mitkopieren
es_es: INCLUIR ÍNDICES
fr_fr: inclure les indexes.
gl_es: INCLUÍR OS ÍNDICES
hu_hu: INDEXEKKEL
ja_jp: INDEX を含む
lt_lt: ĮTRAUKTI INDEKSUS
ru_ru: включить индексы
zh_cn: 包含表名

# strtablename
source: Table name
af_za: Tabelnaam
ar: إسم الجدول
ca_es: Nom de la taula
cs_cz: Název tabulky
da_dk: Tabelnavn
de_de: Tabellenname
el_gr: Ονομα πίνακα
es_es: Nombre de la tabla
fr_fr: Nom de la table
gl_es: Nome da táboa
he_il: שם טבלה
hu_hu: Tábla neve
it_it: Nome tabella
ja_jp: テーブル名
lt_lt: Lentelės pavadinimas
mn_mn: щЭб дСТЬЩУй
nl_nl: Tabelnaam
pl_pl: Nazwa tabeli
pt_br: Nome da tabela
pt_pt: Nome da tabela
ro_ro: Nume tabelă
ru_ru: Имя таблицы
sk_sk: Názov tabuľky
sv_se: Tabellnamn
tr_tr: Tablo adı
uk_ua: Ім"я таблиці
zh_cn: 表名
zh_tw: 資料表名

# strtableneedsname
source: You must give a name for your table.
af_za: Jy moet die tabel 'n naam gee.
ar: يجب إعطاء إسم للجدول.
ca_es: Ha d'anomenar la taula.
cs_cz: Musíte zadat název pro tabulku.
da_dk: Tabel skal have et navn.
de_de: Sie müssen für die Tabelle einen Namen angeben.
el_gr: Πρέπει να εισάγετε το όνομα του πίνακα.
es_es: Debes darle un nombre a la tabla.
fr_fr: Vous devez donner un nom pour votre table.
gl_es: Debe fornecer un nome para a táboa.
he_il: אתה חייב לתת שם לטבלה שלך.
hu_hu: Meg kell adni a tábla nevét.
it_it: È necessario specificare un nome per la tabella.
ja_jp: テーブル名を指定する必要があります。
lt_lt: Turite suteikti lentelei pavadinimą.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ ЯавХФХЬЩди ЩЭб дСТЬЩУй.
nl_nl: U dient uw tabel een naam te geven.
pl_pl: Musisz nazwać tabelę.
pt_br: Você deve informar um nome para a sua tabela.
pt_pt: A tabela necessita de um nome.
ro_ro: Specificaţi un nume pentru tabelă.
ru_ru: Вам необходимо определить имя таблицы.
sk_sk: Musíš zadať názov pre tvoju tabuľku.
sv_se: Du måste ge ett namn till din tabell.
tr_tr: Tablonuza bir ad vermeniz gerekmektedir.
uk_ua: Вам необхідно визначити ім"я таблиці.
zh_cn: 必须指定表名。
zh_tw: 您必需為您的資料表命名。

# strtablelikeneedslike
source: You must give a table to copy properties from.
ca_es: Ha de donar una taula d'on copiar les propietats.
cs_cz: Musíte zvolit, z které tabulky se budou vlastnosti kopírovat.
de_de: Sie müssen eine Tabelle angeben, deren Spaltendefinitionen kopiert werden sollen.
es_es: Debes especificar una tabla para copiar sus propiedades.
fr_fr: Vous devez préciser une table modèle.
gl_es: Debe fornecer unha táboa á que copiarlle as propiedades.
hu_hu: Meg kell adni a tábla nevét, ahonnan tulajdonságokat lehet másolni.
lt_lt: Turite nurodyti lentelę, kurios savybes reikia kopijuoti.
pt_br: Você deve informar uma tabela para copiar suas propriedades.
ru_ru: Вам необходимо определить исходную таблицу.
zh_cn: 必须指定要拷贝的属性所属的数据表.

# strtableneedsfield
source: You must specify at least one field.
af_za: Jy moet ten minste een veld spesifiseer.
ar: يجب عليك تحديد على الأقل حقل واحد.
ca_es: Ha d'especificar almenys un camp.
cs_cz: Musíte zadat nejméně jedno pole.
da_dk: Der skal mindst være et felt.
de_de: Sie müssen mindestens eine Spalte angeben.
el_gr: Πρέπει να εισάγετε τουλάχιστον ένα πεδίο.
es_es: Debes especificar al menos un campo.
fr_fr: Vous devez spécifier au moins un champ.
gl_es: Debe indicar polo menos un campo.
he_il: אתה חייב לציין לפחות שדה אחד.
hu_hu: Legalább egy oszlopot meg kell adni.
it_it: È necessario specificare almeno un campo.
ja_jp: 少なくとも一つのフィールドを指定しなければなりません。
lt_lt: Turite nurodyti bent vieną lauką.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ ЯавХФХЬЩди аЯ ЫвСЪЮХЪ ЭХвХ ЯФЮЯ аЯЬХ.
nl_nl: U dient ten minste één veld te specificeren.
pl_pl: Musisz podać przynajmniej jedno pole.
pt_br: Você deve informar ao menos um campo.
pt_pt: Especifique pelo menos um campo.
ro_ro: Specificaţi cel puţin un câmp.
ru_ru: Вам необходимо определить по крайней мере одно поле.
sk_sk: Musíš špecifikovať aspoň jedno pole.
sv_se: Du måste ange minst ett fält.
tr_tr: En az bir alan belirtmeniz gerekmektedir.
uk_ua: Вам необхідно визначити щонайменше одне поле.
zh_cn: 必须至少指定一个字段。
zh_tw: 您至少應指定一個欄位。

# strtableneedscols
source: You must specify a valid number of columns.
af_za: Jy moet die tabel 'n geldige aantal kolomme gee.
ar: الجداول تتطلب عدد مقبول من الأعمدة.
ca_es: Ha d'especificar un número vàlid de columnes.
cs_cz: Musíte zadat platný počet sloupců.
da_dk: tabeller kræver et tilladeligt antal kolonner.
de_de: Sie müssen eine zulässige Anzahl von Spalten angeben.
el_gr: Πρέπει να εισάγετε έγκυρο αριθμό στηλών.
es_es: Debes especificar un número válido de columnas.
fr_fr: Vous devez indiquer un nombre valide de colonnes.
gl_es: Debe indicar un número de columnas correcto.
he_il: אתה חייב לציין מספר תקין של עמודות.
hu_hu: A táblának érvényes számú oszlop kell.
it_it: È necessario specificare un numero di colonne valido.
ja_jp: 有効なカラム数を指定しなければなりません。
lt_lt: Turite nurodyti teisingą stulpelių skaičių.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ФЯаегдЩЭЯХ оЩгЬЯ СдвЩТедЯз.
nl_nl: U dient uw tabel een geldig aantal kolommen te geven.
pl_pl: Musisz podać prawidłową liczbę kolumn.
pt_br: Você deve informar um número de colunas válido.
pt_pt: As tabelas requerem um número válido de colunas.
ro_ro: Specificaţi un număr corect de coloane.
ru_ru: Вам необходимо указать допустимое число атрибутов.
sk_sk: Tabuľky vyžadujú vyhovujúci počet stĺpcov.
sv_se: tabeller kräver ett tillåtet antal kolumner.
tr_tr: Geçerli miktarda kolon sayısı belirtmeniz gerekmektedir.
uk_ua: Вам необхідно вказати допустиме число атрибутів.
zh_cn: 必须指定一个有效的列数。
zh_tw: 您必需指定一個合法的欄位數量。
