Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strftscreatedicttemplate
source: Create dictionary template
ca_es: Crea una plantilla d'un diccionari
cs_cz: Vytvořit šablonu slovníku
de_de: Wörterbuch-Blaupause erstellen
es_es: Crear plantilla de dicionario
fr_fr: Créer un modèle de dictionnaire
gl_es: Crear un modelo de dicionario
hu_hu: Szótársablont teremt
ja_jp: 辞書のテンプレートを作成する
lt_lt: Kurti žodyno šabloną
pt_br: Criar um modelo de dicionário
ru_ru: Создать шаблон словаря
zh_cn: 创建字典模板
zh_tw: 新建字典模板

# strftscreateparser
source: Create parser
ca_es: Crea un analitzador
cs_cz: Vytvořit analyzátor
de_de: Parser erstellen
es_es: Crear analizador
fr_fr: Créer un analyseur syntaxique
gl_es: Crear un analizador
hu_hu: Elemzőt teremt
ja_jp: パーサーを作成する
lt_lt: Kurti analizatorių
pt_br: Criar parser
ru_ru: Создать парсер
zh_cn: 创建分析器
zh_tw: 新建分析器

# strftsnoconfigs
source: No FTS configuration found.
ca_es: No s'ha trobat cap configuració FTS.
cs_cz: Nebylo nalezeno žádné nastavení FTS.
de_de: Keine Volltextsuch-Konfigurationen gefunden.
es_es: No se encontró configuración de búsqueda de texto completo.
fr_fr: Aucune configuration FTS trouvée.
gl_es: Non se atopou configuración de BTC algunha.
hu_hu: Nincs TSzK összeállítás.
ja_jp: FTS 設定が見つかりません。
lt_lt: FTS konfigūracijų nerasta.
pt_br: Nenhuma configuração BTC encontrada.
ru_ru: Конфигурации FTS не найдены.
zh_cn: 没有找到全文检索配置。
zh_tw: 沒有找到全文檢索組態。

# strftsconfigdropped
source: FTS configuration dropped.
ca_es: Configuració FTS eliminada.
cs_cz: Nastavení FTS bylo odstraněno.
de_de: Volltextsuch-Konfiguration gelöscht.
es_es: Configuración de búsqueda de texto completo eliminada.
fr_fr: Configuration FTS supprimée.
gl_es: Eliminouse a configuración de BTC.
hu_hu: TSzK összeállítás törölve.
ja_jp: FTS 設定を破棄しました。
lt_lt: FTS konfigūracija pašalinta.
pt_br: Configuração BTC eliminada.
ru_ru: Конфигурация FTS удалена.
zh_cn: 全文检索配置已移除。
zh_tw: 全文檢索組態已移除。

# strftsconfigdroppedbad
source: FTS configuration drop failed.
ca_es: No s'ha pogut eliminar la configuració FTS.
cs_cz: Nezdařilo se odstranit nastavení FTS.
de_de: Löschen der Volltextsuch-Konfiguration fehlgeschlagen.
es_es: Falló la eliminación de la configuración de búsqueda de texto completo.
fr_fr: Échec lors de la suppression de la configuration FTS.
gl_es: Non se conseguiu eliminar a configuración de BTC.
hu_hu: Nem sikerült törölni a TSzK összeállítást.
ja_jp: FTS 設定の破棄に失敗しました。
lt_lt: Nepavyko pašalinti FTS konfigūracijos.
pt_br: Falha ao eliminar da configuração BTC.
ru_ru: Удаление конфигурации FTS прервано.
zh_cn: 全文检索移除失败。
zh_tw: 全文檢索移除失敗。

# strconfdropftsconfig
source: Are you sure you want to drop the FTS configuration "%s"?
ca_es: Està segur de voler eliminar la configuració FTS "%s"?
cs_cz: Opravdu chcete odstranit nastavení FTS „%s“?
de_de: Sind Sie sicher, dass Sie die Volltextsuch-Konfiguration "%s" löschen möchten?
es_es: ¿Estás seguro de eliminar la configuración de búsqueda de texto completo "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer la configuration FTS « %s » ?
gl_es: Está seguro de que quere eliminar a configuración de BTC «%s»?
hu_hu: Biztosan töröljük „%s” TSzK összeállítást?
ja_jp: 本当に FTS 設定「%s」を破棄しますか?
lt_lt: Ar tikrai norite šalinti FTS konfigūraciją "%s"?
pt_br: Deseja eliminar a configuração BTC "%s"?
ru_ru: Вы действительно хотите удалить конфигурацию FTS "%s"?
zh_cn: 确定要移除全文检索检索配置 "%s"吗?
zh_tw: 確定要移除全文檢索檢索組態 "%s" 嗎?

# strconfdropftsdict
source: Are you sure you want to drop the FTS dictionary "%s"?
ca_es: Està segur de voler eliminar el diccionari FTS "%s"?
cs_cz: Opravdu chcete odstranit slovník FTS „%s“?
de_de: Sind Sie sicher, dass Sie das Wörterbuch "%s" löschen möchten?
es_es: ¿Estás seguro eliminar el diccionario de BTC "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer le dictionnaire FTS « %s » ?
gl_es: Está seguro de que quere eliminar o dicionario de BTC «%s»?
hu_hu: Biztosan töröljük „%s” TSzK szótárt?
ja_jp: 本当に FTS 辞書「%s」を破棄しますか?
lt_lt: Ar tikrai norite šalinti FTS žodyną "%s"?
pt_br: Deseja eliminar o dicionário BTC "%s"?
ru_ru: Вы действительно хотите удалить словарь FTS "%s"?
zh_cn: 确定要移除全文检索字典 "%s"吗?
zh_tw: 確定要移除全文檢索字典 "%s" 嗎?

# strconfdropftsmapping
source: Are you sure you want to drop mapping "%s" of FTS configuration "%s"?
ca_es: Està segur de voler eliminar el traçat "%s" de la configuració FTS "%s"?
cs_cz: Opravdu chcete odstranit mapování „%s“ nastavení FTS „%s“?
de_de: Sind Sie sicher, dass Sie die Zuordnung "%s" der Volltextsuch-Konfiguration "%s" löschen möchten?
es_es: ¿Estás seguro de eliminar la asignación "%s" de la configuración de BTC "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer le mapping « %s » de la configuration FTS « %s » ?
gl_es: Está seguro de que quere eliminar a aplicación «%s» da configuración de BTC «%s»?
hu_hu: Biztosan töröljük „%s” hozzárendelést „%s” TSzK összeállításból?
ja_jp: 本当に FTS 設定「%s」のマップ「%s」を破棄しますか?
lt_lt: Ar tikrai norite šalinti atvaizdį "%s" FTS konfigūracijai "%s"?
pt_br: Deseja eliminar o mapeamento "%s" da configuração BTC "%s"?
ru_ru: Вы действительно хотите удалить правило "%s" конфигурации FTS "%s"?
zh_cn: 确定要将映射 "%s" 从全文检索配置 "%s"中移除吗?
zh_tw: 確定要將映射 "%s" 從全文檢索組態 "%s" 中移除嗎?

# strftstemplate
source: Template
ca_es: Plantilla
cs_cz: Šablona
de_de: Blaupause
es_es: Plantilla
fr_fr: Modèle
gl_es: Modelo
hu_hu: Sablon
ja_jp: テンプレート
lt_lt: Šablonas
pt_br: Modelo
ru_ru: Шаблон
zh_cn: 模板
zh_tw: 模板

# strftsparser
source: Parser
ca_es: Analitzador
cs_cz: Analyzátor
es_es: Analizador
fr_fr: Analyseur syntaxique
gl_es: Analizador
hu_hu: Elemző
ja_jp: パーサー
lt_lt: Analizatorius
ru_ru: Парсер
zh_cn: 分析器
zh_tw: 分析器

# strftsconfigneedsname
source: You must give a name for your FTS configuration.
ca_es: Ha de donar un nom a la configuració FTS.
cs_cz: Musíte zadat název pro nastavení FTS.
de_de: Sie müssen für die Volltextsuch-Konfiguration einen Namen angeben.
es_es: Debes suministrar un nombre para la configuración de la BTC.
fr_fr: Vous devez donner un nom pour votre configuration FTS.
gl_es: Debe fornecer un nome para a configuración de BTC.
hu_hu: Meg kell adni a TSzK összeállítás nevét.
ja_jp: FTS 設定には名前を指定する必要があります。
lt_lt: Turite suteikti FTS konfigūracijai pavadinimą.
pt_br: Informe o nome para a sua configuração BTC.
ru_ru: Вам необходимо определить имя конфигурации FTS.
zh_cn: 必须指定全文检索配置名称。
zh_tw: 必須指定全文檢索組態名稱。

# strftsconfigcreated
source: FTS configuration created.
ca_es: Configuració FTS creada.
cs_cz: Nastavení FTS bylo vytvořeno.
de_de: Volltextsuch-Konfiguration erstellt.
es_es: Configuración de BTC creada.
fr_fr: Configuration FTS créée
gl_es: Creouse a configuración de BTC.
hu_hu: TSzK összeállítás megteremtve.
ja_jp: FTS 設定を作成しました。
lt_lt: FTS konfigūracija sukurta.
pt_br: Configuração BTC criada.
ru_ru: Конфигурация FTS создана.
zh_cn: 全文检索配置已创建
zh_tw: 全文檢索組態已創建

# strftsconfigcreatedbad
source: FTS configuration creation failed.
ca_es: No s'ha pogut crear la configuració FTS.
cs_cz: Nezdařilo se vytvořit nastavení FTS.
de_de: Erstellen der Volltextsuch-Konfiguration fehlgeschlagen.
es_es: Falló la creación de BTC.
fr_fr: Échec lors de la création de la configuration FTS.
gl_es: non se conseguiu crear a configuración de BTC.
hu_hu: Nem sikerült megteremteni a TSzK összeállítást.
ja_jp: FTS 設定の作成に失敗しました。
lt_lt: Nepavyko sukurti FTS konfigūracijos.
pt_br: Falha ao criar a configuração BTC.
ru_ru: Создание конфигурации FTS прервано.
zh_cn: 全文检索配置创建失败。
zh_tw: 全文檢索組態創建失敗。

# strftsmapping
source: Mapping
ca_es: Traçat
cs_cz: Mapování
de_de: Zuordnung
es_es: Mapeo
fr_fr: Type de jeton
gl_es: Aplicación
hu_hu: Hozzárendel
lt_lt: Atvaizdis
pt_br: Mapeamento
ru_ru: Правила
zh_cn: 映射
zh_tw: 映射

# strftsdicts
source: Dictionaries
ca_es: Diccionaris
cs_cz: Slovníky
de_de: Wörterbücher
es_es: Diccionarios
fr_fr: Dictionaires
gl_es: Dicionarios
hu_hu: Szótárak
ja_jp: 辞書
lt_lt: Žodynai
pt_br: Dicionários
ru_ru: Словари
zh_cn: 字典
zh_tw: 字典

# strftsdict
source: Dictionary
ca_es: Diccionari
cs_cz: Slovník
de_de: Wörterbuch
es_es: Diccionario
fr_fr: Dictionaire
gl_es: Dicionario
hu_hu: Szótár
ja_jp: 辞書
lt_lt: Žodynas
pt_br: Dicionário
ru_ru: Словарь
zh_cn: 字典
zh_tw: 字典

# strftsemptymap
source: Empty FTS configuration map.
ca_es: Mapa de la configuració FTS buida.
cs_cz: Vyprázdnit mapu nastavení FTS.
de_de: Leere Zuordnung für Volltextsuch-Konfiguration.
es_es: Configuración vacía de la asignación de BTC .
fr_fr: Aucune liaisons configurée.
gl_es: Aplicación da configuración de BTC baleira.
hu_hu: Üres hozzárendelés a TSzK összeállításban.
ja_jp: FTS 設定マップが空です。
lt_lt: Išvalyti FTS konfigūracijos atvaizdį.
pt_br: Mapa de configuração BTC vazio.
ru_ru: Конфигурация правил FTS пуста.
zh_cn: 空的全文检索配置映射。
zh_tw: 空的全文檢索組態映射。

# strftsconfigaltered
source: FTS configuration altered.
ca_es: Configuració FTS modificada.
cs_cz: Byly provedeny změny nastavení FTS.
de_de: Volltextsuch-Konfiguration geändert.
es_es: Configuración de BTC modificada.
fr_fr: Configuration FTS modifiée.
gl_es: Modificouse a configuración de BTC.
hu_hu: TSzK összeállítás megváltoztatva.
ja_jp: FTS 設定を変更しました。
lt_lt: FTS konfigūracija pakeista.
pt_br: Configuração BTC alterada.
ru_ru: Конфигурация FTS изменена.
zh_cn: 全文检索已变更。
zh_tw: 全文檢索已修改。

# strftsconfigalteredbad
source: FTS configuration alter failed.
ca_es: No s'ha pogut modificar la configuració FTS.
cs_cz: Nezdařilo se provést změny nastavení FTS.
de_de: Ändern der Volltextsuch-Konfiguration fehlgeschlagen.
es_es: Falló la modificación de la configuración de BTC.
fr_fr: Échec lors de l'édition de la configuration FTS.
gl_es: Non se conseguiu modificar a configuración de BTC.
hu_hu: Nem sikerült a TSzK összeállítást megváltoztatni.
ja_jp: FTS 設定の変更に失敗しました。
lt_lt: Nepavyko pakeisti FTS konfigūracijos.
pt_br: Falha ao alterar a configuração BTC.
ru_ru: Изменение конфигурации FTS прервано.
zh_cn: 全文检索变更失败。
zh_tw: 全文檢索修改失敗。

# strftsconfigmap
source: FTS configuration map
ca_es: Mapa de la configuració FTS
cs_cz: Mapa nastavení FTS
de_de: Zuordnung für Volltextsuch-Konfiguration
es_es: Configuración de asignación de BTC
fr_fr: Configuration des liaisons type de jeton / dictionnaires
gl_es: Aplicación da configuración de BTC
hu_hu: TSzK összeállítás hozzárendelése
ja_jp: FTS 設定マップ
lt_lt: FTS konfigūracijos atvaizdis
pt_br: Mapa de configuração BTC
ru_ru: Конфигурация правил FTS
zh_cn: 全文检索配置映射
zh_tw: 全文檢索組態映射

# strftsparsers
source: FTS parsers
ca_es: Analitzadors FTS
cs_cz: Analyzátory FTS
de_de: Parsers für Volltextsuch-Konfiguration
es_es: Analizadores de BTC
fr_fr: Analyseurs syntaxique FTS
gl_es: Analizadores de BTC
hu_hu: TSzK elemzők
ja_jp: FTS パーサー
lt_lt: FTS analizatoriai
pt_br: Parsers BTC
ru_ru: Парсеры FTS
zh_cn: 全文检索分析器
zh_tw: 全文檢索分析器

# strftsnoparsers
source: No FTS parsers available.
ca_es: No hi ha analitzadors FTS disponibles.
cs_cz: Nejsou dostupné žádné analyzátory FTS.
de_de: Keine Parsers für Volltextsuch-Konfiguration vorhanden
es_es: No hay analizadores de BTC disponibles.
fr_fr: Aucun analyseur syntaxique FTS disponnible.
gl_es: Non hai ningún analizador de BTC dispoñible.
hu_hu: Nincs TSzK elemző.
ja_jp: 利用できる FTS パーサーがありません。
lt_lt: FTS analizatorių nėra.
pt_br: Nenhum parser BTC disponível.
ru_ru: Нет доступных парсеров FTS.
zh_cn: 无有效的全文检索分析器。
zh_tw: 無有效的全文檢索分析器。

# strftsnodicts
source: No FTS dictionaries available.
ca_es: No hi ha diccionaris FTS disponibles.
cs_cz: Nejsou dostupné žádné slovníky FTS.
de_de: Keine Wörterbücher für die Volltextsuche vorhanden.
es_es: No hay diccionarios de BTC disponibles.
fr_fr: Aucun dictionnaire FTS disponible.
gl_es: Non hai ningún dicionario de BTC dispoñible.
hu_hu: Nincs TSzK szótár.
ja_jp: 利用できる FTS 辞書がありません。
lt_lt: FTS žodynų nėra.
pt_br: Nenhum dicionário BTC disponível.
ru_ru: Нет доступных словарей FTS.
zh_cn: 无有效的全文检索字典。
zh_tw: 無有效的全文檢索字典。

# strftsdictcreated
source: FTS dictionary created.
ca_es: Diccionari FTS creat.
cs_cz: Slovník FTS byl vytvořen.
de_de: Wörterbuch für die Volltextsuche erstellt.
es_es: Diccionario de BTC creado.
fr_fr: Dictionnaire FTS créé
gl_es: Creouse o dicionario de BTC.
hu_hu: TSzK szótár megteremtve.
ja_jp: FTS 辞書を作成しました。
lt_lt: FTS žodynas sukurtas.
pt_br: Dicionário BTC criado.
ru_ru: Словарь FTS создан.
zh_cn: 全文检索字典已创建
zh_tw: 全文檢索字典已創建

# strftsdictcreatedbad
source: FTS dictionary creation failed.
ca_es: No s'ha pogut crear el diccionari FTS.
cs_cz: Nezdařilo se vytvořit slovník FTS.
de_de: Erstellen des Wörterbuches für die Volltextsuche fehlgeschlagen.
es_es: Falló la creación del diccionario BTC.
fr_fr: Échec lors de la création du dictionnaire FTS.
gl_es: Non se conseguiu crear o dicionario de BTC.
hu_hu: Nem sikerült a TSzK szótárt megteremteni.
ja_jp: FTS 辞書の作成に失敗しました
lt_lt: Nepavyko sukurti FTS žodyno.
pt_br: Falha ao criar o dicionário BTC.
ru_ru: Создание словаря FTS прервано.
zh_cn: 全文检索字典创建失败。
zh_tw: 全文檢索字典創建失敗。

# strftslexize
source: Lexize
cs_cz: Lexikální funkce
de_de: Funktion zum Zerlegen in Lexeme
es_es: Analizar léxicamente
gl_es: Análise léxica
hu_hu: Szókincs
ru_ru: Функция преобразования токена в лексему (lexize)
zh_tw: 詞彙

# strftsinit
source: Init
ca_es: Inicialitzador
cs_cz: Inicializační funkce
de_de: Initialisierungsfunktion
es_es: Iniciar
gl_es: Comezo
hu_hu: Kezdés
pt_br: Inicializar
ru_ru: Функция инициализации
zh_cn: 初始化
zh_tw: 初始化

# strftsoptionsvalues
source: Options and values
ca_es: Opcions i valors
cs_cz: Volby a hodnoty
de_de: Optionen und Werte
es_es: Opciones y valores
fr_fr: Options et Valeurs
gl_es: Opcións e valores
hu_hu: Opciók és értékek
ja_jp: オプションと値
lt_lt: Parinktys ir reikšmės
pt_br: Opções e valores
ru_ru: Опции и значения
zh_cn: 选项和值
zh_tw: 選項和值

# strftsdictneedsname
source: You must give a name for your FTS dictionary.
ca_es: Ha de donar un nom al diccionari FTS.
cs_cz: Musíte zadat název pro slovník FTS.
de_de: Sie müssen für das Volltextsuch-Wörterbuch einen Namen angeben.
es_es: Debes suministrar un nombre para el diccionario de BTC.
fr_fr: Vous devez donner un nom pour votre dictionnaire FTS.
gl_es: Debe fornecer un nome para o dicionario de BTC.
hu_hu: Meg kell adni a TSzK szótár nevét.
ja_jp: FTS 辞書の名前を指定しなければなりません。
lt_lt: Turite suteikti FTS žodynui pavadinimą.
pt_br: Informe o nome para o dicionário BTC.
ru_ru: Вам необходимо определить имя словаря FTS.
zh_cn: 必须指定全文检索字典名称。
zh_tw: 必須指定全文檢索字典名稱。

# strftsdictdropped
source: FTS dictionary dropped.
ca_es: Diccionari FTS eliminat.
cs_cz: Slovník FTS byl odstraněn.
de_de: Wörterbuches für die Volltextsuche gelöscht.
es_es: Diccionario de BTC eliminado.
fr_fr: Dictionnaire FTS supprimé.
gl_es: Eliminouse o dicionario de BTC.
hu_hu: TSzK szótár törölve.
ja_jp: FTS 辞書を破棄しました。
lt_lt: FTS žodynas pašalintas.
pt_br: Dicionário BTC eliminado.
ru_ru: Словарь FTS удален.
zh_cn: 全文检索字典已移除。
zh_tw: 全文檢索字典已移除。

# strftsdictdroppedbad
source: FTS dictionary drop failed.
ca_es: No s'ha pogut eliminar el diccionari FTS.
cs_cz: Nezdařilo se odstranit slovník FTS.
de_de: Löschen des Wörterbuches für die Volltextsuche fehlgeschlagen.
es_es: Falló la eliminación del diccionario de BTC.
fr_fr: Échec lors de la suppression du dictionnaire FTS.
gl_es: Non se conseguiu eliminar o dicionario de BTC.
hu_hu: Nem sikerült a TSzK szótárt törölni.
ja_jp: FTS 辞書の破棄に失敗しました。
lt_lt: Nepavyko pašalinti FTS žodyno.
pt_br: Falha ao eliminar o dicionário BTC.
ru_ru: Удаление словаря FTS прервано.
zh_cn: 全文检索字典移除失败。
zh_tw: 全文檢索字典移除失敗。

# strftsdictaltered
source: FTS dictionary altered.
ca_es: Diccionari FTS modificat.
cs_cz: Byly provedeny změny slovníku FTS.
de_de: Wörterbuches für die Volltextsuche geändert.
es_es: Diccionario de BTC modificado.
fr_fr: Dictionnaire FTS modifié.
gl_es: Modificouse o dicionario de BTC.
hu_hu: TSzK szótár megváltoztatva.
ja_jp: FTS 辞書を変更しました。
lt_lt: FTS žodynas pakeistas.
pt_br: Dicionário BTC alterado.
ru_ru: Словарь FTS изменен.
zh_cn: 全文检索字典已变更。
zh_tw: 全文檢索字典已修改。

# strftsdictalteredbad
source: FTS dictionary alter failed.
ca_es: No s'ha pogut modificar el diccionari FTS.
cs_cz: Nezdařilo se provést změny slovníku FTS.
de_de: Ändern des Wörterbuches für die Volltextsuche fehlgeschlagen.
es_es: Falló la modificación del diccionario de BTC.
fr_fr: Échec lors de l'édition du dictionnaire FTS.
gl_es: Non se conseguiu modifica o dicionario de BTC.
hu_hu: Nem sikerült a TSzK szótárt megváltoztatni.
ja_jp: FTS 辞書の変更に失敗しました。
lt_lt: Nepavyko pakeisti FTS žodyno.
pt_br: Falha ao alterar o dicinário BTC.
ru_ru: Изменение словаря FTS прервано.
zh_cn: 全文检索字典变更失败。
zh_tw: 全文檢索字典修改失敗。

# strftsaddmapping
source: Add new mapping
ca_es: Afegeix un nou traçat
cs_cz: Přidat nové mapování
de_de: Neue Zuordnung hinzufügen
es_es: Agregar nueva asignación
fr_fr: Ajouter une nouvelle liaison
gl_es: Engadir unha nova aplicación
hu_hu: Új hozzárendelés hozzáadása
ja_jp: 新規マップを追加する
lt_lt: Pridėti naują atvaizdį
pt_br: Adicionar novo mapeamento
ru_ru: Добавить новое правило
zh_cn: 添加映射
zh_tw: 增加映射

# strftsspecifymappingtodrop
source: You must specify at least one mapping to drop.
ca_es: Ha d'especificar almenys un traçat per eliminar.
cs_cz: Pokud chcete odstranit mapování, tak musíte nejméně jedno vybrat.
de_de: Sie müssen mindestens eine Zuordnung angeben, die gelöscht werden soll.
es_es: Debes especificar al menos una asignación a eliminar.
fr_fr: Vous devez spécifier au moins une liaison à suppimer.
gl_es: Debe especificar polo menos unha aplicación a eliminar.
hu_hu: Meg kell adni legalább egy törlendő TSzK hozzárendelést.
ja_jp: マップを破棄をするには少なくとも 1 つ指定しなければなりません
lt_lt: Turite nurodyti bent vieną atvaizdį, kurį norite pašalinti.
pt_br: Informe ao menos um mapeamento para eliminar.
ru_ru: Вам необходимо указать как минимум одно правило для удаления.
zh_cn: 必须最少指定一个映射来移除
zh_tw: 必须最少指定一个映射来移除

# strftsspecifyconfigtoalter
source: You must specify a FTS configuration to alter
ca_es: Ha d'especificar la configuració FTS per modificar
cs_cz: Musíte vybrat, které nastavení FTS chcete změnit.
de_de: Sie müssen eine Volltextsuch-Konfiguration angeben, die geändert werden soll
es_es: Debes especificar una configuración de BTC a modificar
fr_fr: Vous devez spécifier une configuration FTS à modifier
gl_es: Debe especificar polo menos unha configuración de BTC a modificar
hu_hu: Meg kell adni a megváltoztatandó TSzK összeállítást
ja_jp: FTS 設定を変更するには指定しなければなりません
lt_lt: Turite nurodyti bent vieną FTS konfigūraciją, kurią norite pakeisti.
pt_br: Informe uma configuração BTC para alterar
ru_ru: Вам необходимо указать конфигурацию FTS для изменения
zh_cn: 必须指定一个全文检索配置来变更
zh_tw: 必须指定一个全文检索組態来修改

# strftsmappingdropped
source: FTS mapping dropped.
ca_es: Traçat FTS eliminat.
cs_cz: Mapování FTS bylo odstraněno.
de_de: Volltextsuch-Zuordnung gelöscht.
es_es: Asignación de BTC eliminada.
fr_fr: Laison supprimée.
gl_es: Eliminouse a aplicación de BTC.
hu_hu: TSzK hozzárendelés törölve.
ja_jp: FTS マップを破棄しました。
lt_lt: FTS atvaizdis pašalintas.
pt_br: Mapeamento BTC eliminado.
ru_ru: Правило FTS удалено.
zh_cn: 全文检索映射已删除。
zh_tw: 全文检索映射已删除。

# strftsmappingdroppedbad
source: FTS mapping drop failed.
ca_es: No s'ha pogut eliminar el traçat FTS.
cs_cz: Nezdařilo se odstranit mapování FTS.
de_de: Löschen der Volltextsuch-Zuordnung fehlgeschlagen.
es_es: Falló la eliminación de la asignación de BTC.
fr_fr: Échec lors de la suppression de la liaison.
gl_es: Non se conseguiu eliminar a aplicación de BTC.
hu_hu: Nem sikerült a TSzK hozzárendelést törölni.
ja_jp: FTS マップの破棄に失敗しました。
lt_lt: Nepavyko pašalinti FTS atvaizdžio.
pt_br: Falha ao remover o mapeamento BTC.
ru_ru: Удаление правила FTS прервано.
zh_cn: 全文检索映射移除失败。
zh_tw: 全文检索映射移除失败。

# strftsnodictionaries
source: No dictionaries found.
ca_es: No s'han trobat diccionaris.
cs_cz: Nebyly nalezeny žádné slovníky.
de_de: Keine Wörterbücher gefunden.
es_es: No se encontrarón diccionarios.
fr_fr: Aucun dictionnaire trouvé.
gl_es: Non se atopou dicionario algún.
hu_hu: Nincs szótár.
ja_jp: 辞書が見つかりません。
lt_lt: Žodynų nerasta.
pt_br: Nenhum dicionário encontrado.
ru_ru: Словари не найдены.
zh_cn: 查无字典。
zh_tw: 查无字典。

# strftsmappingaltered
source: FTS mapping altered.
ca_es: Traçat FTS modificat.
cs_cz: Byly provedeny změny mapování FTS.
de_de: Volltextsuch-Zuordnung geändert.
es_es: Asignación de BTC modificada.
fr_fr: Liaison modifiée.
gl_es: Modificouse a aplicación de BTC.
hu_hu: TSzK hozzárendelés megváltoztatva.
ja_jp: FTS マップを変更しました。
lt_lt: FTS atvaizdis pakeistas.
pt_br: Mapeamento BTC alterado.
ru_ru: Правило FTS изменено.
zh_cn: 全文检索映射已变更。
zh_tw: 全文检索映射已修改。

# strftsmappingalteredbad
source: FTS mapping alter failed.
ca_es: No s'ha pogut modificar el traçat FTS.
cs_cz: Nezdařilo se provést změny mapování FTS.
de_de: Ändern der Volltextsuch-Zuordnung fehlgeschlagen.
es_es: Falló la modificación de la asignación de BTC.
fr_fr: Échec lors de la modification de la liaison.
gl_es: Non se conseguiu modificar a aplicación de BTC.
hu_hu: Nem sikerült a TSzK hozzárendelést megváltoztatni.
ja_jp: FTS マップの変更に失敗しました。
lt_lt: Nepavyko pakeisti FTS atvaizdžio.
pt_br: Falha ao alterar o mapeamento BTC.
ru_ru: Изменение правила FTS прервано.
zh_cn: 全文检索映射变更失败。
zh_tw: 全文检索映射修改失败。

# strftsmappingadded
source: FTS mapping added.
ca_es: Traçat FTS afegit.
cs_cz: Mapování FTS bylo přidáno.
de_de: Volltextsuch-Zuordnung hinzugefügt.
es_es: Asignación de BTC agregada.
fr_fr: Liaison ajoutée.
gl_es: Engadiuse a aplicación de BTC.
hu_hu: TSzK hozzárendelés hozzáadva.
ja_jp: FTS マップを追加しました。
lt_lt: FTS atvaizdis pridėtas.
pt_br: Mapeamento BTC adicionado.
ru_ru: Правило FTS добавлено.
zh_cn: 全文检索映射已添加。
zh_tw: 全文检索映射已增加。

# strftsmappingaddedbad
source: FTS mapping add failed.
ca_es: No s'ha pogut afegir el traçat FTS.
cs_cz: Nezdařilo se přidat mapování FTS.
de_de: Hinzufügen der Volltextsuch-Zuordnung fehlgeschlagen.
es_es: Falló la asignación de BTC.
fr_fr: Échec lors de la suppression de la liaison.
gl_es: Non se conseguiu engadir a aplicación de BTC.
hu_hu: Nem sikerült hozzáadni a TSzK hozzárendeléshez.
ja_jp: FTS マップの追加に失敗しました。
lt_lt: Nepavyko pridėti FTS atvaizdžio.
pt_br: Falha ao adicionar o mapeamento BTC.
ru_ru: Добавление правила FTS прервано.
zh_cn: 全文检索映射添加失败。
zh_tw: 全文检索映射增加失败。

# strftstabconfigs
source: Configurations
ca_es: Configuracions
cs_cz: Nastavení
de_de: Volltextsuch-Konfigurationen
es_es: Configuraciones
gl_es: Configuracións
hu_hu: Összeállítások
ja_jp: 設定
lt_lt: Konfigūracijos
pt_br: Configurações
ru_ru: Конфигурации
zh_cn: 配置
zh_tw: 組態

# strftstabdicts
source: Dictionaries
ca_es: Diccionaris
cs_cz: Slovníky
de_de: Wörterbücher
es_es: Diccionarios
fr_fr: Dictionaires
gl_es: Dicionarios
hu_hu: Szótárak
ja_jp: 辞書
lt_lt: Žodynai
pt_br: Dicionários
ru_ru: Словари
zh_cn: 字典
zh_tw: 字典

# strftstabparsers
source: Parsers
ca_es: Analitzadors
cs_cz: Analyzátory
de_de: Parser
es_es: Analizadores
fr_fr: Analyseurs syntaxique
gl_es: Analizadores
hu_hu: Elemzők
ja_jp: パーサー
lt_lt: Analizatoriai
ru_ru: Парсеры
zh_cn: 分析器
zh_tw: 分析器
