Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strconfreindexdatabase
source: Are you sure you want to reindex all tables in database "%s"?
ca_es: Està segur de voler un reindex de totes les taules de la base de dades "%s"?
cs_cz: Opravdu chcete přeindexovat všechny tabulky v databázi „%s“?
es_es: ¿Estás seguro que desea actualizar los índices de todas las tablas en la base de datos "%s"?
fr_fr: Êtes vous sûr de vouloir réindexer toutes les tables de la base de données « %s » ?
gl_es: Está seguro de que quere indexar todas as táboas da base de datos «%s»?
hu_hu: Biztosan indexelni akarja „%s” adatbázis minden tábláját?
lt_lt: Ar tikrai norite perindeksuoti visas lenteles duomenų bazėje "%s"?
pt_br: Você têm certeza que deseja reindexar todas as tabelas na base de dados "%s"?
ru_ru: Вы действительно хотите перестроить индекс всех таблиц в базе данных "%s"?
zh_cn: 你确定要重新索引数据库"%s"中的所有表吗?

# strconfclusterdatabase
source: Are you sure you want to cluster all tables in database "%s"?
ca_es: Està segur de voler un clúster de totes les taules de la base de dades "%s"?
cs_cz: Opravdu chcete přeskupit všechny tabulky v databázi „%s“?
es_es: ¿Estás seguro que desea ordenar todas las tablas en la base de datos "%s"?
fr_fr: Êtes vous sûr de vouloir éffectuer un CLUSTER sur toutes les tables de la base de données « %s » ?
gl_es: Está seguro de que quere concentrar todas as táboas da base de datos «%s»?
hu_hu: Biztosan fürtözni akarja „%s” adatbázis minden tábláját?
lt_lt: Ar tikrai norite sutvarkyti visas lenteles duomenų bazėje "%s"?
pt_br: Você têm certeza que deseja clusterizar todas as tabelas na base de dados "%s"?
ru_ru: Вы действительно хотите кластеризовать все таблицы в базе данных "%s"?
zh_cn: 你确定要集群数据库"%s"中的所有表吗?

# strview
source: View
af_za: Aansig
ar: View عرض
ca_es: Vista
cs_cz: Pohled
de_de: Sicht
el_gr: Οψη
es_es: Vista
fr_fr: Vue
gl_es: Vista
he_il: צפייה
hu_hu: Nézet
it_it: Vista
ja_jp: ビュー
lt_lt: Rodinys
mn_mn: №вХФгдСзЬХЮЩХ
pl_pl: Widok
pt_br: Visão
pt_pt: Visualização
ro_ro: Vizualizare
ru_ru: Представление
sk_sk: Náhľad
sv_se: Vy
uk_ua: Показ
zh_cn: 视图
zh_tw: 視觀表

source: Views
ca_es: Vistes
cs_cz: Pohledy
it_it: Viste
ja_jp: ビュー
uk_ua: Покази
zh_tw: 視觀表

# strshowallviews
source: Show all views
af_za: Wys alle aansigte
ar: أعرض جميع العروض Views.
ca_es: Mostra totes les vistes
cs_cz: Zobrazit všechny pohledy
da_dk: Vis alle views
de_de: Alle Sichten anzeigen
el_gr: Εμφάνιση όλων των όψεων
es_es: Mostrar todas las vistas
fr_fr: Voir toutes les vues
gl_es: Listar todas as vistas
he_il: הראה את כל הצפיות
hu_hu: Minden nézetet megjelenít
it_it: Mostra tutte le viste
ja_jp: すべてのビューを表示する
lt_lt: Rodyti visus rodinius
mn_mn: №ЯЫСкСди згХ авХФгдСзЬХЮЩб
nl_nl: Toon alle views
pl_pl: Pokaż wszystkie widoki
pt_br: Exibir todas as visões
pt_pt: Exibir todas as visualizações
ro_ro: Afişare toate vizualizările
ru_ru: Показать все представления
sk_sk: Zobraziť Všetky Náhľady
sv_se: Visa alla vyer
tr_tr: Tüm viewları göster
uk_ua: Представити всі покази
zh_cn: 显示所有视图
zh_tw: 顯示全部視觀表

# strnoview
source: No view found.
af_za: Geen aansigte gevind.
ar: لم يوجد عرض View.
ca_es: No s'ha trobat la vista.
cs_cz: Nenalezen žádný pohled.
da_dk: Ingen view blev fundet.
de_de: Keine Sicht gefunden.
el_gr: Δε βρέθηκε όψη.
es_es: No se encontró la vista.
fr_fr: Aucne vue trouvée.
gl_es: Non se atopou vista algunha.
he_il: צפייה לא נמצאה.
hu_hu: Nincs nézet.
it_it: Vista non trovata.
ja_jp: ビューがありません。
lt_lt: Rodinys nerastas.
mn_mn: №вХФгдСзЬХЮЩХ ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen views gevonden.
pl_pl: Nie znaleziono widoku.
pt_br: Nenhuma visão encontrada.
pt_pt: Visualização não encontrada.
ro_ro: Nici o vizualizare găsită.
ru_ru: Представление не найдено.
sk_sk: Nenájdený žiadny náhľad.
sv_se: Hittade ingen vy.
tr_tr: Bir view bulunamadı.
uk_ua: Показу не виявлено.
zh_cn: 查无此视图
zh_tw: 找不到視觀表。

# strnoviews
source: No views found.
af_za: Geen aansigte gevind.
ar: لم يوجد عروض Views.
ca_es: No s'han trobat vistes.
cs_cz: Nenalezeny žádné pohledy.
da_dk: Ingen views blev fundet.
de_de: Keine Sichten gefunden.
el_gr: Δε βρέθηκαν όψεις.
es_es: No se encontraron vistas.
fr_fr: Aucune vue trouvée.
gl_es: Non se atopou vista algunha.
he_il: צפיות לא נמצאו.
hu_hu: Nincsenek nézetek.
it_it: Nessuna vista trovata.
ja_jp: ビューが見つかりません。
lt_lt: Rodinių nerasta.
mn_mn: юЩ ЯФЮЯЧЯ авХФгдСзЬХЮЩб ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen views gevonden.
pl_pl: Nie znaleziono widoków.
pt_br: Nenhuma visão encontrada.
pt_pt: Visualizações não encontradas.
ro_ro: Nici o vizualizare găsită.
ru_ru: Ни одного представления не найдено.
sk_sk: Nenájdené žiadne náhľady.
sv_se: Hittade inga vyer.
tr_tr: Bir view bulunamadı.
uk_ua: Жодного показу не виявлено.
zh_cn: 查无视图。
zh_tw: 找不到任何視觀表。

# strcreateview
source: Create view
af_za: Skep aansig
ar: إنشاء عرض View جديد
ca_es: Crea una vista
cs_cz: Vytvořit pohled
da_dk: Opret view
de_de: Sicht erstellen
el_gr: Δημιουργία όψης
es_es: Crear Vista
fr_fr: Créer une vue
gl_es: Crear unha vista
he_il: צור צפייה
hu_hu: Nézetet teremt
it_it: Crea vista
ja_jp: ビューを作成する
lt_lt: Kurti rodinį
mn_mn: ѓЯкФСди авХФгдСзЬХЮЩХ
nl_nl: Maak view aan
pl_pl: Utwórz widok
pt_br: Criar visão
pt_pt: Criar visualização
ro_ro: Creare vizualizare
ru_ru: Создать представление
sk_sk: Vytvoriť Náhľad
sv_se: Skapa vy
tr_tr: View yarat
uk_ua: Створити показ
zh_cn: 创建视图
zh_tw: 建立視觀表

# strviewname
source: View name
af_za: Aansignaam
ar: إسم العرض View
ca_es: Nom de la vista
cs_cz: Název pohledu
da_dk: Navn på view
de_de: Name der Sicht
el_gr: Ονομα όψης
es_es: Ver el nombre
fr_fr: Nom de la vue
gl_es: Nome da vista
he_il: שם הצפייה
hu_hu: Nézetnév
it_it: Nome vista
ja_jp: ビュー名
lt_lt: Rodinio pavadinimas
mn_mn: щЭб авХФгдСзЬХЮЩб
nl_nl: View naam
pl_pl: Nazwa widoku
pt_br: Nome da visão
pt_pt: Nome da visualização
ro_ro: Nume vizualizare
ru_ru: Имя представления
sk_sk: Názov náhľadu
sv_se: Vynamn
tr_tr: View adı
uk_ua: Ім"я показу
zh_cn: 视图名称
zh_tw: 視觀表名稱

# strviewneedsname
source: You must give a name for your view.
af_za: Jy moet die aansig 'n naam gee.
ar: يجب إعطاء إسم للعرض View.
ca_es: Ha d'anomenar la vista.
cs_cz: Musíte zadat název pro pohled.
da_dk: View skal have et navn.
de_de: Sie müssen für die Sicht einen Namen angeben.
el_gr: Πρέπει να δώσετε όνομα στην όψη.
es_es: Debes darle un nombre a la vista.
fr_fr: Vous devez indiquer un nom pour votre vue.
gl_es: Debe fornecer un nome para a vista.
he_il: אתה חייב לתת שם לצפייה
hu_hu: Meg kell adni a nézetnevet.
it_it: È necessario specificare un nome per la vista.
ja_jp: ビュー名を指定しなければなりません。
lt_lt: Turite suteikti rodiniui pavadinimą.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ЩЭб авХФгдСзЬХЮЩб.
nl_nl: U dient uw view een naam te geven.
pl_pl: Musisz nazwać widok.
pt_br: Você deve informar o nome da sua visão.
pt_pt: Você deve dar um nome a sua visualização.
ro_ro: Specificaţi un nume pentru vizualizare.
ru_ru: Вам необходимо указать имя представления.
sk_sk: Musíš zadať názov pre tvoj náhľad.
sv_se: Du måste namnge Vy.
tr_tr: View için bir ad belirtmelisiniz.
uk_ua: Вам необхідно вказати ім"я показу.
zh_cn: 必须指定视图名称。
zh_tw: 您必需為您的視觀表給一個名稱。

# strviewneedsdef
source: You must give a definition for your view.
af_za: Jy moet die aansig definieer.
ar: يجب عليك إعطاء تعريف للعرض View.
ca_es: Ha de donar una definició a la vista.
cs_cz: Musíte zadat definici pro pohled.
da_dk: Du skal angive en defintion for view.
de_de: Sie müssen für die Sicht eine Definition angeben.
el_gr: Πρέπει να δώσετε τον ορισμό της όψης.
es_es: Debes darle una definición a su vista.
fr_fr: Vous devez indiquer une définition pour votre vue.
gl_es: Debe fornecer unha descrición da vista.
he_il: אתה חייב לציין הגדרה לצפייה.
hu_hu: Meg kell adni a nézet definícióját.
it_it: È necessario specificare una definizione per la vista.
ja_jp: 定義名を指定しなければなりません。
lt_lt: Turite pateikti rodinio apibrėžtį.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ ЯавХФХЬЩди СдвЩТедй авХФгдСзЬХЮЩб.
nl_nl: U dinet uw view te definiëren.
pl_pl: Musisz zdefiniować widok.
pt_br: Você deve informar uma definição para a sua visão.
pt_pt: Crie uma definição para sua visualização.
ro_ro: Specificaţi o definiţie pentru vizualizare.
ru_ru: Вам необходимо определить атрибуты представления.
sk_sk: Musíš zadať definíciu pre tvoj náhľad.
sv_se: Du måste ange en definition för din vy.
tr_tr: View için bir tanım belirtmelisiniz.
uk_ua: Вам необхідно визначити атрибуты показу.
zh_cn: 必须指定视图定义。
zh_tw: 您必需為你的視觀表給一個定義。

# strviewneedsfields
source: You must give the columns you want selected in your view.
af_za: Jy moet sê watter kolomme gekies moet wees in hierdie aansig.
ar: يجب عليك تحديد الحقول التي تريدها في العرض View.
ca_es: Ha de seleccionar les columnes de la vista.
cs_cz: Musíte zvolit, které sloupce chcete v pohledu mít.
de_de: Sie müssen die Spalten angeben, die sie in der Sicht haben wollen.
el_gr: Πρέπει να δώσετε τις στήλες της όψης.
es_es: Debes seleccionar las columnas deseadas en su vista.
fr_fr: Vous devez préciser les colonnes que vous voulez sélectionner dans votre vue.
gl_es: Debe indicar que columnas quere ter na vista.
he_il: אתה חייב לתת את העמודה אשר אתה רוצה לצפייה.
hu_hu: Meg kell adnia a oszlopokat, amiket ki akar jelölni a nézetben.
it_it: È necessario specificare le colonne da selezionare nella vista.
ja_jp: ビューのの中から選択し、希望のカラムを指定しなければなりません。
lt_lt: Turite nurodyti stulpelius, kurie turi būti rodinyje.
pl_pl: Musisz podać kolumny, które mają być widoczne w widoku.
pt_br: Você deve informar as colunas que você deseja selecionar para a sua visão.
pt_pt: Tem de específicar a coluna que pretende seleccionar para a sua vista.
ro_ro: Specificaţi coloanele pe care le doriţi selectate în vizualizare.
ru_ru: Вам необходимо определить атрибуты для выборки в ваше представление.
sk_sk: Mušíš zvoliť stĺpce, ktoré chceš mať vo svojom náhľade.
tr_tr: View içinde görünmesini istediğiniz kolonları belirtmelisiniz.
uk_ua: Вам необхідно визначити атрибуты для вибірки в ваш показ.
zh_cn: 必须指定视图里要选择的列。
zh_tw: 您必需在您的視觀表中選擇給這個欄位。

# strviewcreated
source: View created.
af_za: Aansig is geskep.
ar: تم إنشاء العرض View.
ca_es: Vista creada.
cs_cz: Pohled vytvořen.
da_dk: View oprettet.
de_de: Sicht erstellt.
el_gr: Η όψη δημιουργήθηκε.
es_es: Vista creada.
fr_fr: Vue créée.
gl_es: Creouse a vista.
he_il: צפייה נוצרה.
hu_hu: A nézet megteremtve.
it_it: Vista creata.
ja_jp: ビューを作成しました。
lt_lt: Rodinys sukurtas.
mn_mn: №вХФгдСзЬХЮЩХ гЯкФСЮЯ.
nl_nl: View aangemaakt.
pl_pl: Widok został utworzony.
pt_br: Visão criada.
pt_pt: Visualização criada.
ro_ro: Vizualizare creată.
ru_ru: Представление создано.
sk_sk: Náhľad vytvorený.
sv_se: Vy skapad.
tr_tr: View yaratıldı.
uk_ua: Показ створено.
zh_cn: 视图已创建。
zh_tw: 視觀表已建立。

# strviewcreatedbad
source: View creation failed.
af_za: Die aansig kon nie geskep word nie.
ar: فشلت عملية إنشاء العرض View.
ca_es: No s'ha pogut crear la vista.
cs_cz: Pohled se nezdařilo vytvořit.
da_dk: Oprettelse af View mislykkedes.
de_de: Erstellen der Sicht fehlgeschlagen.
el_gr: Η δημιουργία της όψης απέτυχε.
es_es: Falló al crear la vista.
fr_fr: Échec lors de la création de la vue.
gl_es: Non se conseguiu crear a vista.
he_il: יצירת צפייה נכשלה.
hu_hu: Nem sikerült megteremteni a nézetet.
it_it: Creazione della vista fallita.
ja_jp: ビューの作成に失敗しました。
lt_lt: Nepavyko sukurti rodinio.
mn_mn: ѓЯкФСЮЩХ авХФгдСзЬХЮЩб авХвзСЮЯ.
nl_nl: Aanmaken van de View mislukt.
pl_pl: Próba utworzenia widoku się nie powiodła.
pt_br: Falha ao criar a visão.
pt_pt: Falha na criação de visualização.
ro_ro: Creare vizualizare eşuată.
ru_ru: Создание представления прервано.
sk_sk: Náhľad nebol vytvorený.
sv_se: Misslyckades att skapa vy.
tr_tr: View yaratma işlemi başarısız oldu.
uk_ua: Створення показу перервано.
zh_cn: 视图创建失败。
zh_tw: 視觀表建立已失敗。

# strconfdropview
source: Are you sure you want to drop the view "%s"?
af_za: Is jy seker dat jy die aansig "%s" wil verwyder?
ar: هل انت متأكد تريد حذف العرض View بإسم "%s"
ca_es: Està segur de voler eliminar la vista "%s"?
cs_cz: Opravdu chcete odstranit pohled „%s“?
da_dk: Er du sikker på at du vil fjerne view "%s"?
de_de: Sind Sie sicher, dass Sie die Sicht "%s" löschen möchten?
el_gr: Διαγραφή της όψης "%s"?
es_es: ¿Estás seguro que quiere eliminar la vista "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer la vue « %s » ?
gl_es: Está seguro de que quere eliminar a vista «%s»?
he_il: האם אתה בטוח שברצונך למחוק את הצפייה "%s"
hu_hu: Biztosan törölni kívánja „%s” nézetet?
it_it: Eliminare la vista "%s"?
ja_jp: 本当にビュー「%s」を破棄しますか?
lt_lt: Ar tikrai norite pašalinti rodinį "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еЮЩодЯжЩди авХФгдСзЬХЮЩХ "%s"?
nl_nl: Weet u zeker dat u de view "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć widok "%s"?
pt_br: Você têm certeza que deseja deletar a visão "%s"?
pt_pt: Tem certeza que quer eliminar a visualização "%s"?
ro_ro: Sigur ştergeţi vizualizarea "%s"?
ru_ru: Вы уверены, что хотите уничтожить представление "%s"?
sk_sk: Naozaj chceš zmazať náhľad "%s"?
sv_se: Är du säker på att du vill radera vyn "%s"?
tr_tr: "%s" viewini kaldırmak istediğinize emin misiniz?
uk_ua: Ви впевнені, що бажаєте видалити показ "%s"?
zh_cn: 确定要删除视图"%s"吗？
zh_tw: 您確定您要移除這個視觀表 "%s" 嗎?

# strviewdropped
source: View dropped.
af_za: Aansig is verwyder.
ar: تم حذف العرض View.
ca_es: Vista eliminada.
cs_cz: Pohled byl odstraněn.
da_dk: View fjernet.
de_de: Sicht gelöscht.
el_gr: Η όψη διαγράφηκε.
es_es: Vista eliminada.
fr_fr: Vue supprimée.
gl_es: Eliminouse a vista.
he_il: צפייה נמחקה.
hu_hu: A nézet törölve.
it_it: Vista eliminata.
ja_jp: ビューを破棄しました。
lt_lt: Rodinys pašalintas.
mn_mn: №вХФгдСзЬХЮЩХ еЮЩодЯжХЮЯ.
nl_nl: View verwijderd.
pl_pl: Widok został usunięty.
pt_br: Visão deletada.
pt_pt: Visualização eliminada.
ro_ro: Vizualizare ştearsă.
ru_ru: Представление уничтожено.
sk_sk: Náhľad zmazaný.
sv_se: Vy raderad.
tr_tr: View kaldırıldı.
uk_ua: Показ видалено.
zh_cn: 视图已删除。
zh_tw: 視觀表已移除。

# strviewdroppedbad
source: View drop failed.
af_za: Die aansig kon nie verwyder word nie.
ar: لقد فشلت عملية حذف العرض View.
ca_es: No s'ha pogut eliminar la vista.
cs_cz: Pohled se nezdařilo odstranit.
da_dk: Fjernelse af view mislykkedes.
de_de: Löschen der Sicht fehlgeschlagen.
el_gr: Η διαγραφή της όψης απέτυχε.
es_es: Falló al intentar eliminar la vista.
fr_fr: Échec lors de la suppression de la vue.
gl_es: Non se conseguiu eliminar a vista.
he_il: מחיקת צפייה נכשלה.
hu_hu: Nem sikerült törölni a nézetet.
it_it: Eliminazione della vista fallita.
ja_jp: ビューの破棄に失敗しました。
lt_lt: Nepavyko pašalinti rodinio.
mn_mn: ѕЮЩодЯжХЮЩХ авХФгдСзЬХЮЩб авХвзСЮЯ.
nl_nl: Verwijderen van de view mislukt.
pl_pl: Próba usunięcia widoku się nie powiodła.
pt_br: Falha ao deletar a visão.
pt_pt: Falha ao eliminar a visualização.
ro_ro: Ştergere vizualizare eşuată.
ru_ru: Уничтожение представления прервано.
sk_sk: Náhľad nebol zmazaný.
sv_se: Misslyckades att radera vy.
tr_tr: View kaldırma işlemi başarısız oldu.
uk_ua: Видалення показу перервано.
zh_cn: 视图删除失败。
zh_tw: 視觀表移除已失敗。

# strviewupdated
source: View updated.
af_za: Aansig is opgedateer.
ar: تم تحديث العرض View بنجاح.
ca_es: Vista actualitzada.
cs_cz: Pohled byl aktualizován.
da_dk: View opdateret.
de_de: Sicht geändert.
el_gr: Η όψη ενημερώθηκε.
es_es: Vista actualizada.
fr_fr: Vue mise à jour.
gl_es: Actualizouse a vista.
he_il: צפייה עודכנה.
hu_hu: A nézet időszerűsítve.
it_it: Vista aggiornata.
ja_jp: ビューを更新しました。
lt_lt: Rodinys atnaujintas.
mn_mn: №вХФгдСзЬХЮЩХ ЯТЮЯзЬХЮЯ.
nl_nl: View geupdate.
pl_pl: Widok został zaktualizowany.
pt_br: Visão atualizada.
pt_pt: Visualização alterada.
ro_ro: Vizualizare actualizată
ru_ru: Представление обновлено.
sk_sk: Náhľad upravený.
sv_se: Vy uppdaterad.
tr_tr: View güncellendi.
uk_ua: Показ оновлено.
zh_cn: 视图已更新。
zh_tw: 視觀表已更新。

# strviewupdatedbad
source: View update failed.
af_za: Opdatering van aansig het misluk.
ar: لقد فشلت عملية تحديث العرض View.
ca_es: No s'ha pogut actualitzar la vista.
cs_cz: Pohled se nezdařilo aktualizovat.
da_dk: Opdatering af view mislykkedes.
de_de: Ändern der Sicht fehlgeschlagen.
el_gr: Η ενημέρωση της όψης απέτυχε.
es_es: Falló al actualizar la vista.
fr_fr: Échec lors de la mise à jour de la vue.
gl_es: Non se conseguiu actualizar a vista.
he_il: עדכון צפייה נכשלה.
hu_hu: Nem sikerült időszerűsíteni a nézetet.
it_it: Aggiornamento della vista fallito.
ja_jp: ビューの更新に失敗しました。
lt_lt: Nepavyko atnaujinti rodinio.
mn_mn: яТЮЯзЬХЮЩХ авХФгдСзЬХЮЩб авХвзСЮЯ.
nl_nl: View updaten mislukt.
pl_pl: Próba aktualizacji widoku się nie powiodła.
pt_br: Falha ao atualizar a visão.
pt_pt: Falha ao alterar visualização.
ro_ro: Actualizare vizualizare eşuată.
ru_ru: Обновление представления прервано.
sk_sk: Náhľad nebol upravený.
sv_se: Misslyckades att uppdatera vy.
tr_tr: View güncelleme işlemi başarısız oldu.
uk_ua: Оновлення показу перервано.
zh_cn: 视图更新失败
zh_tw: 視觀表更新已失敗。

# strviewlink
source: Linking keys
af_za: Sleutels word verbind
ca_es: Enllaçant claus
cs_cz: Propojovací klíče
de_de: Verbindende Schlüssel
el_gr: Σύζευξη κλειδιών
es_es: Claves de enlace
fr_fr: Clés liées
gl_es: Unión de claves
he_il: קישורי מפתח
hu_hu: Hivatkozások
it_it: Chiavi collegate
ja_jp: リンクしたキー
lt_lt: Saistantys raktai
pl_pl: Klucze łączące
pt_br: Chaves de ligação
pt_pt: ligar chaves
ro_ro: Chei de legătură
ru_ru: Связанные ключи
sk_sk: Linkujúce Kľúče
sv_se: Länkade nycklar
uk_ua: Пов"язані ключі
zh_cn: 连接关键字（Linking keys）
zh_tw: 連結鍵(Linking keys)

# strviewconditions
source: Additional conditions
af_za: Addisionele voorwaardes
ca_es: Condicions addicionals
cs_cz: Doplňující podmínky
da_dk: Yderligere vilkår
de_de: Zusätzliche Bedingungen
el_gr: Πρόσθετες συνθήκες
es_es: Condiciones adicionales
fr_fr: Conditions supplémentaires
gl_es: Condicións adicionais
hu_hu: További feltételek
it_it: Condizioni aggiuntive
ja_jp: 追加条件
lt_lt: Papildomos sąlygos
pl_pl: Dodatkowe warunki
pt_br: Condições adicionais
pt_pt: Condições Adicionais
ro_ro: Condiţii suplimentare
ru_ru: Дополнительные условия
sk_sk: Doplňujúce Podmienky
sv_se: Ytterligare villkor
tr_tr: Ek durumlar
uk_ua: Додаткові умови
zh_cn: 附加条件
zh_tw: 附加的條件限制

# strcreateviewwiz
source: Create view with wizard
af_za: Skep 'n aansig met behulp van 'n toergids
ar: إنشاء عرض View بإستخدام الساحر Wizard.
ca_es: Crea una vista amb l'assistent
cs_cz: Vytvořit pohled pomocí průvodce
da_dk: Opret view med hjælp af wizard
de_de: Sicht mit dem Assistenten erstellen
el_gr: Δημιουργία όψης με βοηθό
es_es: Crear vista usando el asistente
fr_fr: Créer une vue avec l'assistant
gl_es: Crear unha vista co asistente
he_il: צור צפייה בעזרת אשף.
hu_hu: Nézetet teremt varázslóval
it_it: Crea vista tramite wizard
ja_jp: ウィザードでビューを作成する
lt_lt: Kurti rodinį su vedikliu
pl_pl: Utwórz widok przy użyciu kreatora widoków
pt_br: Criar visão com o assistente
pt_pt: Criar vista com assistente
ro_ro: Creare vizualizare folosind expertul
ru_ru: Создать представление помощником
sk_sk: Vytvoriť náhľad cez "pomocníka"
tr_tr: Sihirbaz ile view yaratın
uk_ua: Створити показ, скориставшись майстром
zh_cn: 使用向导创建视图
zh_tw: 建立視觀表精靈

# strrenamedupfields
source: Rename duplicate fields
ca_es: Reanomena els camps duplicats
cs_cz: Duplicitní pole přejmenovat
de_de: Doppelte Spalten umbenennen
es_es: Renombrar campos duplicados
fr_fr: Renommer les champs dupliqués
gl_es: Renomear os campos duplicados
hu_hu: Másolt mezőket nevez át
ja_jp: 重複項目の名前を変更する
lt_lt: Pervadinti dubliuojančiuosius laukus
pt_br: Renomear campos duplicados
ru_ru: Переименовывать поля-дубликаты
zh_cn: 重命名复制的字段
zh_tw: 重新命名複製的字串

# strdropdupfields
source: Drop duplicate fields
ca_es: Elimina els camps duplicats
cs_cz: Duplicitní pole odstranit
de_de: Doppelte Spalten entfernen
es_es: Eliminar campos duplicados
fr_fr: Ignorer les champs dupliqués
gl_es: Eliminar os campos duplicados
hu_hu: Másolt mezőket töröl
ja_jp: 重複項目を破棄する
lt_lt: Pašalinti dubliuojančiuosius laukus
pt_br: Deletar campos duplicados
ru_ru: Удалять поля-дубликаты
zh_cn: 移除复制的字段
zh_tw: 移除複制的字串

# strerrordupfields
source: Error on duplicate fields
ca_es: Error en els camps duplicats
cs_cz: V případě duplicitních polí ohlásit chybu
de_de: Fehler bei den doppelten Spalten
es_es: Error en campos duplicados
fr_fr: Erreur en cas de champs dupliqués
gl_es: Non permitir que haxa campos duplicados
hu_hu: Hiba a másolt mezőkben
ja_jp: 重複項目のエラーです
lt_lt: Klaida dubliuojančiuose laukuose
pt_br: Erro quando campos duplicados
ru_ru: Ошибка при появлении полей-дубликатов
zh_cn: 复制字段时发生错误
zh_tw: 複製字串時發生錯誤

# strviewaltered
source: View altered.
ca_es: Vista modificada.
cs_cz: Změny v pohledu byly provedeny.
de_de: Sicht geändert.
es_es: Vista modificada.
fr_fr: Vue modifiée.
gl_es: Modificouse a vista.
hu_hu: Nézet megváltoztatva.
ja_jp: ビューを変更しました。
lt_lt: Rodinys pakeistas.
pt_br: Visão alterada.
ru_ru: Представление изменено.
zh_cn: 视图已变更。

# strviewalteredbad
source: View alteration failed.
ca_es: No s'ha pogut modificar la vista.
cs_cz: Nezdařilo se provést změny v pohledu.
de_de: Ändern der Sicht fehlgeschlagen.
es_es: Falló en la modificación de la vista.
fr_fr: Échec lors de la modification de la vue.
gl_es: Non se conseguiu modificar a vista.
hu_hu: Nem sikerült megváltoztatni a nézetet.
ja_jp: ビューの変更に失敗しました。
lt_lt: Nepavyko pakeisti rodinio.
pt_br: Falha ao alterar a visão.
ru_ru: Изменение представления прервано.
zh_cn: 视图变更失败。

# strspecifyviewtodrop
source: You must specify at least one view to drop.
ca_es: Ha d'especificar almenys una vista per eliminar.
cs_cz: Pokud chcete odstranit pohledy, tak musíte nejméně jeden vybrat.
de_de: Sie müssen mindestens eine Sicht angeben, die gelöscht werden soll.
es_es: Debes especificar al menos una vista a eliminar.
fr_fr: Vous devez spécifier au moins une vue à supprimer.
gl_es: Debe especificar polo menos unha vista a borrar.
hu_hu: Meg kell adni a törlendő nézetet
ja_jp: ビューを破棄するには少なくとも 1 つ指定しなければなりません
lt_lt: Turite nurodyti bent vieną rodinį, kurį norite pašalinti.
pt_br: Você deve informar ao menos uma visão para deletar.
ru_ru: Вам необходимо определить как минимум одно представление для удаления.
zh_cn: 必须至少指定一个要移除的视图
zh_tw: 必须至少指定一个视图来移除

# strsequence
source: Sequence
af_za: Reeks
ar: تسلسل Sequence
ca_es: Seqüència
cs_cz: Sekvence
da_dk: Sekvens
de_de: Sequenz
el_gr: Ακολουθία
es_es: Secuencia
fr_fr: Séquence
gl_es: Secuencia
he_il: נוסחה
hu_hu: Sorozat
it_it: Sequenza
ja_jp: シーケンス
lt_lt: Seka
mn_mn: №ЯгЬХФЯзСдХЬиЮЯгди
pl_pl: Sekwencja
pt_br: Seqüência
pt_pt: Sequência
ro_ro: Secvenţă
ru_ru: Последовательность
sk_sk: Sekvencia
sv_se: Sekvens
uk_ua: Послідовність
zh_cn: 序列
zh_tw: 序列數

source: Sequences
ca_es: Seqüències
cs_cz: Sekvence
it_it: Sequenze
ja_jp: シーケンス
uk_ua: Послідовності
zh_tw: 序列數

# strshowallsequences
source: Show all sequences
af_za: Wys alle reekse
ar: عرض جميع التسلسلات
ca_es: Mostra totes les seqüències
cs_cz: Zobrazit všechny sekvence
da_dk: Vis alle sekvenser
de_de: Alle Sequenzen anzeigen
el_gr: Εμφάνιση όλων των ακολουθιών
es_es: Mostrar todas las secuencias
fr_fr: Voir toutes les séquences
gl_es: Amosar todas as secuencias
he_il: הראה את כל הנוסחאות.
hu_hu: Minden sorozatot megjelenít
it_it: Mostra tutte le sequenze
ja_jp: すべてのシーケンスを表示する
lt_lt: Rodyti visas sekas
mn_mn: №ЯЫСкСди згХ аЯгЬХФЯзСдХЬиЮЯгдЩ
nl_nl: Toon alle sequences
pl_pl: Pokaż wszystkie sekwencje
pt_br: Exibir todas as seqüências
pt_pt: Listar todas as sequências
ro_ro: Afişare toate secvenţele
ru_ru: Показать все последовательности
sk_sk: Zobraziť Všetky Sekvencie
sv_se: Visa alla sekvenser
uk_ua: Показати всі послідовності
zh_cn: 显示所有序列
zh_tw: 顯示全部序列數
