Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strnumfields
source: Num. of fields
af_za: Aantal velde
ar: عدد الحقول
ca_es: Num. de camps
cs_cz: Počet polí
da_dk: Antal felter
de_de: Anzahl Spalten
el_gr: Αριθμός πεδίων
es_es: Número de campos
fr_fr: Nombre de champs
gl_es: Cantidade de campos
he_il: מספר השדות
hu_hu: Oszlopok száma
it_it: Numero di campi
ja_jp: フィールド数
lt_lt: Laukų sk.
mn_mn: ыЯЬ-зЯ аЯЬХЪ
nl_nl: aantal velden
pl_pl: Ilość pól
pt_br: Num. de campos
pt_pt: Número de campos
ro_ro: Număr de câmpuri
ru_ru: Кол-во полей
sk_sk: Počet polí
sv_se: Antal fält
tr_tr: Alanların sayısı
uk_ua: К-ть полів
zh_cn: 列数
zh_tw: 欄位數.

# strnumvalues
source: Num. of values
ca_es: Num. de valors
cs_cz: Počet hodnot
de_de: Anzahl Werte
es_es: Número de valores
fr_fr: Nombre de valeurs
gl_es: Cantidade de valores
hu_hu: Értékek száma
lt_lt: Reikšmių sk.
pt_br: Num. de valores
ru_ru: Кол-во значений
zh_cn: 值数
zh_tw: 值數

# strtypeneedsname
source: You must give a name for your type.
af_za: Jy moet die tipe 'n naam gee.
ar: يجب إعطاء إسم للنوع.
ca_es: Ha de donar un nom al tipus.
cs_cz: Musíte zadat název pro typ.
da_dk: Typen skal have et navn.
de_de: Sie müssen einen Namen für den Datentyp angeben.
el_gr: Πρέπει να δώσετε όνομα στον τύπο.
es_es: Debes especificar un nombre para el tipo.
fr_fr: Vous devez indiquer un nom pour votre type.
gl_es: Debe fornecer un nome para o tipo.
he_il: אתה חייב לציין שם לסוג.
hu_hu: Típusnevet kell megadni.
it_it: È necessario specificare un nome per il tipo.
ja_jp: 型名を指定しなければなりません。
lt_lt: Turite suteikti duomenų tipui pavadinimą.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ЩЭб дЩаС ФСЮЮйШ.
nl_nl: U dient uw type een naam te geven.
pl_pl: Musisz nazwać typ.
pt_br: Você deve informar um nome para o seu tipo.
pt_pt: Dê um nome ao seu tipo.
ro_ro: Specificaţi un nume pentru tip.
ru_ru: Вам необходимо указать имя типа данных.
sk_sk: Musíš zadať názov pre tvoj typ.
sv_se: Du måste namnge din typ.
tr_tr: Veri tipi için bir ad vermelisiniz.
uk_ua: Вам необхідно вказати ім"я типу даних.
zh_cn: 必须指定类型名称。
zh_tw: 您必需為您的類型給一個名稱。

# strtypeneedslen
source: You must give a length for your type.
af_za: Jy moet die tipe 'n lengte gee.
ar: يجب إعطاء طول للنوع.
ca_es: Ha de donar una longitud al tipus.
cs_cz: Musíte zadat délku pro typ.
da_dk: Du skal angive typens længde.
de_de: Sie müssen eine Länge für den Datentyp angeben.
el_gr: Πρέπει να ορίσετε το μήκος του τύπου.
es_es: Debes especificar una longitud para el tipo.
fr_fr: Vous devez indiquer une longueur pour votre type.
gl_es: Debe fornecer unha lonxitude para o tipo.
he_il: אתה חייב לציין אורך לסוג.
hu_hu: Meg kell adni a típus hosszát.
it_it: È necessario specificare una lunghezza per il tipo.
ja_jp: データ型の長さを指定しなければなりません。
lt_lt: Turite nurodyti duomenų tipo ilgį.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди вСкЭХв ФЬб дЩаС ФСЮЮйШ.
nl_nl: U dient uw type een lengte te geven.
pl_pl: Musisz podać długość typu.
pt_br: Você deve informar o tamanho para o seu tipo.
pt_pt: Tipo precisa de extenção.
ro_ro: Specificaţi o lungime pentru tip.
ru_ru: Вам необходимо указать размер для типа данных.
sk_sk: Musíš zadať dĺžku pre tvoj typ.
sv_se: Du måste ange typens längd.
tr_tr: Veri tipiniz için bir uzunluk belirtmelisiniz.
uk_ua: Вам необхідно вказати розмір для типу даних.
zh_cn: 必须指定类型长度。
zh_tw: 您必需為您的類型給一個長度。

# strtypecreated
source: Type created.
af_za: Tipe geskep
ar: تم إنشاء النوع
ca_es: Tipus creat
cs_cz: Typ byl vytvořen.
da_dk: Type oprettet
de_de: Datentyp erstellt.
el_gr: Ο τύπος δημιουργήθηκε.
es_es: Tipo creado
fr_fr: Type créé
gl_es: Creouse o tipo.
he_il: סוג נוצר.
hu_hu: Típus megteremtve
it_it: Tipo creato
ja_jp: データ型を作成しました。
lt_lt: Duomenų tipas sukurtas.
mn_mn: єЩа ФСЮЮйШ гЯкФСЮ.
nl_nl: Type gecreëerd
pl_pl: Typ został utworzony.
pt_br: Tipo criado.
pt_pt: Tipo criado
ro_ro: Tip creat.
ru_ru: Тип данных создан.
sk_sk: Typ Vytvorený
sv_se: Typ skapad
tr_tr: Veri tipi yaratıldı
uk_ua: Тип даних створено.
zh_cn: 类型已创建。
zh_tw: 類型已建立

# strtypecreatedbad
source: Type creation failed.
af_za: Tipeskepping het misluk.
ar: فشل إنشاء النوع.
ca_es: No s'ha pogut crear el tipus.
cs_cz: Nezdařilo se vytvořit typ.
da_dk: Det lykkedes ikke at oprette type.
de_de: Erstellen des Datentypen fehlgeschlagen.
el_gr: Η δημιουργία του τύπου απέτυχε.
es_es: Falló la creación del tipo.
fr_fr: Échec lors de la création du type.
gl_es: Non se conseguiu crear o tipo.
he_il: יצירת סוג נכשלה.
hu_hu: Nem sikerült megteremteni a típust.
it_it: Creazione del tipo fallita.
ja_jp: データ型の作成に失敗しました。
lt_lt: Nepavyko sukurti duomenų tipo.
mn_mn: ѓЯкФСЮЩХ дЩаС ФСЮЮйШ авХвзСЮЯ.
nl_nl: Type creatie mislukt.
pl_pl: Próba utworzenia typu się nie powiodła.
pt_br: Falha ao criar o tipo.
pt_pt: Criação de tipo falhou.
ro_ro: Creare tip eşuată.
ru_ru: Создание типа данных прервано.
sk_sk: Typ nebol vytvorený.
sv_se: Misslyckades att skapa typ.
tr_tr: Veri tipi yaratılamadı.
uk_ua: Створення типу даних перервано.
zh_cn: 类型创建失败。
zh_tw: 類型建立已失敗。

# strconfdroptype
source: Are you sure you want to drop the type "%s"?
af_za: Is jy seker dat jy die tipe "%s" wil verwyder?
ar: هل أنت متأكد تريد حذف النوع "%s"؟
ca_es: Està segur de voler eliminar el tipus "%s"?
cs_cz: Opravdu chcete odstranit typ „%s“?
da_dk: Er du sikker på at du vil fjerne typen "%s"?
de_de: Sind Sie sicher, dass Sie den Datentyp "%s" löschen möchten?
el_gr: Να διαγραφεί ο τύπος "%s"?
es_es: ¿Estás seguro de querer eliminar el tipo "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer le type « %s » ?
gl_es: Está seguro de que quere eliminar o tipo «%s»?
he_il: האם אתה בטוח שברצונך למחוק את הסוג "%s"?
hu_hu: Biztosan törölni kívánja „%s” típust?
it_it: Eliminare il tipo "%s"?
ja_jp: 本当にデータ型「%s」を破棄しますか?
lt_lt: Ar tikrai norite šalinti duomenų tipą "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еЮЩодЯжЩди дЩа ФСЮЮйШ "%s"?
nl_nl: Weet u zeker dat u het type "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć typ "%s"?
pt_br: Você têm certeza que deseja deletar o tipo "%s"?
pt_pt: Tem certeza que que eliminar o tipo "%s"?
ro_ro: Sigur ştergeţi tipul "%s"?
ru_ru: Вы уверены, что хотите уничтожить тип данных "%s"?
sk_sk: Naozaj chceš zmazať typ "%s"?
sv_se: Är du säker på att du vill radera typen "%s"?
tr_tr: "%s" veri tipini kaldırmak istediğinize emin misiniz?
uk_ua: Ви впевнені, що бажаєте видалити тип даних "%s"?
zh_cn: 确定要删除"%s"类型吗？
zh_tw: 您確定您要移除這個類型 "%s" 嗎?

# strtypedropped
source: Type dropped.
af_za: Tipe is verwyder.
ar: تم حذف النوع.
ca_es: Tipus eliminat.
cs_cz: Typ byl odstraněn.
da_dk: Typen fjernet.
de_de: Datentyp gelöscht.
el_gr: Ο τύπος διαγράφηκε.
es_es: Tipo eliminado.
fr_fr: Type supprimé.
gl_es: Eliminouse o tipo.
he_il: סוג נמחק.
hu_hu: Típus törölve.
it_it: Tipo eliminato.
ja_jp: データ型を破棄しました。
lt_lt: Duomenų tipas pašalintas.
mn_mn: єЩа ФСЮЮйШ еЮЩодЯжХЮ.
nl_nl: Type verwijderd.
pl_pl: Typ został usunięty.
pt_br: Tipo deletado.
pt_pt: Tipo eliminado.
ro_ro: Tip şters.
ru_ru: Тип данных уничтожен.
sk_sk: Typ zmazaný.
sv_se: Typ raderad.
tr_tr: Veri tipi kaldırıldı.
uk_ua: Тип даних видалено.
zh_cn: 类型已删除。
zh_tw: 類型已移除。

# strtypedroppedbad
source: Type drop failed.
af_za: Verwydering van die tipe het misluk.
ar: فشلت عملية حذف النوع.
ca_es: No s'ha pogut eliminar el tipus.
cs_cz: Nezdařilo se odstranit typ.
da_dk: Det lykkedes ikke at fjerne typen.
de_de: Löschen des Datentyps fehlgeschlagen.
el_gr: Η διαγραφή του τύπου απέτυχε.
es_es: Falló al eliminar el tipo.
fr_fr: Échec lors de la suppression du type.
gl_es: Non se conseguiu eliminar o tipo.
he_il: מחיקת סוג נכשלה.
hu_hu: Nem sikerült törölni a típust.
it_it: Eliminazione del tipo fallita.
ja_jp: データ型の破棄に失敗しました。
lt_lt: Nepavyko pašalinti duomenų tipo.
mn_mn: ѕЮЩодЯжХЮЩХ дЩаС ФСЮЮйШ авХвзСЮЯ.
nl_nl: Verwijdering van het type mislukt.
pl_pl: Próba usunięcia typu się nie powiodła.
pt_br: Falha ao deletar o tipo.
pt_pt: Eliminação de tipo falhou.
ro_ro: Ştergere tip eşuată.
ru_ru: Уничтожение типа данных прервано.
sk_sk: Typ nebol zmazaný.
sv_se: Misslyckades att radera typ.
tr_tr: Veri tipi kaldırılamadı.
uk_ua: Видалення типу даних перервано.
zh_cn: 类型删除失败。
zh_tw: 類型移除已失敗。

# strflavor
source: Flavor
af_za: Geur
ca_es: Varietat
cs_cz: Druh
de_de: Art
el_gr: Εντύπωση
es_es: Tipo
fr_fr: Genre
gl_es: Subtipo
hu_hu: Fajta
it_it: Varietà
ja_jp: 種類
lt_lt: Atmaina
pt_br: Sabor
pt_pt: Sabor
ru_ru: Тип
zh_cn: 风格（Flavor）
zh_tw: 風格(Flavor)

# strbasetype
source: Base
af_za: Basis
cs_cz: Základní
de_de: Basis-Typ
el_gr: Βάση
he_il: בסיס
hu_hu: Alap
ja_jp: 基本
lt_lt: Bazinis
pl_pl: podstawowy
ro_ro: Bază
ru_ru: Базовый
sk_sk: Základný
zh_cn: 基本
zh_tw: 基礎

# strcompositetype
source: Composite
af_za: Saamgestel
ca_es: Compost
cs_cz: Složený
de_de: Zusammengesetzt
el_gr: Σύνθεση
es_es: Compuesto
gl_es: Composto
hu_hu: Összetett
it_it: Composto
ja_jp: 複合型
lt_lt: Struktūrinis
pl_pl: złożony
pt_br: Composto
pt_pt: Compôr
ro_ro: Compus
ru_ru: Композитный
sk_sk: Kompozitný
zh_cn: 组合
zh_tw: 合成

# strenum
source: Enum
ca_es: Enumeració
cs_cz: Výčtový
de_de: Aufzählend
es_es: Enumerado
gl_es: Enumeración
hu_hu: Felsorolás
ru_ru: Перечислимый

# strenumvalues
source: Enum values
ca_es: Valors de l'enumeració
cs_cz: Výčtové hodnoty
de_de: Wert
es_es: Valores enumerados
fr_fr: Valeurs de l'enum
gl_es: Valores da enumeración
hu_hu: Felsorolás értékei
lt_lt: Enum reikšmės
pt_br: Valores enum
ru_ru: Перечислимые значения
zh_cn: 枚举类型
zh_tw: 列舉類型

# strschema
source: Schema
af_za: Skema
ar: مخطط Schema
ca_es: Esquema
cs_cz: Schéma
da_dk: Skema
el_gr: Σχήμα
es_es: Esquema
fr_fr: Schéma
gl_es: Esquema
he_il: תרשים
hu_hu: Séma
ja_jp: スキーマ
mn_mn: ѓШХЭС
pl_pl: Schemat
pt_br: Esquema
pt_pt: Esquema
ro_ro: Schemă
ru_ru: Схема
sk_sk: Schéma
tr_tr: Şema
uk_ua: Схема
zh_cn: 模式
zh_tw: 架構模式

source: Schemas
ca_es: Esquemes
cs_cz: Schémata
it_it: Schemi
ja_jp: スキーマ
uk_ua: Схеми
zh_tw: 架構模式

# strshowallschemas
source: Show all schemas
af_za: Wys alle skemas
ar: عرض جميع المخططات schemas
ca_es: Mostra tots els esquemes
cs_cz: Zobrazit všechna schémata
da_dk: Vis alle skemaer
de_de: Alle Schemata anzeigen
el_gr: Εμφάνιση όλων των σχημάτων
es_es: Mostrar Todos los Esquemas
fr_fr: Voir tous les schémas
gl_es: Listar todos os esquemas
he_il: הראה את כל התרשימים
hu_hu: Minden sémát megjelenít
it_it: Mostra tutti gli schemi
ja_jp: すべてのスキーマを表示する
lt_lt: Rodyti visas schemas
mn_mn: №ЯЫСкСди згХ гШХЭй
nl_nl: Toon alle schema's
pl_pl: Pokaż wszystkie schematy
pt_br: Exibir todos os esquemas
pt_pt: Exibir todos os esquemas
ro_ro: Afişare toate schemele
ru_ru: Показать все схемы
sk_sk: Zobraziť Všetky Schémy
sv_se: Visa alla scheman
tr_tr: Tüm şemaları göster
uk_ua: Показати всі схеми
zh_cn: 显示所有模式
zh_tw: 顯示全部架構模式

# strnoschema
source: No schema found.
af_za: Geen skema gevind.
ar: لم يوجد مخطط schema.
ca_es: No s'ha trobat l'esquema.
cs_cz: Nebylo nalezeno žádné schéma.
da_dk: Der blev ikke fundet noget skema.
de_de: Kein Schema gefunden.
el_gr: Δε βρέθηκε σχήμα.
es_es: No se encontró el esquema.
fr_fr: Aucun schéma trouvé.
gl_es: Non se atopou esquema algún.
he_il: תרשים לא נמצאה.
hu_hu: Nincs séma.
it_it: Schema non trovato.
ja_jp: スキーマがありません。
lt_lt: Schema nerasta.
mn_mn: ѓШХЭС ЮХ ЯТЮСвежХЮС.
nl_nl: Geen schema gevonden.
pl_pl: Nie znaleziono schematu.
pt_br: Nenhum esquema encontrado.
pt_pt: Esquema não encontado.
ro_ro: Nici o schemă găsită.
ru_ru: Схема не обнаружена.
sk_sk: Nenájdená žiadna schéma.
sv_se: Hittade inget schema.
tr_tr: Bir şema bulunamadı.
uk_ua: Схему не виявлено.
zh_cn: 查无此模式
zh_tw: 找不到架構模式。

# strnoschemas
source: No schemas found.
af_za: Geen skemas gevind.
ar: لم توجد مخططات schemas.
ca_es: No s'han trobat esquemes.
cs_cz: Nebyla nalezena žádná schémata.
da_dk: Der blev ikke fundet nogen skemaer.
de_de: Keine Schemata gefunden.
el_gr: Δε βρέθηκαν σχήματα.
es_es: No se encontraron esquemas.
fr_fr: Aucun schéma trouvé.
gl_es: Non se atopou esquema algún.
he_il: לא נמצאו תרשימים.
hu_hu: Nincsenek sémák.
it_it: Nessuno schema trovato.
ja_jp: スキーマが見つかりません。
lt_lt: Schemų nerasta.
mn_mn: юЩ ЯФЮЯЪ гШХЭй ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen schema's gevonden.
pl_pl: Nie znaleziono schematów.
pt_br: Nenhum esquema encontrado.
pt_pt: Não foram encontrados esquemas.
ro_ro: Nici o schemă găsită.
ru_ru: Ни одной схемы не найдено.
sk_sk: Nenájdené žiadne schémy.
sv_se: Hittade inga scheman.
tr_tr: Bir şema bulunamadı.
uk_ua: Жодної схеми не виявлено.
zh_cn: 查无模式
zh_tw: 找不到任何架構模式。

# strcreateschema
source: Create schema
af_za: Skep skema
ar: إنشاء مخطط schema جديد
ca_es: Crea un esquema
cs_cz: Vytvořit schéma
da_dk: Opret skema
de_de: Schema erstellen
el_gr: Δημιουργία σχήματος
es_es: Crear Esquema
fr_fr: Créer un schéma
gl_es: Crear un esquema
he_il: צור תרשים
hu_hu: Sémát teremt
it_it: Crea schema
ja_jp: スキーマを作成する
lt_lt: Kurti schemą
mn_mn: ѓЯкФСди гШХЭе
nl_nl: Maak schema aan
pl_pl: Utwórz schemat
pt_br: Criar esquema
pt_pt: Criar esquema
ro_ro: Creare schemă
ru_ru: Создать схему
sk_sk: Vytvoriť Schému
sv_se: Skapa Schema
tr_tr: Şema yarat
uk_ua: Створити схему
zh_cn: 创建模式
zh_tw: 建立架構模式

# strschemaname
source: Schema name
af_za: Skemanaam
ar: إسم المخطط
ca_es: Nom de l'esquema
cs_cz: Název schématu
da_dk: Skemanavn
de_de: Name des Schema
el_gr: Ονομα σχήματος
es_es: Nombre del esquema
fr_fr: Nom du schéma
gl_es: Nome do esquema
he_il: שם התרשים
hu_hu: Sémanév
it_it: Nome dello schema
ja_jp: スキーマ名
lt_lt: Schemos pavadinimas
mn_mn: щЭб гШХЭй
nl_nl: Schema naam
pl_pl: Nazwa schematu
pt_br: Nome do esquema
pt_pt: Nome do esquema
ro_ro: Nume schemă
ru_ru: Имя схемы
sk_sk: Názov Schémy
sv_se: Schemanamn
tr_tr: Şema adı
uk_ua: Ім"я схеми
zh_cn: 模式名称
zh_tw: 架構模式名稱

# strschemaneedsname
source: You must give a name for your schema.
af_za: Jy moet 'n naam gee vir die skema.
ar: يجب عليك إعطاء إسم للمخطط.
ca_es: Ha d'anomenar l'esquema.
cs_cz: Musíte zadat název pro schéma.
da_dk: Skema skal have et navn.
de_de: Sie müssen für das Schema einen Namen angeben.
el_gr: Πρέπει να δώσετε όνομα στο σχήμα.
es_es: Debes especificar un nombre para el esquema.
fr_fr: Vous devez indiquer un nom pour votre schéma.
gl_es: Debe fornecer un nome para o esquema.
he_il: אתה חייב לציין שם לתרשים.
hu_hu: Meg kell adni a sémanevet.
it_it: È necessario specificare un nome per lo schema.
ja_jp: スキーマ名を指定する必要があります。
lt_lt: Turite suteikti schemai pavadinimą.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ЩЭб гШХЭй.
nl_nl: U dient een naam op te geven voor het schema.
pl_pl: Musisz nadać schematowi nazwę.
pt_br: Você deve informar um nome para o seu esquema.
pt_pt: Dê um nome ao seu esquema.
ro_ro: Specificaţi un nume pentru schemă.
ru_ru: Вам необходимо указать имя схемы.
sk_sk: Musíš zadať názov pre tvoju schému.
sv_se: Du måste namnge ditt Schema.
tr_tr: Şema için bir ad belirtmelisiniz.
uk_ua: Вам необхідно вказати ім"я схеми.
zh_cn: 必须指定模式名称
zh_tw: 您必需為您的架構模式給一個名稱。

# strschemacreated
source: Schema created.
af_za: Skema is geskep
ar: لقد تم انشاء المخطط بنجاح.
ca_es: Esquema creat
cs_cz: Schéma bylo vytvořeno.
da_dk: Skema oprettet
de_de: Schema erstellt.
el_gr: Το σχήμα δημιουργήθηκε
es_es: Esquema creado
fr_fr: Schéma créé
gl_es: Creouse o esquema.
he_il: תרשים נוצר
hu_hu: A séma megteremtve
it_it: Schema creato
ja_jp: スキーマを作成しました。
lt_lt: Schema sukurta.
mn_mn: ѓШХЭС гЯкФСЮС.
nl_nl: Schema aangemaakt
pl_pl: Schemat został utworzony.
pt_br: Esquema criado.
pt_pt: Esquema criado
ro_ro: Schemă creată.
ru_ru: Схема создана.
sk_sk: Schéma vytvorená
sv_se: Schema skapat
tr_tr: Şema yaratıldı
uk_ua: Схему створено.
zh_cn: 模式已创建
zh_tw: 架構模式已建立

# strschemacreatedbad
source: Schema creation failed.
af_za: Die skema kon nie geskep word nie.
ar: فشل إنشاء المخطط.
ca_es: No s'ha pogut crear l'esquema.
cs_cz: Nezdařilo se vytvořit schéma.
da_dk: Det lykkedes ikke at oprette skema.
de_de: Erstellen des Schemas fehlgeschlagen.
el_gr: Η δημιουργία του σχήματος απέτυχε.
es_es: Falló la creación del esquema.
fr_fr: Échec lors de la création du schéma.
gl_es: Non se conseguiu crear o esquema.
he_il: יצירת תרשים נכשלה.
hu_hu: Nem sikerült a sémát megteremteni.
it_it: Creazione dello schema fallita.
ja_jp: スキーマの作成に失敗しました。
lt_lt: Nepavyko sukurti schemos.
mn_mn: ѓЯкФСЮЩХ гШХЭй авХвзСЮЯ.
nl_nl: Het aanmaken van het schema is mislukt.
pl_pl: Próba utworzenia schematu się nie powiodła.
pt_br: Falha ao criar o esquema
pt_pt: Falha na criação dos esquemas.
ro_ro: Creare schemă eşuată.
ru_ru: Создание схемы прервано.
sk_sk: Schéma nebola vytvorená.
sv_se: Misslyckades att skapa schema.
tr_tr: Şema yaratma işlemi başarısız oldu
uk_ua: Створення схеми перервано.
zh_cn: 模式创建失败
zh_tw: 架構模式建立已失敗。

# strconfdropschema
source: Are you sure you want to drop the schema "%s"?
af_za: Is jy seker dat jy die skema "%s" wil verwyder?
ar: هل أنت متأكد تريد حذف المخطط Schema بإسم "%s"؟
ca_es: Està segur de voler eliminar l'esquema "%s"?
cs_cz: Opravdu chcete odstranit schéma „%s“?
da_dk: Er du sikker på, at du vil fjerne skemaet "%s"?
de_de: Sind Sie sicher, dass sie das Schema "%s" löschen möchten?
el_gr: Να διαγραφεί το σχήμα "%s"?
es_es: ¿Estás seguro que quiere eliminar el esquema "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer le schéma « %s » ?
gl_es: Está seguro de que quere eliminar o esquema «%s»?
he_il: האם אתה בטוח שברצונך למחוק את התרשים &quot;?&quot;?
hu_hu: Biztosan törölni kívánja „%s” sémát?
it_it: Eliminare lo schema "%s"?
ja_jp: 本当にスキーマ「%s」を破棄しますか?
lt_lt: Ar tikrai norite šalinti schemą "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еЮЩодЯжЩди гШХЭе "%s"?
nl_nl: Weet u zeker dat u het schema "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć schemat "%s"?
pt_br: Você têm certeza que deseja deletar o esquema "%s"?
pt_pt: Tem a certeza que quer eliminar o esquema "%s"?
ro_ro: Sigur ştergeţi schema "%s"?
ru_ru: Вы уверены, что хотите уничтожить схему "%s"?
sk_sk: Naozaj chceš zmazať schému "%s"?
sv_se: Är du säker på att du vill radera schemat "%s"?
tr_tr: "%s" şemasını kaldırmak istediğinize emin misiniz?
uk_ua: Ви впевнені, що бажаєте видалити схему "%s"?
zh_cn: 确定要删除模式"%s"吗？
zh_tw: 您確定您要移除這個架構模式 "%s" 嗎?

# strschemadropped
source: Schema dropped.
af_za: Skema is verwyder.
ar: تم حذف المخطط.
ca_es: Esquema eliminat.
cs_cz: Schéma bylo odstraněno.
da_dk: Skema fjernet.
de_de: Schema gelöscht.
el_gr: Το σχήμα διαγράφηκε.
es_es: Esquema eliminado.
fr_fr: Schéma supprimé.
gl_es: Eliminouse o esquema.
he_il: תרשים נמחק.
hu_hu: A séma törölve.
it_it: Schema eliminato.
ja_jp: スキーマを破棄しました。
lt_lt: Schema pašalinta.
mn_mn: ѓШХЭС еЮЩодЯжХЮС.
nl_nl: Schema verwijderd.
pl_pl: Schemat został usunięty.
pt_br: Esquema deletado.
pt_pt: Esquema eliminado.
ro_ro: Schemă ştearsă.
ru_ru: Схема уничтожена.
sk_sk: Schéma zmazaná.
sv_se: Schema raderat.
tr_tr: Şema kaldırıldı.
uk_ua: Схему видалено.
zh_cn: 模式已删除
zh_tw: 架構模式已移除。

# strschemadroppedbad
source: Schema drop failed.
af_za: Verwydering van die skema het misluk.
ar: فشلت عملية الحذف للمخطط.
ca_es: No s'ha pogut eliminar l'esquema.
cs_cz: Nezdařilo se odstranit schéma.
da_dk: Det lykkedes ikka at fjerne skema.
de_de: Löschen des Schemas fehlgeschlagen
el_gr: Η διαγραφή του σχήματος απέτυχε.
es_es: Falló la eliminación del esquema.
fr_fr: Échec lors de la suppression du schéma.
gl_es: Non se conseguiu eliminar o esquema.
he_il: מחיקת תרשים נכשלה.
hu_hu: Nem sikerült a sémát törölni.
it_it: Eliminazione dello schema fallita.
ja_jp: スキーマの破棄に失敗しました。
lt_lt: Nepavyko pašalinti schemos.
mn_mn: ѕЮЩодЯжХЮЩХ гШХЭй авХвзСЮЯ.
nl_nl: Verwijdering van het schema mislukt.
pl_pl: Próba usunięcia schematu się nie powiodła.
pt_br: Falha ao deletar o esquema.
pt_pt: Falha ao eliminar o esquema.
ro_ro: Ştergere schemă eşuată.
ru_ru: Уничтожение схемы прервано.
sk_sk: Schéma nebola zmazaná.
sv_se: Misslyckades att radera schema.
tr_tr: Şema kaldırma işlemi başarısız oldu.
uk_ua: Видалення схеми перервано.
zh_cn: 模式删除失败
zh_tw: 架構模式移除失敗。

# strschemaaltered
source: Schema altered.
af_za: Skema is gewysig.
ar: تم تعديل المخطط.
ca_es: Esquema modificat.
cs_cz: Změny ve schématu byly provedeny.
de_de: Schema geändert.
el_gr: Το σχήμα τροποποιήθηκε.
es_es: Esquema actualizado.
fr_fr: Schema modifié.
gl_es: Modificouse o esquema.
he_il: תרשים נערך.
hu_hu: Séma megváltoztatva.
it_it: Schema modificato.
ja_jp: スキーマを変更しました。
lt_lt: Schema pakeista.
pl_pl: Schemat został zmieniony.
pt_br: Esquema alterado.
pt_pt: Esquema Alterado.
ro_ro: Schemă modificată.
ru_ru: Схема обновлена.
sk_sk: Schéma zmenená.
tr_tr: Schema değiştirildi.
uk_ua: Схему оновлено.
zh_cn: 模式已变更。
zh_tw: 架構模式已修改。

# strschemaalteredbad
source: Schema alteration failed.
af_za: Skemawysiging het misluk.
ar: فشلت عملية تعديل المخطط، لم يتم التعديل.
ca_es: No s'ha pogut modificar l'esquema.
cs_cz: Nezdařilo se provést změny ve schématu.
de_de: Ändern des Schemas fehlgeschlagen.
el_gr: Η τροποποίηση του σχήματος απέτυχε.
es_es: Falló la actualización del esquema.
fr_fr: Échec lors de la modification du schéma.
gl_es: Non se conseguiu modificar o esquema.
he_il: עריכת תרשים נכשלה.
hu_hu: Nem sikerült a sémát megváltoztatni.
it_it: Modifica dello schema fallita.
ja_jp: スキーマの変更に失敗しました。
lt_lt: Nepavyko pakeisti schemos.
pl_pl: Próba zmiany schematu się nie powiodła.
pt_br: Falha ao alterar o esquema.
pt_pt: Falha ao alterar o esquema.
ro_ro: Modificare schemă eşuată.
ru_ru: Обновление схемы прервано.
sk_sk: Schéma nebola zmenená.
tr_tr: Schema değiştirilme işlemi başarısız oldu.
uk_ua: Оновлення схеми перервано.
zh_cn: 模式变更失败。
zh_tw: 架構模式修改已失敗。

source: Schema search path
ca_es: Camí de cerca de l'esquema
cs_cz: Prohledávaná schémata
it_it: Ordine di ricerca dello schema
ja_jp: スキーマ検索パス
zh_tw: 架構模式搜尋路徑

# strspecifyschematodrop
source: You must specify at least one schema to drop.
ca_es: Ha d'especificar almenys un esquema per eliminar.
cs_cz: Pokud chcete odstranit schémata, tak musíte nejméně jedno vybrat.
de_de: Sie müssen mindestens ein Schema angeben, das gelöscht werden soll.
es_es: Debes especificar al menos un esquema a eliminar.
fr_fr: Vous devez spécifier au moins un schéma à supprimer.
gl_es: Debe especificar polo menos un esquema a eliminar.
hu_hu: Meg kell adni a törlendő sémát
ja_jp: スキーマを破棄するには少なくとも 1 つ指定しなければなりません
lt_lt: Turite nurodyti bent vieną schemą, kurią norite pašalinti.
pt_br: Você deve informar ao menos um esquema para deletar.
ru_ru: Вам необходимо указать как минимум одну схему для удаления.
zh_cn: 必须至少指定一个模式来删除
zh_tw: 您必須至少指定一個架構模式來刪除

# strdomain
source: Domain
af_za: Domein
ar: نطاق Domain
ca_es: Domini
cs_cz: Doména
da_dk: Domæne
de_de: Domäne
el_gr: Τομέας
es_es: Dominio
fr_fr: Domaine
gl_es: Dominio
he_il: תחום
hu_hu: Tartomány
it_it: Dominio
ja_jp: ドメイン
lt_lt: Domenas
mn_mn: фЯЭХЮ
nl_nl: Domein
pl_pl: Domena
pt_br: Domínio
pt_pt: Domínio
ro_ro: Domeniu
ru_ru: Домен
sk_sk: Doména
sv_se: Domän
uk_ua: Домен
zh_cn: 域
zh_tw: 共同值域

source: Domains
ca_es: Dominis
cs_cz: Domény
it_it: Domini
ja_jp: ドメイン
uk_ua: Домени
zh_tw: 共同值域

# strshowalldomains
source: Show all domains
af_za: Wys alle domeine
ar: عرض جيع النطاقات
ca_es: Mostrar tots els dominis
cs_cz: Zobrazit všechny domény
da_dk: Vis alle domæner
de_de: Alle Domänen anzeigen
el_gr: Εμφάνιση όλων των τομέων
es_es: Mostrar todos los dominios
fr_fr: Voir tous les domaines
gl_es: Listar todos os dominios
he_il: הראה את כל התחומים
hu_hu: Minden tartományt megjelenít
it_it: Mostra tutti i domini
ja_jp: すべてのドメインを表示する
lt_lt: Rodyti visus domenus
mn_mn: №ЯЫСкСди згХ ФЯЭХЮй
nl_nl: Toon alle domeinen
pl_pl: Pokaż wszystkie domeny
pt_br: Exibir todos os domínios
pt_pt: Lista todos os domínios
ro_ro: Afişare toate domeniile
ru_ru: Показать все домены
sk_sk: Zobraziť Všetky Domény
sv_se: Visa alla domäner
tr_tr: Tüm domainleri göster.
uk_ua: Показати всі домени
zh_cn: 显示所有域
zh_tw: 顯示全部共同值域
