Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strstop
source: Stop
ca_es: Para
cs_cz: Zastavit
es_es: Detener
fr_fr: Arrêter
gl_es: Deter
hu_hu: Leállít
lt_lt: Stabdyti
pt_br: Parar
pt_pt: Parar
ru_ru: Остановить автоматическое обновление
zh_cn: 停止

source: back to top
ca_es: Torna al principi
cs_cz: zpět nahoru
es_es: subir al inicio
fr_fr: Haut de la page
gl_es: Volver arriba
lt_lt: atgal į viršų
pt_pt: Topo da página
ru_ru: вверх
zh_cn: 回到顶端

source: Theme
ca_es: Tema
cs_cz: Motiv
es_es: Tema
fr_fr: Thème
gl_es: Tema visual
lt_lt: Apipavidalinimas
ru_ru: Тема
zh_cn: 主题

# strcluster
source: Cluster
af_za: Kluster
ca_es: Clúster
cs_cz: Klastr
el_gr: Συστοιχία
es_es: Clúster
gl_es: Concentrador
hu_hu: Fürt
ja_jp: クラスター
lt_lt: Klasteris
pl_pl: Klaster
ro_ro: Grupare
ru_ru: Кластер
tr_tr: Küme
zh_cn: 集群
zh_tw: 叢集

# stradminondatabase
source: The following administrative tasks apply on the whole %s database.
ca_es: Les següents tasques administratives s'apliquen a tota la base de dades %s.
cs_cz: Následující úlohy správy použít na celou databázi %s.
es_es: Las siguientes tareas administrativas aplican a toda la base de datos %s.
fr_fr: Les actions d'administration suivantes s'appliquent à l'ensemble de la base de donnée %s.
gl_es: As seguintes tarefas administrativas realizaranse en toda a base de datos «%s».
hu_hu: A következő adminisztratív feladatok %s adatbázis egészére vonatkoznak.
lt_lt: Šios administracinės užduotys taikomos visai %s duomenų bazei.
pt_br: As tarefas administrativas a seguir se aplicam em toda a base de dados %s.
ru_ru: Следующие административные задачи применяются ко всей базе данных %s.
zh_cn: 以下管理功能可应用于数据库 %s.

# stradminontable
source: The following administrative tasks apply on the table %s.
ca_es: Les següents tasques administratives s'apliquen a la taula %s.
cs_cz: Následující úlohy správy použít na tabulku %s.
es_es: Las siguientes tareas administrativas aplican a la tabla %s.
fr_fr: Les actions d'administration suivantes s'appliquent à la table %s.
gl_es: As seguintes tarefas administrativas realizaranse na táboa «%s».
hu_hu: A következő adminisztratív feladatok %s táblára vonatkoznak.
lt_lt: Šios administracinės užduotys taikomos lentelei %s.
pt_br: As tarefas administrativas a seguir se aplicam na tabela %s.
ru_ru: Следующие административные задачи применяются к таблице %s.
zh_cn: 以下管理功能可应用于表 %s.

source: History
ca_es: Història
cs_cz: Historie
es_es: Historial
fr_fr: Historique
gl_es: Historial
ja_jp: 履歴
lt_lt: Praeitis
zh_cn: 历史
zh_tw: 歷程

# strnohistory
source: No history.
ca_es: No hi ha història.
cs_cz: Bez historie.
de_de: Kein Befehlsspeicher.
es_es: Sin historial.
fr_fr: Pas d'historique.
gl_es: Sen historial.
hu_hu: Nincs előzmény.
ja_jp: 履歴がありません。
lt_lt: Nėra praeities.
pt_br: Sem histórico.
ru_ru: Нет истории.
zh_cn: 无历史.

# strclearhistory
source: Clear history
ca_es: Neteja la història
cs_cz: Smazat historii
de_de: Befehlsspeicher löschen
es_es: Borrar historial
fr_fr: Éffacer l'historique
gl_es: Borrar o historial
hu_hu: Előzményeket töröl
ja_jp: 履歴を消去するす
lt_lt: Išvalyti praeitį
pt_br: Limpar histórico
ru_ru: Очистить историю
zh_cn: 清空历史

# strdelhistory
source: Delete from history
ca_es: Elimina de la història
cs_cz: Odebrat z historie
de_de: Aus dem Befehlsspeicher löschen
es_es: Borrar del historial
fr_fr: Supprimer de l'historique
gl_es: Borrar do historial
hu_hu: Előzményekből töröl
ja_jp: 履歴から削除する
lt_lt: Šalinti iš praeities sąrašo
pt_br: Deletar do histórico
ru_ru: Удалить из истории
zh_cn: 从历史删除

# strconfdelhistory
source: Really remove this request from history?
ca_es: Realment vol eliminar aquesta petició de la història?
cs_cz: Opravdu tento požadavek odebrat z historie?
de_de: Diese Abfrage wirklich aus dem Befehlsspeicher löschen?
es_es: ¿Desea borrar esta solicitud del historial?
fr_fr: Voulez-vous vraiment supprimer cette requête de l'historique ?
gl_es: Seguro que quere borrar esta solicitude do historial?
hu_hu: Tényleg töröli e kérelmet az előzményekből?
ja_jp: 本当に履歴からこの要求を削除しますか?
lt_lt: Ar tikrai pašalinti šią užklausą iš preities sąrašo?
pt_br: Realmente remover esta entrada do histórico?
ru_ru: Вы действительно хотите удалить этот запрос из истории?
zh_cn: 确定要从历史删除吗 ?

# strconfclearhistory
source: Really clear history?
ca_es: Realment vol elimnar la història?
cs_cz: Skutečně smazat historii?
de_de: Befehlsspeicher wirklich löschen?
es_es: ¿Desea borrar el historial?
fr_fr: Voulez-vous vraiment éffacer l'historique ?
gl_es: Seguro que quere borrar o historial?
hu_hu: Tényleg töröli az előzményeket?
ja_jp: 本当に履歴を消去しますか?
lt_lt: Ar tikrai išvalyti praeitį?
pt_br: Realmente limpar o histórico?
ru_ru: Вы действительно хотите очистить историю?
zh_cn: 确定要清空历史吗 ?

# strnodatabaseselected
source: Please, select a database.
ca_es: Si us plau, seleccioni una base de dades.
cs_cz: Zvolte prosím databázi.
de_de: Bitte wählen Sie eine Datenbank aus.
es_es: Por favor, seleccione una base de datos.
fr_fr: Veuillez sélectionner une base de données.
gl_es: Escolla unha base de datos.
hu_hu: Ki kell választani az adatbázist.
ja_jp: データベースを選択してください。
lt_lt: Prašom pasirinkiti duomenų bazę.
pt_br: Por favor, selecione uma base de dados.
ru_ru: Пожалуйста, выберете базу данных.
zh_cn: 请选择一个数据库.

# strnoaccess
source: No Access
ca_es: Sense Accés
cs_cz: Bez přístupu
es_es: Sin acceso
fr_fr: Pas d'Accès
gl_es: Sen acceso
hu_hu: Nincs hozzáférés
lt_lt: Nėra prieigos
pt_br: Sem acesso
ru_ru: Нет доступа
zh_cn: 无法访问

source: Size
ca_es: Tamany
cs_cz: Velikost
es_es: Tamaño
it_it: Dimensione
ja_jp: サイズ
lt_lt: Dydis
zh_tw: 容量

source: bytes
cs_cz: B
it_it: byte
ja_jp: バイト
lt_lt: baitai
zh_tw: 位元組

# strnoframes
source: This application works best with a frames-enabled browser, but can be used without frames by following the link below.
af_za: Hierdie toepassing maak gebruik van HTML-rame. U het 'n blaaier nodig wat rame ondersteun om hierdie toepassing te kan gebruik.
ca_es: Aquesta aplicació treballa millor en un navegador amb suport per frames, però es pot usar sense seguint el link de sota.
cs_cz: Tato aplikace pracuje nejlépe, pokud jsou v prohlížeči povolené rámy. Může ale pracovat i bez rámů, stačí kliknout na následující odkaz.
de_de: Diese Anwendung funktioniert am besten mit einem Browser, der Frames beherrscht, kann aber mit dem untenstehenden Link auch ohne Frames verwendet werden.
el_gr: Το phpPgAdmin λειτουργεί καλύτερα με προγράμματα πλοήγησης που υποστηρίζουν πλαίσια (frames). Εαν επιθυμείτε να συνεχίσετε ακολουθήστε την παρακάτω σύνδεση.
es_es: Esta aplicación funciona mejor con un navegador con soporte para marcos, pero puede usarse sin marcos siguiendo el link de abajo.
fr_fr: Cette application fonctionne mieux avec un navigateur pouvant afficher des frames mais peut être utilisée sans frames en suivant les liens ci-dessous.
gl_es: Este aplicativo funciona mellor nos navegadores que permiten o uso de marcos, pero pode usalo sen eles premendo na ligazón que hai máis abaixo.
hu_hu: Ez alkalmazás legjobban kereteket támogató böngészővel működik, de használható keretek nélkül is az alábbi hivatkozásra kattintva.
it_it: Questa applicazione funziona al meglio utilizzando un browser che supporti i frame, ma può essere usata senza frame seguendo il link sottostante.
ja_jp: このアプリケーションを使用するためにはフレームが使用可能なブラウザーが必要です。
lt_lt: Ši programa geriausiai veikia su naršykle, kurioje palaikomi HTML rėmeliai(frames),tačiau gali būti naudojama be rėmelių spustelėjus toliau pateiktą nuorodą.
pl_pl: Ta aplikacja najlepiej działa w przeglądarce obsługującej ramki, ale możesz jej użyć również bez ramek, klikając poniższy link.
pt_br: Esta aplicação opera melhor em um navegador com suporte a frames, mas pode ser utilizada sem frames acessando o link abaixo.
ro_ro: Această aplicaţie funcţionează cel mai bine într-un browser ce suportă frame-uri , dar poate fi folosită şi fără frame-uri, urmând legătura de mai jos.
ru_ru: Это приложение лучше всего работает в браузере, который поддерживает фреймы, но оно может работать и без использования фреймов если перейти по ссылке ниже.
sk_sk: Táto aplikácia funguje najlapšie s prehliadačom, ktorý podporuje technológiu frame-ov, no môže byť použitý aj takým, ktorý to nepodporuje nasledovaním tohto odkazu:
tr_tr: Bu uygulama en iyi olarak frame destekli bir tarayıcı ile kullanılabilir; ancak frameler ile kullanmak istemiyorsanız aşağıdaki linke tıklayabilirsiniz.
zh_cn: 该程序在具有框架功能的浏览器上工作的更好，请按下面的链接在不支持框架的浏览器上工作。
zh_tw: 這個應用最好以一個能啟用框架頁(frame)的瀏覽器運作，但也能夠被使用在沒有框架頁下接繼運作，請按下面的連結。

# strnoframeslink
source: Use without frames
ca_es: Usa sense frames
cs_cz: Použít bez rámů
de_de: Ohne Frames arbeiten
el_gr: Χρήση χωρίς πλαίσια
es_es: Usar sin marcos
fr_fr: Utiliser sans frames
gl_es: Utilizar sen marcos
hu_hu: Keretek nélküli használat
it_it: Usa senza frame
ja_jp: フレームを除外して使う
lt_lt: Naudoti be rėmelių
pl_pl: Otwórz bez ramek
pt_br: Utilizar sem frames
ro_ro: Fără frame-uri
ru_ru: Использовать без фреймов
sk_sk: Nepoužívať frame-y
tr_tr: Frame olmadan kullan
zh_cn: 不使用框架
zh_tw: 使用不包括框架頁(frame)

# strbadconfig
source: Your config.inc.php is out of date. You will need to regenerate it from the new config.inc.php-dist.
af_za: Die lêer config.inc.php is verouderd. Jy kan verbeterde weergawe aflei van die lêer config.inc.php-dist.
ar: إن الملف config.inc.php الذي لديك اصبح قديما. ستحتاج الى إعادة توليده من الملف الجديد config.inc.php-dist.
ca_es: El seu config.inc.php no està actualitzat. Necessitarà regenerar-lo a partir del nou config.inc.php-dist.
cs_cz: Váš config.inc.php je zastaralý. Potřebujete jej vygenerovat znovu z nového config.inc.php-dist.
da_dk: Din config.inc.php er ikke opdateret. Du er nødt til at genetablere den fra den nye config.inc.php-dist.
de_de: Ihre config.inc.php ist nicht aktuell. Sie müssen sie aus der config.inc.php-dist neu erzeugen.
el_gr: Το αρχείο config.inc.php είναι παλιό. Επαναδημιουργήστε το χρησιμοποιώντας το config.inc.php-dist.
es_es: Su archivo config.inc.php está desactualizado. Deberá regenerarlo a partir del nuevo archivo config.inc.php-dist.
fr_fr: Le fichier de configuration config.inc.php est obsolète. Vous avez besoin de le regénérer à partir de config.inc.php-dist.
gl_es: O seu ficheiro de configuración «config.inc.php» está obsoleto. Terá que volvelo crear a partires do novo ficheiro «config.inc.php-dist».
he_il: קובץ ה config.inc.php שלך אינו מעודכן. אתה תיצטרך ליצור אחד חדש יותר מהקובץ config.inc.php-dist החדש
hu_hu: A config.inc.php elavult. Újra kell teremteni az új config.inc.php-dist fájlból.
it_it: Il file config.inc.php è obsoleto. È necessario rigenerarlo utilizzando il nuovo file config.inc.php-dist .
ja_jp: config.inc.php が旧式です。新しい config.inc.php-dist から再作成する必要があります。
lt_lt: Jūsų config.inc.php pasenęs. Reikia atkurti jį iš naujo config.inc.php-dist.
mn_mn: єСЮй config.inc.php ШееоЩвгСЮ ТСЪЮС. config.inc.php-dist ?ССг ФСШЩЮ ??гЧм.
nl_nl: Het bestand config.inc.php is verouderd. U kunt een verbeterde versie afleiden van het bestand config.inc.php-dist.
pl_pl: Twój plik config.inc.php jest przestarzały. Musisz go utworzyć ponownie wykorzystując nowy config.inc.php-dist.
pt_br: Seu arquivo config.inc.php está desatualizado. Você terá que gerá-lo novamente a partir do novo arquivo config.inc.php-dist.
pt_pt: O config.inc.php está desatualizado. Você deve criá-lo novamente a partir do novo config.inc.php-dist.
ro_ro: Fişierul config.inc.php este învechit. Trebuie să-l re-generaţi folosind noul fişier config.inc.php-dist.
ru_ru: Ваш config.inc.php является устаревшим. Вам необходимо обновить его из config.inc.php-dist.
sk_sk: Tvoj config.inc.php je zastaralý. Musíš vygenerovať nový zo súboru config.inc.php-dist.
sv_se: Din config.inc.php är ej uppdaterad. Du måste återskapa den från den nya config.inc.php-dist.
tr_tr: config.inc.php dosyaniz güncel değil. Bu dosyayı yeni config.inc.php-dist dosyasından yaratmanız gerekmektedir.
uk_ua: Ваш config.inc.php застарів. Вам необхідно оновити його із config.inc.php-dist.
zh_cn: 您的 config.inc.php 已失效。您需要自行通过 config.inc.php-ist 恢复。
zh_tw: 您的 config.inc.php 是過時的。您將需要從新的 config.inc.php-dist 重建它。

# strpostgresqlversionnotsupported
source: Version of PostgreSQL not supported. Please upgrade to version %s or later.
af_za: Weergawe van PostgreSQL word nie ondersteun nie. Probeer asb. weergawe %s of later.
ar: هذا الاصدار من PostgreSQL غير مدعوم. الرجاء الترقية الى الإصدار %s او أعلى.
ca_es: Versió de PostgreSQL no suportada. Si su plau actualitzi a la versió %s o posterior.
cs_cz: Verze PostgreSQL není podporovaná. Přejděte prosím na verzi %s nebo novější.
de_de: Ihre PostgreSQL-Version wird nicht unterstützt. Bitte stellen Sie Ihre Datenbank auf Version %s oder eine neuere Version um.
el_gr: Η τρέχουσα έκδοση της PostgreSQL δεν υποστηρίζεται από το phpPgAdmin. Παρακαλώ αναβαθμίστε στην έκδοση %s ή νεότερη.
es_es: Su versión de PostgreSQL no está soportada. Por favor actualice a la versión %s o mas reciente.
fr_fr: Cette version de PostgreSQL n'est pas supportée. Merci de mettre à jour PHP à la version %s ou ultérieure.
gl_es: Este aplicativo non é compatible coa versión de PostgreSQL que está a usar. Actualíceo á versión %s ou outra versión posterior.
he_il: גערסת ה PostgrSQL שלך אינה ניתמכת. אנא עדכן אותה לגירסה %s או חדשה יותר.
hu_hu: A PostgreSQL e változata nem megfelelő. Kérem telepítse a %s változatot, vagy újabbat!
it_it: Versione di PostgreSQL non supportata. È necessario aggiornarlo alla versione %s o successiva.
ja_jp: このバージョンの PostgreSQL はサポートしていません。バージョン %s 以上にアップグレードしてください。
lt_lt: PostgreSQL versija nepalaikoma. Prašom atnaujinti iki %s arba naujesnės versijos.
pl_pl: Nieobsługiwana wersja PostgreSQL. Uaktualnij do wersji %s lub nowszej.
pt_br: Versão do PostgreSQL não suportada. Por favor, atualize para a sua versão %s ou posterior.
pt_pt: Versão do PostgreSQL não é suportada. Por favor actualize para a versão %s ou superior.
ro_ro: Versiune de PostgreSQL ne-suportată. Actualizaţi la versiunea %s sau ulterioară.
ru_ru: Версия PostgreSQL не поддерживается. Пожалуйста, обновитесь до версии %s или более поздней.
sk_sk: Tvoja verzia PostgreSQL nie je podporovaná. Prosím aktualizuj ju na verziu %s alebo vyššiu.
tr_tr: Bu PostgreSQL sürümü desteklenmemektedir. Lütfen %s ya da üstü bir sürüme güncelleyiniz.
zh_cn: 旧版本的PostgreSQL不被支持。 请更新到版本 %s 或更高版本。
zh_tw: 版本的 PostgreSQL 未被支持。請升級版本到 %s 或是更高者。

# strbadschema
source: Invalid schema specified.
af_za: Ongeldige skema gespesifiseer.
ca_es: Esquema especificat invàlid.
cs_cz: Zadáno neplatné schéma.
de_de: Ungültiges Schema angegeben.
el_gr: Το σχήμα που δηλώθηκε δεν είναι έγκυρο.
es_es: El esquema especificado es inválido.
fr_fr: Schéma spécifié invalide.
gl_es: O esquema especificado non era correcto.
he_il: תרשים שגוי צויין
hu_hu: A megadott séma érvénytelen.
it_it: Schema specificato non valido.
ja_jp: 無効のスキーマが指定されました。
lt_lt: Nurodyta neteisinga schema.
mn_mn: єЯШЩвЧЯЯ Тевее
nl_nl: Ongeldig schema gespecificeerd.
pl_pl: Podano błędny schemat.
pt_br: Esquema especificado inválido.
pt_pt: Esquema inválido.
ro_ro: Schemă specificată incorectă.
ru_ru: Обнаружена неверная схема.
sk_sk: Špecifikovaná chybná schéma.
sv_se: Otillåtet schema angett.
tr_tr: Geçersiz şema.
uk_ua: Виявлено неправильну схему.
zh_cn: 无效的模式。
zh_tw: 無效的架構模式被指定。

# strbadencoding
source: Failed to set client encoding in database.
af_za: Die kliëntenkodering kon nie in die databasis geplaas word nie.
ar: لقد فشل ضبط شيفرة العميل client encoding في قاعدة البيانات.
ca_es: Error al fixar la codificació del client a la base de dades.
cs_cz: Nezdařilo se nastavit kódování klienta v databázi.
da_dk: Det lykkedes ikke at sætte klientkodning i databasen.
de_de: Kann die Client-Zeichenkodierung nicht in der Datenbank setzen.
el_gr: Αποτυχία ορισμού κωδικοποίησης στη βάση δεδομένων.
es_es: No se pudo configurar la codificación del cliente en la base de datos.
fr_fr: Impossible de spécifier l'encodage de la base de données.
gl_es: Non se deu establecida a codificación do cliente na base de datos.
he_il: נכשל בהתאמת קידוד משתמש למסד הנתונים.
hu_hu: Az ügyfél oldali kódolás beállítása az adatbázisban nem sikerült.
it_it: Impostazione della codifica del client nel database fallito.
ja_jp: データベースの中でクライアントエンコードを指定しませんでした。
lt_lt: Nepavyko nustatyti kliento koduotės duomenų bazėje.
nl_nl: Het zetten van de client encoding in de database is mislukt.
pl_pl: Błędne kodowanie bazy.
pt_br: Falha ao atribuir a codificação do cliente na base de dados.
pt_pt: Falha ao definir codificação do cliente na base de dados.
ro_ro: Imposibil de setat codificarea client în baza de date.
ru_ru: Ошибка при установке кодировки клиента (client encoding).
sk_sk: Nastavenie kódovania v databáze zlyhalo.
sv_se: Misslyckades att sätta klientkodning i databasen.
tr_tr: İstemci dil kodlamasını ayarlamaya çalışırken bir hata oluştu.
uk_ua: Неможливо встановити Ваше кодування в базі даних.
zh_cn: 设定客户端编码错误。
zh_tw: 在資料庫中設定客戶端字元編碼失敗。

# strsqlerror
source: SQL error:
af_za: SQL-fout:
ar: خطأ SQL:
ca_es: Error SQL:
cs_cz: Chyba SQL:
da_dk: SQL fejl:
de_de: SQL-Fehler:
el_gr: Σφάλμα στην SQL:
es_es: Error de SQL:
fr_fr: Erreur SQL :
gl_es: Erro de SQL:
he_il: שגיאת SQL:
hu_hu: SQL hiba:
ja_jp: SQL エラー:
lt_lt: SQL klaida:
mn_mn: SQL СЬФСС:
nl_nl: SQL fout:
pl_pl: Błąd SQL:
pt_br: Erro de SQL:
pt_pt: Erro de SQL:
ro_ro: Eroare SQL:
ru_ru: Ошибка SQL:
sk_sk: SQL chyba:
sv_se: SQL fel:
tr_tr: SQL hatası:
uk_ua: Помилка SQL:
zh_cn: SQL:错误
zh_tw: SQL 錯誤:

# strinstatement
source: In statement:
af_za: In stelling:
ar: في الجملة statement:
ca_es: En la sentència:
cs_cz: Ve výrazu:
da_dk: I påstanden:
de_de: In der Anweisung:
el_gr: Στη δήλωση:
es_es: En la setencia:
fr_fr: Dans l'instruction :
gl_es: Na instrución:
he_il: בהצהרה:
hu_hu: A következő kifejezésben:
ja_jp: 文:
lt_lt: Sakinyje:
mn_mn: ї ЯаХвСдЯвХ:
pl_pl: W poleceniu:
pt_br: No bloco:
pt_pt: Indicação de entrada :
ro_ro: În instrucţiunea:
ru_ru: В операторе:
sk_sk: Vo výraze:
sv_se: I påstående:
tr_tr: Üstteki hata, aşağıdaki ifade içinde oluştu:
uk_ua: В операторі:
zh_cn: 在语句：
zh_tw: 在區塊內:

# strinvalidparam
source: Invalid script parameters.
af_za: Ongeldige parameters.
ca_es: Paràmetres del script invàlids.
cs_cz: Neplatné parametry skriptu.
da_dk: Ugyldig scriptparam.
de_de: Unzulässige Script-Parameter.
el_gr: Λάθος παράμετροι.
es_es: Parámetros inválidos del script.
fr_fr: Paramètres de script invalides.
gl_es: Os parámetros fornecidos ao guión non son correctos.
he_il: ממדי תסריט שגוי.
hu_hu: Érvénytelen paraméterek.
it_it: Parametri di script non validi.
ja_jp: スクリプトパラメータが無効です。
lt_lt: Neteisingi skripto parametrai.
mn_mn: юХзХвЮйЪ аСвСЭХдв гЫвЩадС.
nl_nl: Ongeldige parameters.
pl_pl: Błędny parametr.
pt_br: Parâmetros de script inválidos.
pt_pt: Parâmetros de script inválidos.
ro_ro: Parametrii scriptului sunt incorecţi.
ru_ru: Неверный параметр скрипта.
sk_sk: Chybné parametre skriptu.
sv_se: Otillåtna scriptparametrar.
tr_tr: Geçersiz betik parametreleri.
uk_ua: Неправильний параметр скрипта.
zh_cn: 无效的脚本参数。
zh_tw: 無效的稿本變數。

# strnodata
source: No rows found.
af_za: Geen rye gevind.
ar: لم توجد سجلات.
ca_es: No s'han trobat files.
cs_cz: Nenalezen žádný řádek.
da_dk: Ingen rækker fundet.
de_de: Keine Datensätze gefunden.
el_gr: Δε βρέθηκαν γραμμές.
es_es: No se encontraron filas.
fr_fr: Pas de résultats.
gl_es: Non se atopou fila algunha.
he_il: לא נמצאו שורות.
hu_hu: Nincsenek sorok.
it_it: Nessuna riga trovata.
ja_jp: レコードが見つかりません。
lt_lt: Įrašų nerasta.
mn_mn: фСЮЮйШ ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen rijen gevonden.
pl_pl: Nie znaleziono danych.
pt_br: Nenhuma linha encontrada.
pt_pt: Não foram encontradas linhas.
ro_ro: Nici un rând găsit.
ru_ru: Данных не найдено.
sk_sk: Nenájdené žiadne záznamy.
sv_se: Hittade inga rader.
tr_tr: Satır bulunamadı.
uk_ua: Даних не виявлено.
zh_cn: 查无数据行。
zh_tw: 找不到資料列。

# strnoobjects
source: No objects found.
af_za: Geen objekte gevind.
ar: لم توجد كائنات.
ca_es: No s'han trobat objectes.
cs_cz: Nenalezen žádný objekt.
da_dk: Ingen objekter fundet.
de_de: Keine Objekte gefunden.
el_gr: Δε βρέθηκαν αντικείμενα.
es_es: No se encontraron objetos.
fr_fr: Aucun objet trouvé.
gl_es: Non se atopou obxecto algún.
he_il: לא נמצאו נתונים.
hu_hu: Nincsenek objektumok.
it_it: Nessun oggetto trovato.
ja_jp: オブジェクトが見つかりません。
lt_lt: Objektų nerasta.
mn_mn: яТпХЫдЯз ЮХ ЯТЮСвежХЮЯ.
pl_pl: Nie znaleziono obiektów.
pt_br: Nenhum objeto encontrado.
pt_pt: Não foram escontrados objectos.
ro_ro: Nici un obiect găsit.
ru_ru: Объектов не найдено.
sk_sk: Nenájdené žiadne objekty.
sv_se: Hittade inga objekt.
tr_tr: Hiçbir nesne bulunamadı..
uk_ua: Об"єктів не виявлено.
zh_cn: 查无对象。
zh_tw: 找不到物件。

# strrownotunique
source: No unique identifier for this row.
af_za: Geen unieke identifiseerder vir hierdie ry.
ar: لا يوجد معرّف فريد unique identifier في هذا السجل.
ca_es: No hi ha un identificador únic per aquesta fila.
cs_cz: Pro tento řádek neexistuje jedinečný identifikátor.
da_dk: Denne række har ingen unik nøgle.
de_de: Dieser Datensatz hat keine eindeutige Spalte.
el_gr: Δε βρέθηκε μοναδικό κλειδί στη γραμμή.
es_es: No existe un identificador único para este registro.
fr_fr: Pas d'identifiant unique pour cette ligne.
gl_es: Esta fila non ten ningún identificador único.
hu_hu: Nincs egyedi azonosító ehhez a sorhoz.
it_it: Nessun identificatore univoco per questa riga.
ja_jp: このレコードには一意識別子がありません。
lt_lt: Šiame įraše nėra unikalaus identifikatoriaus.
mn_mn: юХд еЮЩЫСЬиЮЯЧЯ ЩФХЮдЩЦЩЫСдЯвС ФЬб мдЯЪ кСаЩгЩ.
nl_nl: Geen unieke identifier voor deze rij.
pl_pl: Brak unikatowego identyfikatora dla tego wiersza.
pt_br: Nenhum identificador único para esta linha.
pt_pt: Não existe identificador único para esta linha.
ro_ro: Nici un identificator unic pentru acest rând.
ru_ru: Нет уникального идентификатора для этой записи.
sk_sk: Žiadny unikátny identifikárot pre tento riadok.
sv_se: Ingen unik nyckel för denna rad.
tr_tr: Bu satır için hiçbir tekil belirtici bulunamadı.
uk_ua: Немає унікального ідентифікатора для цього запису.
zh_cn: 该行无唯一约束。
zh_tw: 該資料列無唯一約束。

# strnouploads
source: File uploads are disabled.
af_za: Oplaaiing van lêers is afgeskakel.
ar: تحميل الملفات غير مفعّل.
ca_es: La pujada de fitxers està deshabilitada.
cs_cz: Je zakázané nahrávání souborů.
de_de: Das Hochladen von Dateien ist ausgeschaltet.
el_gr: Η αποστολή αρχείων είναι απενεργοποιημένη.
es_es: Está deshabilitada la subida de archivos.
fr_fr: Importation de fichiers désactivée.
gl_es: A carga de ficheiros está desactivada.
he_il: העלאת קבצים בוטלה.
hu_hu: Fájl feltöltése letiltva.
it_it: L'upload dei file è disabilitato.
ja_jp: ファイルアップロードが無効です。
lt_lt: Failų išsiuntimai - negalimi.
pl_pl: Ładowanie plików wyłączone.
pt_br: O upload de arquivos está desabilitado.
pt_pt: Upload de ficheiros indisponível.
ro_ro: Încărcarea de fişiere este dezactivată.
ru_ru: Загрузка файла невозможна.
sk_sk: Upload súborov je vypnutý.
tr_tr: Dosya yükleme özelliği etkin değil.
uk_ua: Завантаження файла неможливе.
zh_cn: 文件上传被禁止。
zh_tw: 上傳檔案功能是已停用。

# strimporterror
source: Import error.
af_za: Inleesfout.
ar: خطأ في الإستيراد.
ca_es: Error d'importació.
cs_cz: Chyba při importu.
de_de: Importfehler.
el_gr: Σφάλμα κατά την εισαγωγή.
es_es: Error de importación.
fr_fr: Erreur d'importation.
gl_es: Produciuse un erro ao importar.
he_il: שגיאת יבוא.
hu_hu: Behozatali hiba.
it_it: Errore durante l'import.
ja_jp: インポートエラー
lt_lt: Importavimo klaida.
pl_pl: Błąd importu.
pt_br: Erro de importação.
pt_pt: Erro na importação.
ro_ro: Eroare la importare.
ru_ru: Ошибка импорта.
sk_sk: Chyba Import-u.
tr_tr: Import hatası.
uk_ua: Помилка при імпортуванні.
zh_cn: 导入错误。
zh_tw: 匯入錯誤。
