Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strgroupcreated
source: Group created.
af_za: Groep geskep.
ar: لقد تمت إضافة المجموعة بنجاح.
ca_es: Grup creat.
cs_cz: Skupina byly vytvořena.
da_dk: Gruppe oprettet.
de_de: Gruppe angelegt.
el_gr: Η ομάδα δημιουργήθηκε.
es_es: Grupo creado.
fr_fr: Groupe créé.
gl_es: Creouse o grupo.
he_il: קבוצה נוצרה.
hu_hu: A csoport megteremtve.
it_it: Gruppo creato.
ja_jp: グループを作成しました。
lt_lt: Grupė sukurta.
mn_mn: чвеааС гЯкФСЮС.
nl_nl: Groep aangemaakt.
pl_pl: Grupa została utworzona.
pt_br: Grupo criado.
pt_pt: Grupo criado.
ro_ro: Grup creat.
ru_ru: Группа создана.
sk_sk: Skupina Vytvorená.
sv_se: Grupp skapad.
tr_tr: Grup yaratıldı.
uk_ua: Групу створено.
zh_cn: 群组已创建。
zh_tw: 群組已建立。

# strgroupcreatedbad
source: Group creation failed.
af_za: Die groep kon nie geskep word nie.
ar: لقد فشلت عملية إضافة المجموعة.
ca_es: No s'ha pogut crear el grup.
cs_cz: Nezdařilo se vytvořit skupinu.
da_dk: Oprettelse af gruppe mislykkedes.
de_de: Anlegen der Gruppe fehlgeschlagen.
el_gr: Η δημιουργία ομάδας απέτυχε.
es_es: Falló la creación del grupo.
fr_fr: Échec lors de la création du groupe.
gl_es: Non se conseguiu crear o grupo.
he_il: יצירת קבוצה נכשלה.
hu_hu: Nem sikerült a csoportot megteremteni.
it_it: Creazione del gruppo fallita.
ja_jp: グループの作成に失敗しました。
lt_lt: Nepavyko sukurti grupės.
mn_mn: ѓЯкФСЮЩХ Чвеаай авХвзСЮЯ.
nl_nl: Het aanmaken van de groep is mislukt.
pl_pl: Próba utworzenia grupy się nie powiodła.
pt_br: Falha ao criar o grupo.
pt_pt: Falha na criação de grupo.
ro_ro: Creare grup eşuată.
ru_ru: Создание группы прервано.
sk_sk: Skupina nebola vytvorená.
sv_se: Misslyckades att skapa grupp.
tr_tr: Grup yaratma işlemi başarısız oldu.
uk_ua: Створення групи перервано.
zh_cn: 群组创建失败。
zh_tw: 群組建立已失敗。

# strconfdropgroup
source: Are you sure you want to drop the group "%s"?
af_za: Is jy seker dat jy die groep "%s" wil verwyder?
ar: هل انت متأكد تريد حذف المجموعة "%s"؟
ca_es: Està segur de voler eliminar el grup "%s"?
cs_cz: Opravdu chcete odstranit skupinu „%s“?
da_dk: Er du sikker på at du vil slette gruppe "%s"?
de_de: Sind Sie sicher, dass Sie die Gruppe "%s" löschen möchten?
el_gr: Διαγραφή της ομάδας "%s"?
es_es: ¿Estás seguro de querer eliminar el grupo "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer le groupe « %s » ?
gl_es: está seguro de que quere eliminar o grupo «%s»?
he_il: האם אתה בטוח שברצונך למחוק את הקבוצה "%s"?
hu_hu: Biztosan törölni kívánja „%s” csoportot?
it_it: Eliminare il gruppo "%s"?
ja_jp: 本当にグループ「%s」を破棄しますか?
lt_lt: Ar tikrai norite šalinti grupę "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еФСЬЩди Чвеаае "%s"?
nl_nl: Weet u zeker dat u de groep "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz utworzyć grupę "%s"?
pt_br: Você têm certeza que deseja deletar o grupo "%s"?
pt_pt: Tem certeza que quer eliminar o grupo "%s"?
ro_ro: Sigur ştergeţi grupul "%s"?
ru_ru: Вы уверены, что хотите удалить группу "%s"?
sk_sk: Naozaj chceš zmazať skupinu "%s"?
sv_se: Är du säker på att du vill radera grupp "%s"?
tr_tr: "%s" grubunu silmek istediğinize emin misiniz?
uk_ua: Ви впевненні, що бажаєте видалити групу "%s"?
zh_cn: 确定要删除群组"%s"吗？
zh_tw: 您確定您要移除這個群組 "%s"?

# strgroupdropped
source: Group dropped.
af_za: Groep is verwyder.
ar: تم حذف المجموعة بنجاح.
ca_es: Grup eliminat.
cs_cz: Skupiny byla odstraněna.
da_dk: Gruppe slettet.
de_de: Gruppe gelöscht.
el_gr: Η ομάδα διαγράφηκε.
es_es: Grupo eliminado.
fr_fr: Groupe supprimé.
gl_es: Eliminouse o grupo.
he_il: קבוצה נמחקה.
hu_hu: A csoport törölve.
it_it: Gruppo eliminato.
ja_jp: グループを破棄しました。
lt_lt: Grupė pašalinta.
mn_mn: чвеааС еФСЬХЮС.
nl_nl: Groep verwijderd.
pl_pl: Grupa została usunięta.
pt_br: Grupo deletado.
pt_pt: Grupo eliminado.
ro_ro: Grup şters.
ru_ru: Группа удалена.
sk_sk: Skupina zmazaná.
sv_se: Grupp raderad.
tr_tr: Grup silindi.
uk_ua: Групу видалено.
zh_cn: 群组已删除。
zh_tw: 群組已移除。

# strgroupdroppedbad
source: Group drop failed.
af_za: Verwydering van die groep het misluk.
ar: لقد فشلت عملية حذف المجموعة.
ca_es: No s'ha pogut eliminar el grup.
cs_cz: Nezdařilo se odstranit skupinu.
da_dk: Det lykkedes ikke at fjerne gruppe.
de_de: Löschen der Gruppe fehlgeschlagen.
el_gr: Η διαγραφή της ομάδας απέτυχε.
es_es: Falló la eliminación del grupo.
fr_fr: Échec lors de la suppression du groupe.
gl_es: Non se conseguiu eliminar o grupo.
he_il: מחיקת קבוצה נכשלה.
hu_hu: Nem sikerült a csoportot törölni.
it_it: Eliminazione del gruppo fallita.
ja_jp: グループの破棄に失敗しました。
lt_lt: Nepavyko pašalinti grupės.
mn_mn: ѕФСЬХЮЩХ Чвеаай авХвзСЮЯ.
nl_nl: Verwijdering van de groep is mislukt.
pl_pl: Próba usunięcia grupy się nie powiodła.
pt_br: Falha ao deletar grupo.
pt_pt: Falha ao eliminar grupo.
ro_ro: Ştergere grup eşuată.
ru_ru: Удаление группы прервано.
sk_sk: Skupina nebola zmazaná.
sv_se: Misslyckades att radera grupp.
tr_tr: Grup silme işlemi başarısız oldu.
uk_ua: Видалення групи перервано.
zh_cn: 群组删除失败。
zh_tw: 群組移除已失敗。

# strmembers
source: Members
af_za: Lede
ar: الأعضاء
ca_es: Membres
cs_cz: Členové
da_dk: Medlemmer
de_de: Mitglieder
el_gr: Μέλη
es_es: Miembros
fr_fr: Membres
gl_es: Membros
he_il: חברים
hu_hu: Tagok
ja_jp: メンバー
lt_lt: Nariai
mn_mn: ѕоСгдЮЩЫЯз
nl_nl: Leden
pl_pl: Członkowie
pt_br: Membros
pt_pt: Membros
ro_ro: Membri
ru_ru: Участников
sk_sk: Členovia
sv_se: Medelemmar
tr_tr: Üyeler
uk_ua: Учасників
zh_cn: 成员
zh_tw: 成員

# strmemberof
source: Member of
ca_es: Membre de
cs_cz: Členem v
de_de: Mitglied von
el_gr: Μέλος της ομάδας
es_es: Miembro de
fr_fr: Membre de
gl_es: Membros de
hu_hu: Tagja
ja_jp: 次のグループのメンバー:
lt_lt: Yra narys
pt_br: Membro de
ro_ro: Membru al
ru_ru: Добавить в роли
zh_cn: 所属成员
zh_tw: 成員屬於

# stradminmembers
source: Admin members
ca_es: Membres administradors
cs_cz: Členové správci
de_de: Administrative Mitglieder
el_gr: Μέλη της ομάδας διαχειριστών
es_es: Administadores
fr_fr: Membres admin
gl_es: Membros administradores
hu_hu: Admin tagok
ja_jp: 管理メンバー
lt_lt: Admin nariai
pt_br: Membros administrativos
ro_ro: Membri administratori
ru_ru: Admin-участников
zh_cn: 管理成员
zh_tw: 管理員成員

# straddmember
source: Add member
af_za: Voeg 'n groeplid by
ar: إضافة عضو
ca_es: Afegeix un membre
cs_cz: Přidat člena
da_dk: Tilføj medlem
de_de: Mitglied hinzufügen
el_gr: Προσθήκη μέλους
es_es: Agregar miembro
fr_fr: Ajouter un membre
gl_es: Engadir un membro
he_il: הוסף חבר
hu_hu: Tagot vesz fel
it_it: Aggiungi membro
ja_jp: メンバーを追加する
lt_lt: Pridėti narį
mn_mn: фЯТСзЩди еоСгдЮЩЫС
nl_nl: Voeg groepslid toe
pl_pl: Dodaj członka grupy
pt_br: Adicionar membros
pt_pt: Adicionar membro
ro_ro: Adăugare membru
ru_ru: Добавить участника
sk_sk: Pridať člena
sv_se: Lägg till medlem
tr_tr: Üye ekle
uk_ua: Додати учасника
zh_cn: 添加成员
zh_tw: 增加成員

# strmemberadded
source: Member added.
af_za: Groeplid is bygevoeg.
ar: تمت إضافة العضو.
ca_es: Membre afegit.
cs_cz: Člen byl přidán.
da_dk: Medlem tilføjet.
de_de: Mitglied hinzugefügt.
el_gr: Το μέλος προστέθηκε στην ομάδα.
es_es: Miembro agregado.
fr_fr: Membre ajouté.
gl_es: Engadiuse o membro.
he_il: חבר נוסף.
hu_hu: Tag felvéve.
it_it: Membro aggiunto.
ja_jp: メンバーを追加しました。
lt_lt: Narys pridėtas.
mn_mn: ѕоСгдЮЩЫ ФЯТСзЬХЮ.
nl_nl: Groepslid toegevoegd.
pl_pl: Członek grupy został dodany.
pt_br: Membro adicionado.
pt_pt: Membro adicionado.
ro_ro: Membru adăugat.
ru_ru: Участник добавлен.
sk_sk: Člen pridaný.
sv_se: Medlem inlagd.
tr_tr: Üye eklendi.
uk_ua: Учасника додано.
zh_cn: 成员已添加。
zh_tw: 成員已加入。

# strmemberaddedbad
source: Member add failed.
af_za: Toevoeging van groeplid het misluk.
ar: لقد فشلت عملية إضافة العضو.
ca_es: No s'ha pogut afegir el membre.
cs_cz: Nezdařilo se přidat člena.
da_dk: Det lykkedes ikke at tilføje medlem.
de_de: Hinzufügen des Mitglieds fehlgeschlagen.
el_gr: Η προσθήκη του μέλους απέτυχε.
es_es: Falló la agregación de un nuevo miembro.
fr_fr: Échec lors de l'ajout du membre.
gl_es: Non se conseguiu engadir o membro.
he_il: הוספת חבר נכשלה.
hu_hu: Nem sikerült tagot felvenni.
it_it: Aggiunta del membro fallita.
ja_jp: メンバーの追加に失敗しました。
lt_lt: Nepavyko pridėti nario.
mn_mn: фЯТСзЬХЮЩХ еоСгдЮЩЫС авХвзСЮЯ.
nl_nl: Toevoegen groepslid mislukt.
pl_pl: Próba dodania członka grupy się nie powiodła.
pt_br: Falha ao adicionar membro.
pt_pt: Falha ao adicionar Membro.
ro_ro: Adăugare membru eşuată.
ru_ru: Добавление участника прервано.
sk_sk: Člen nebol pridaný.
sv_se: Misslyckades att lägga till medlem.
tr_tr: Üye ekleme başarısız oldu.
uk_ua: Додавання учасника перервано.
zh_cn: 成员添加失败。
zh_tw: 成員加入已失敗。

# strdropmember
source: Drop member
af_za: Verwyder groeplid
ar: حذف عضو
ca_es: Elimina el membre
cs_cz: Odebrat člena
da_dk: Fjern medlem
de_de: Mitglied löschen
el_gr: Διαγραφή μέλους
es_es: Retirar miembro
fr_fr: Supprimer un membre
gl_es: Eliminar o membro
he_il: מחק חבר.
hu_hu: Tag kicsapása
it_it: Elimina membro
ja_jp: メンバー破棄
lt_lt: Šalinti narį
mn_mn: ѕФСЬЩди еоСгдЮЩЫС
nl_nl: Verwijder groepslid
pl_pl: Usuń członka grupy
pt_br: Deletar membro
pt_pt: Retirar membro
ro_ro: Ştergere membru
ru_ru: Удалить участника
sk_sk: Zmazať člena
sv_se: Radera medlem
tr_tr: Üyeyi kaldır
uk_ua: Видалити учасника
zh_cn: 删除成员
zh_tw: 移除成員

# strconfdropmember
source: Are you sure you want to drop the member "%s" from the group "%s"?
af_za: Is jy seker dat jy "%s" uit groep "%s" wil verwyder?
ar: هل أنت متأكد تريد حذف العضو "%s" من المجموعة "%s"؟
ca_es: Està segur de voler eliminar el membre "%s" del grup "%s"?
cs_cz: Opravdu chcete odebrat člena „%s“ ze skupiny „%s“?
da_dk: Er du sikker på at du vil fjerne medlem "%s" fra gruppen "%s"?
de_de: Sind Sie sicher, dass Sie das Mitglied "%s" aus der Gruppe "%s" löschen wollen?
el_gr: Διαγραφή του μέλους "%s" από την ομάδα "%s"?
es_es: ¿Estás seguro de retirar el miembro "%s" del grupo "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer le membre « %s » du groupe « %s » ?
gl_es: Está seguro de que quere eliminar o membro «%s» do grupo «%s»?
he_il: באם אתה בטוח שברצונך למחוק את החבר "%s" מהקבוצה "%s"?
hu_hu: Biztosan ki akarja csapni „%s” tagot „%s” csoportból?
it_it: Eliminare il membro "%s" dal gruppo "%s"?
ja_jp: 本当にメンバー「%s」をグループ「%s」から破棄しますか?
lt_lt: Ar tikrai norite šalinti narį "%s" iš grupės "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еФСЬЩди еоСгдЮЩЫС "%s" Щк Чвеаай "%s"?
nl_nl: Weet u zeker dat u "%s" uit groep "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć "%s" z grupy "%s"?
pt_br: Você têm certeza que deseja deletar o membro "%s" do grupo "%s"?
pt_pt: Tem a certeza que pretende retirar o membro "%s" do grupo "%s"?
ro_ro: Sigur ştergeţi membrul "%s" din grupul "%s"?
ru_ru: Вы уверены, что хотите удалить участника "%s" из группы "%s"?
sk_sk: Naozaj chceš zmazať cľena "%s" zo skupiny "%s"?
sv_se: Är du säker på att du vill radera medlem "%s" från gruppen "%s"?
tr_tr: "%s" üyesini "%s" grubundan silmek istediğinize emin misiniz?
uk_ua: Ви впевненні, що бажаєте видалити учасника "%s" із групи "%s"?
zh_cn: 确定要将成员 "%s" 从群组 "%s"中删除吗?
zh_tw: 您確定您要移除這個成員 "%s" 從這個群組 "%s"?

# strmemberdropped
source: Member dropped.
af_za: Groeplid is verwyder.
ar: تم حذف العضو.
ca_es: Membre eliminat.
cs_cz: Člen byl odebrán.
da_dk: Medlem fjernet.
de_de: Mitglied gelöscht.
el_gr: Το μέλος διαγράφηκε.
es_es: Miembro retirado.
fr_fr: Membre supprimé.
gl_es: Eliminouse o membro.
he_il: חבר נמחק.
hu_hu: A tag kicsapva.
it_it: Membro eliminato.
ja_jp: メンバーを破棄しました。
lt_lt: Narys pašalintas.
mn_mn: ѕоСгдЮЩЫ еФСЬХЮ.
nl_nl: Groepslid verwijderd.
pl_pl: Członek grupy został usunięty.
pt_br: Membro deletado.
pt_pt: Membro retirado.
ro_ro: Membru şters.
ru_ru: Участник удален.
sk_sk: Člen zmazaný.
sv_se: Medlem raderad.
tr_tr: Üye silindi.
uk_ua: Учасника видалено.
zh_cn: 成员已删除。
zh_tw: 成員已移除。

# strmemberdroppedbad
source: Member drop failed.
af_za: Verwydering van groeplid het misluk.
ar: لقد فشل حذف العضو.
ca_es: No s'ha pogut eliminar el membre.
cs_cz: Nezdařilo se odebrat člena.
da_dk: Det lykkedes ikke at fjerne medlem.
de_de: Löschen des Mitglieds fehlgeschlagen.
el_gr: Η διαγραφή του μέλους απέτυχε.
es_es: Falló al retirar un miembro del grupo.
fr_fr: Échec lors de la suppression du membre.
gl_es: Non se conseguiu eliminar o membro.
he_il: מחיקת חבר נכשלה.
hu_hu: Nem sikerült a tagot kicsapni.
it_it: Eliminazione del membro fallita.
ja_jp: メンバーの破棄に失敗しました。
lt_lt: Nepavyko pašalinti nario.
mn_mn: ѕФСЬХЮЩХ еоСгдЮЩЫС авХвзСЮЯ.
nl_nl: Verwijderen van groepslid mislukt.
pl_pl: Próba usunięcia członka grupy się nie powiodła.
pt_br: Falha ao deletar membro.
pt_pt: Falha ao retirar membro.
ro_ro: Ştergere membru eşuată.
ru_ru: Удаление участника прервано.
sk_sk: Člen nebol zmazaný.
sv_se: Misslyckades att radera medlem.
tr_tr: Üye silme başarısız oldu.
uk_ua: Видалення учасника перервано.
zh_cn: 成员删除失败。
zh_tw: 成員移除已失敗。

source: Roles
ca_es: Rols
cs_cz: Role
it_it: Ruoli
ja_jp: ロール
lt_lt: Rolės
zh_cn: 角色
zh_tw: 角色

# strshowallroles
source: Show all roles
ca_es: Mostra tots els rols
cs_cz: Zobrazit všechny role
de_de: Alle Rollen anzeigen
el_gr: Εμφάνιση όλων των ρόλων
es_es: Mostrar todas los roles
fr_fr: Afficher tous les rôles
gl_es: Amosar todos os roles
hu_hu: Minden szerepet megjelenít
ja_jp: すべてのロールを表示する
lt_lt: Rodyti roles
pt_br: Exibir todos os papéis
ro_ro: Afişare toate rolurile
ru_ru: Показать все роли
zh_cn: 显示所有角色
zh_tw: 顯示全部角色

# strnoroles
source: No roles found.
ca_es: No s'han trobat rols.
cs_cz: Nenalezena žádná role.
de_de: Keine Rollen gefunden.
el_gr: Δε βρέθηκαν ρόλοι.
es_es: No se encontraron roles.
fr_fr: Aucun rôle trouvé.
gl_es: Non se atopou rol algún.
hu_hu: Nincs szerep.
it_it: Nessun ruolo trovato.
ja_jp: ロールが見つかりません。
lt_lt: Rolių nerasta.
pt_br: Nenhum papel encontrado.
ro_ro: Nici un rol găsit
ru_ru: Роли не найдены.
zh_cn: 查无角色。
zh_tw: 找不到任何角色。

# strinheritsprivs
source: Inherits privileges?
ca_es: Hereda privilegis?
cs_cz: Dědit oprávnění?
de_de: Rechte vererben?
el_gr: Κληρονομεί προνόμια?
es_es: ¿Hereda privilegios?
fr_fr: Hérite des droits ?
gl_es: Herdar os privilexios?
hu_hu: Jogosultságokat örököl?
ja_jp: 特権を引き継ぎますか?
lt_lt: Paveldi privilegijas?
pl_pl: Dziedziczyć uprawnienia?
pt_br: Herdar privilégios?
ro_ro: Moştenire privilegii?
ru_ru: Наследовать привилегии?
zh_cn: 继承权限?
zh_tw: 繼承特權?

# strcreaterole
source: Create role
ca_es: Crea un rol
cs_cz: Vytvořit roli
de_de: Rolle anlegen
el_gr: Δημιουργία ρόλου
es_es: Crear rol
fr_fr: Créer un rôle
gl_es: Crear un rol
hu_hu: Szerepet teremt
ja_jp: ロールを作成する
lt_lt: Kurti rolę
pl_pl: Utwórz rolę
pt_br: Criar papel
ro_ro: Creare rol
ru_ru: Создать роль
zh_cn: 创建角色
zh_tw: 建立角色

# strcancreaterole
source: Can create role?
ca_es: Crear el rol?
cs_cz: Vytvářet role?
de_de: Darf Rollen anlegen?
el_gr: Δημιουργία ρόλου?
es_es: ¿Puede crear roles?
fr_fr: Peut créer un rôle ?
gl_es: Pode crear roles?
hu_hu: Teremthet szerepet?
ja_jp: ロールを作成できますか?
lt_lt: Gali kurti rolę?
pt_br: Pode criar papéis?
ro_ro: Creare rol posibilă?
ru_ru: Может создавать роли?
zh_cn: 创建角色?
zh_tw: 能建立角色?

# strrolecreated
source: Role created.
ca_es: Rol creat.
cs_cz: Role byl vytvořena.
de_de: Rolle angelegt.
el_gr: Ο ρόλος δημιουργήθηκε.
es_es: Rol creado.
fr_fr: Rôle créé.
gl_es: Creouse o rol.
hu_hu: Szerep megteremtve.
ja_jp: ロールを作成しました。
lt_lt: Rolė sukurta.
pt_br: Papel criado.
ro_ro: Rol creat
ru_ru: Роль создана.
zh_cn: 角色已创建。
zh_tw: 角色已建立。

# strrolecreatedbad
source: Create role failed.
ca_es: No s'ha pogut crear el rol.
cs_cz: Nezdařilo se vytvořit roli.
de_de: Anlegen der Rolle fehlgeschlagen.
el_gr: Η δημιουργία του ρόλου απέτυχε.
es_es: Falló la creación del rol.
fr_fr: Échec lors de la création du rôle.
gl_es: Non se conseguiu crear o rol.
hu_hu: Nem sikerült szerepet teremteni.
ja_jp: ロールの作成に失敗しました。
lt_lt: Nepavyko sukurti rolės.
pt_br: Falha ao criar o papel.
ro_ro: Creare rol eşuată
ru_ru: Создание роли прервано.
zh_cn: 角色创建失败。
zh_tw: 角色建立已失敗。

# strrolealtered
source: Role altered.
ca_es: Rol modificat.
cs_cz: Změny v roli byly provedeny.
de_de: Rolle geändert.
es_es: Rol modificado.
fr_fr: Rôle modifié.
gl_es: Modificouse o rol.
hu_hu: Szerep megváltoztatva.
ja_jp: ロールを変更しました。
lt_lt: Rolė pakeista.
pt_br: Papel alterado.
ro_ro: Rol modificat
ru_ru: Роль изменена.
zh_cn: 角色已变更。
zh_tw: 角色被修改。

# strrolealteredbad
source: Role alter failed.
ca_es: No s'ha pogut modificar el rol.
cs_cz: Nezdařilo se provést změny v roli.
de_de: Ändern der Rolle fehlgeschlagen.
es_es: Falló la modificación del rol.
fr_fr: Échec lors de la modification du rôle.
gl_es: Non se conseguiu modificar o rol.
hu_hu: Nem sikerült szerepet változtatni.
ja_jp: ロールの変更に失敗しました。
lt_lt: Nepavyko pakeisti rolės.
pt_br: Falha ao alterar o papel.
ro_ro: Modificare rol eşuată
ru_ru: Изменение роли прервано.
zh_cn: 角色变更失败。
zh_tw: 角色修改已失敗。

# strcanlogin
source: Can login?
ca_es: Pot entrar?
cs_cz: Přihlašovat se?
de_de: Darf sich anmelden?
el_gr: Επιτρέπεται η σύνδεση?
es_es: ¿Puede iniciar sesión?
fr_fr: Peut se connecter ?
gl_es: Pode identificarse?
hu_hu: Beléphet?
ja_jp: ログインできますか?
lt_lt: Gali prisijungti?
pl_pl: Może się logować?
pt_br: Pode logar?
ro_ro: Autentificare posibilă?
ru_ru: Может логиниться?
zh_cn: 可以登录?
zh_tw: 可以登入?

# strconnlimit
source: Connection limit
ca_es: Límit de la connexió
cs_cz: Omezení připojení
de_de: Maximalzahl an Datenbankverbindungen
el_gr: Οριο συνδέσεων
es_es: Límite de conexión
fr_fr: Limite de connexion
gl_es: Límite da conexión
hu_hu: Kapcsolat korlátja
ja_jp: 接続制限
lt_lt: Sujungimų limitas
pt_br: Limite de conexões
ro_ro: Limită conectare
ru_ru: Лимит соединений
zh_cn: 连接限制
zh_tw: 連線限制

# strdroprole
source: Drop role
ca_es: Elimina el rol
cs_cz: Odstranit roli
de_de: Rolle löschen
el_gr: Διαγραφή ρόλου
es_es: Eliminar rol
fr_fr: Supprimer un rôle
gl_es: Eliminar o rol
hu_hu: Szerepet töröl
ja_jp: ロールを破棄する
lt_lt: Šalinti rolę
pt_br: Deletar papel
ro_ro: Ştergere rol
ru_ru: Удалить роль
zh_cn: 删除角色
zh_tw: 移除角色

# strconfdroprole
source: Are you sure you want to drop the role "%s"?
ca_es: Està segur de voler eliminar el rol '%s'?
cs_cz: Opravdu chcete odstranit roli „%s“?
de_de: Sind Sie sicher, dass Sie die Rolle "%s" löschen möchten?
el_gr: Διαγραφή του ρόλου "%s"?
es_es: ¿Estás seguro de que desea eliminar el rol "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer le rôle « %s » ?
gl_es: Está seguro de que quere eliminar o rol «%s»?
hu_hu: Biztosan töröljük „%s” szerepet?
ja_jp: 本当にロール「%s」を破棄しますか?
lt_lt: Ar tikrai norite šalinti rolę "%s"?
pl_pl: Czy na pewno chcesz usunąć rolę "%s"?
pt_br: Você têm certeza que deseja deletar o papel "%s"?
ro_ro: Sigur ştergeţi rolul "%s"?
ru_ru: Вы действительно хотите удалить роль "%s"?
zh_cn: 确定要删除角色 "%s"吗?
zh_tw: 您確定您要移除這個角色 "%s"?

# strroledropped
source: Role dropped.
ca_es: Rol eliminat.
cs_cz: Role byla odstraněna.
de_de: Rolle gelöscht.
el_gr: Ο ρόλος διαγράφηκε.
es_es: Rol eliminado.
fr_fr: Rôle supprimé.
gl_es: Eliminouse o rol.
hu_hu: Szerep törölve.
ja_jp: ロールを破棄しました。
lt_lt: Rolė pašalinta.
pl_pl: Rola została usunięta.
pt_br: Papel deletado.
ro_ro: Rol şters
ru_ru: Роль удалена.
zh_cn: 角色已删除。
zh_tw: 角色已移除。

# strroledroppedbad
source: Role drop failed.
ca_es: No s'ha pogut eliminar el rol.
cs_cz: Nezdařilo se odstranit roli.
de_de: Löschen der Rolle fehlgeschlagen.
el_gr: Η διαγραφή του ρόλου απέτυχε.
es_es: Falló la eliminación del rol.
fr_fr: Échec lors de la suppression du rôle.
gl_es: Non se conseguiu eliminar o rol.
hu_hu: Nem sikerült szerepet törölni.
ja_jp: ロールの破棄に失敗しました。
lt_lt: Nepavyko pašalinti rolės.
pl_pl: Próba usunięcia roli się nie powiodła.
pt_br: Falha ao deletar o papel.
ro_ro: Ştergere rol eşuată
ru_ru: Удаление роли прервано.
zh_cn: 角色删除失败。
zh_tw: 角色移除已失敗。

# strnolimit
source: No limit
ca_es: Sense límit
cs_cz: Bez omezení
de_de: Unbeschränkt
el_gr: Κανένα όριο
es_es: Sin límite
fr_fr: Aucune limite
gl_es: Sen límite
hu_hu: Nincs korlát
ja_jp: 制限なし
lt_lt: Be ribojimų
pt_br: Sem limite
ro_ro: Fără limită
ru_ru: Без ограничений
zh_cn: 无限制
zh_tw: 不限制

# strnever
source: Never
ca_es: Mai
cs_cz: Nikdy
de_de: Nie
el_gr: Ποτέ
es_es: Nunca
fr_fr: Jamais
gl_es: Nunca
hu_hu: Soha
it_it: Mai
lt_lt: Niekada
pt_br: Nunca
ro_ro: Niciodată
ru_ru: Никогда
zh_cn: 从不
zh_tw: 從末

# strroleneedsname
source: You must give a name for the role.
ca_es: Ha de donar un nom al rol.
cs_cz: Musíte zadat název pro roli.
de_de: Sie müssen für die Rolle einen Namen angeben.
el_gr: Πρέπει να δώσετε όνομα στο ρόλο.
es_es: Debes darle un nombre al rol.
fr_fr: Vous devez donner un nom à ce rôle.
gl_es: Ten que darlle un nome ao rol.
hu_hu: Nevet kell adni a szerepnek.
ja_jp: ロールの名前を指定しなければなりません。
lt_lt: Turite suteikti rolei pavadinimą.
pt_br: Você deve informar um nome para o papel.
ro_ro: Specificaţi un nume pentru rol
ru_ru: Вам необходимо определить имя роли.
zh_cn: 必须指定角色名称。
zh_tw: 您必需為這個角色命名。

# strprivilege
source: Privilege
af_za: Voorregte
ar: الصلاحيّة
ca_es: Privilegi
cs_cz: Oprávnění
da_dk: Rettighed
de_de: Recht
el_gr: Προνόμιο
es_es: Privilegio
fr_fr: Droit
gl_es: Privilexio
he_il: זכות
hu_hu: Jogosultság
it_it: Privilegio
ja_jp: 特権
lt_lt: Privilegija
mn_mn: №вЩзЩЬХЧЩб
nl_nl: Rechten
pl_pl: Uprawnienie
pt_br: Privilégio
pt_pt: Privilégio
ro_ro: Privilegiu
ru_ru: Привилегия
sk_sk: Privilégiá
sv_se: Rättighet
tr_tr: İzni
uk_ua: Привілей
zh_cn: 权限
zh_tw: 特權

source: Privileges
af_za: Voorregte
ca_es: Privilegis
cs_cz: Oprávnění
da_dk: Rettigheder
es_es: Privilegios
it_it: Privilegi
ja_jp: 特権
lt_lt: Privilegijos
pt_pt: Privilégios
tr_tr: İzinler
uk_ua: Привілеї
zh_tw: 特權

# strnoprivileges
source: This object has default owner privileges.
af_za: Hierdie objek het verstekeienaarvoorregte.
ar: هذا الكائن لديه صلاحيّات المالك الإفتراضية.
ca_es: Aquest objecte té els privilegis predeterminats.
cs_cz: Tento objekt má oprávnění výchozího vlastníka.
da_dk: Dette objekt har standard ejerrettigheder.
de_de: Für dieses Objekt gelten die Standard-Eigentümerrechte.
el_gr: Αυτό το αντικείμενο έχει τα εξ ορισμού προνόμια.
es_es: Por defecto, este objeto tiene privilegios de usuario.
fr_fr: Cet objet possède les droits par défault.
gl_es: Este obxecto ten os privilexios predeterminados do propietario.
he_il: לנתון זה יש זכויות ברירת מחדל של בעלים.
hu_hu: Ez objektum alap-jogosultságokkal rendelkezik.
it_it: Questo oggetto di default ha i privilegi del proprietario.
ja_jp: このオブジェクトは特権を持っていません。
lt_lt: Šiam objektui taikomos numatytosios valdytojo privilegijos.
mn_mn: яТпХЫд ЮХ ЩЭХХд авЩзЩЬХЧЩЪ.
nl_nl: Dit object heeft standaard eigenaar rechten.
pl_pl: Ten obiekt nie ma uprawnień.
pt_br: Este objeto têm os privilégios padrões de proprietário.
pt_pt: Este objeto tem privilégios padrões de proprietário.
ro_ro: Acest obiect are privilegiile implicite ale proprietarului.
ru_ru: Объект не имеет привилегий.
sk_sk: Tento objekt nemá privilégiá.
sv_se: Detta objekt har standard ägarrättigheter.
tr_tr: Bu nesnenin bir izni yoktur.
uk_ua: Об"єкт не володіє привілеями.
zh_cn: 这个对象拥有默认所属人的权限。
zh_tw: 這個物件有預設的擁有人特權。

# strgrant
source: Grant
af_za: Staan toe
ar: تصريح Grant
ca_es: Concedeix
cs_cz: Přidělit
da_dk: Tildel
de_de: Rechte erteilen
el_gr: Παροχή
es_es: Otorgar
fr_fr: Accorder (GRANT)
gl_es: Conceder
hu_hu: Feljogosít
it_it: Concedi
ja_jp: 権限
lt_lt: Suteikti
mn_mn: ѕгЩЬЩди
nl_nl: Sta toe
pl_pl: Nadaj
pt_br: Conceder
pt_pt: Concede
ro_ro: Acordare
ru_ru: Усилить
sk_sk: Povoliť
sv_se: Tillåt
tr_tr: İzni ver
uk_ua: Підсилити
zh_cn: 赋予
zh_tw: 賦予

# strrevoke
source: Revoke
af_za: Ontneem
ar: سحب Revoke
ca_es: Revoca
cs_cz: Odepřít
da_dk: Inddrag
de_de: Rechte entziehen
el_gr: Ανάκληση
es_es: Revocar
fr_fr: Révoquer (REVOKE)
gl_es: Revogar
hu_hu: Jogosultságot megvon
it_it: Revoca
ja_jp: 廃止
lt_lt: Panaikinti
mn_mn: ягЬСТЩди
nl_nl: Ontzeg
pl_pl: Zabierz
pt_br: Revogar
pt_pt: Revoga
ro_ro: Revocare
ru_ru: Ослабить
sk_sk: Odobrať
sv_se: Ta tillbaka
tr_tr: İzni kaldır
uk_ua: Послабити
zh_cn: 撤回
zh_tw: 撤回
