Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strnosequence
source: No sequence found.
af_za: Geen reeks gevind.
ar: لم يوجد تسلسل.
ca_es: No s'ha trobat la seqüencia.
cs_cz: Nenalezena žádná sekvence.
da_dk: Sekvens blev ikke fundet.
de_de: Keine Sequenz gefunden.
el_gr: Δε βρέθηκε ακολουθία.
es_es: No se encontró la secuencia.
fr_fr: Aucune séquence trouvée.
gl_es: Non se atopou secuencia algunha.
he_il: נוסחה לא נמצאה.
hu_hu: Nincs sorozat.
it_it: Sequenza non trovata.
ja_jp: シーケンスがありません。
lt_lt: Seka nerasta.
mn_mn: №ЯгЬХФЯзСдХЬиЮЯгди ЮХ ЯТЮСвежХЮС.
nl_nl: Geen sequence gevonden.
pl_pl: Nie znaleziono sekwencji.
pt_br: Nenhuma seqüência encontrada.
pt_pt: Sequência não encontrada.
ro_ro: Nici o secvenţă găsită.
ru_ru: Последовательность не обнаружена.
sk_sk: Nenájdená žiadna sekvencia.
sv_se: Hittade ingen sekvens.
uk_ua: Послідовність не виявлено.
zh_cn: 查无此序列
zh_tw: 找不到序列數。

# strnosequences
source: No sequences found.
af_za: Geen reekse gevind.
ar: لم يوجد تسلسلات.
ca_es: No s'han trobat seqüencies.
cs_cz: Nenalezeny žádné sekvence.
da_dk: Ingen sekvenser blev fundet.
de_de: Keine Sequenzen gefunden.
el_gr: Δε βρέθηκαν ακολουθίες.
es_es: No se encontraron las secuencias.
fr_fr: Aucune séquence trouvée.
gl_es: Non se atopou secuencia algunha.
he_il: לא נמצאו נוסחאות.
hu_hu: Nincsenek sorozatok.
it_it: Nessuna sequenza trovata.
ja_jp: シーケンスが見つかりません。
lt_lt: Sekų nerasta.
mn_mn: юЩ ЯФЮЯЪ аЯгЬХФЯзСдХЬиЮЯгдЩ ЮХ ЯТЮСвежХЮЯ.
nl_nl: Geen sequences gevonden.
pl_pl: Nie znaleziono sekwencji.
pt_br: Nenhuma seqüência encontrada.
pt_pt: Sequências não encontradas.
ro_ro: Nici o secvenţă găsită.
ru_ru: Ни одной последовательности не найдено.
sk_sk: nenájdené žiadne sekvencie.
sv_se: Hittade inga sekvenser.
uk_ua: Жодної послідовності не виявлено.
zh_cn: 查无序列。
zh_tw: 找不到任何序列數。

# strcreatesequence
source: Create sequence
af_za: Skep reeks
ar: إنشاء تسلسل جديد
ca_es: Crea una seqüència
cs_cz: Vytvořit sekvenci
da_dk: Opret sekvens
de_de: Sequenz erstellen
el_gr: Δημιουργία ακολουθίας
es_es: Crear secuencia
fr_fr: Créer une séquence
gl_es: Crear unha secuencia
he_il: צור נוסחה
hu_hu: Sorozatot teremt
it_it: Crea sequenza
ja_jp: シーケンスを作成する
lt_lt: Kurti seką
mn_mn: ѓЯкФСди аЯгЬХФЯзСдХЬиЮЯгди
nl_nl: Maak sequence aan
pl_pl: Utwórz sekwencję
pt_br: Criar seqüência
pt_pt: Criar sequência
ro_ro: Creare secvenţă
ru_ru: Создать последовательность
sk_sk: Vytvoriť Sekvenciu
sv_se: Skapa sekvens
uk_ua: Створити послідовність
zh_cn: 创建序列
zh_tw: 建立序列數

# strlastvalue
source: Last value
af_za: Laaste waarde
ar: آخر قيمة
ca_es: Últim valor
cs_cz: Poslední hodnota
da_dk: Seneste værdi
de_de: Letzter Wert
el_gr: Τελευταία τιμή
es_es: Último Valor
fr_fr: Dernière valeur
gl_es: Último valor
he_il: ערך אחרון
hu_hu: Utolsó érték
it_it: Ultimo valore
ja_jp: 最終値
lt_lt: Paskutinė reikšmė
mn_mn: №ЯгЬХФЮХХ кЮСоХЮЩХ
nl_nl: laatste_waarde
pl_pl: Ostatnia wartość
pt_br: Último valor
pt_pt: Último valor
ro_ro: Ultima valoare
ru_ru: Последнее значение
sk_sk: Posledná Hodnota
sv_se: Senaste värde
tr_tr: Son değer
uk_ua: Останнє значення
zh_cn: 最后值
zh_tw: 最後值

# strincrementby
source: Increment by
af_za: Verhoog met
ar: مقدار الزيادة Increment by
ca_es: Incrementar en
cs_cz: Přírůstek
da_dk: Øg med
de_de: Erhöhen um
el_gr: Προσαύξηση κατά
es_es: Incremento
fr_fr: Incrémenter par
gl_es: Aumentar en
hu_hu: Növekmény
it_it: Incrementa di
ja_jp: 増加数
lt_lt: Prieaugis
mn_mn: ѕзХЬЩоХЮЩХ ЮС
nl_nl: verhoog_met
pl_pl: Zwiększana o
pt_br: Incrementado por
pt_pt: Incrementar por
ro_ro: Incrementare cu
ru_ru: Увеличение на
sk_sk: Inkrementovať od
sv_se: Öka med
tr_tr: Arttırma değeri
uk_ua: Збільшення на
zh_cn: 增量
zh_tw: 遞增量

# strstartvalue
source: Start value
af_za: Aanvangswaarde
ar: قيمة البداية
ca_es: Valor inicial
cs_cz: Počáteční hodnota
da_dk: Startværdi
de_de: Startwert
el_gr: Τιμή εκκίνησης
es_es: Valor inicial
fr_fr: Valeur de départ
gl_es: Valor inicial
he_il: ערך התחלה
hu_hu: Kezdő érték
it_it: Valore iniziale
ja_jp: 開始値
lt_lt: Pradinė reikšmė
mn_mn: юСоСЬиЮЯХ кЮСоХЮЩХ
nl_nl: Start waarde
pl_pl: Wartość początkowa
pt_br: Valor inicial
pt_pt: Valor inicial
ro_ro: Valoare de start
ru_ru: Начальное значение
sk_sk: Start Hodnota
sv_se: Startvärde
tr_tr: Başlangıç Değeri
uk_ua: Початкове значення
zh_cn: 起始值
zh_tw: 初始值

# strrestartvalue
source: Restart value
ca_es: Valor al reiniciar
cs_cz: Nová počáteční hodnota
es_es: Reiniciar valor
fr_fr: Valeur de redémarrage
gl_es: Valor do reinicio
hu_hu: Újrakezdő érték
lt_lt: Paleidimo iš naujo reikšmė
pt_br: Valor de reinicialização
zh_cn: 重新计算

# strmaxvalue
source: Max value
af_za: maks_waarde
ar: القيمة القصوى
ca_es: Valor màxim
cs_cz: Max. hodnota
da_dk: Største værdi
de_de: Maximalwert
el_gr: Μέγιστη τιμή
es_es: Valor máximo
fr_fr: Valeur maximale
gl_es: Valor máximo
he_il: ערך מקסימלי
hu_hu: Felső korlát
it_it: Valore massimo
ja_jp: 最大値
lt_lt: Maks. reikšmė
mn_mn: эСЫг. зХЬЩоЩЮС
nl_nl: max_waarde
pl_pl: Wartość maks.
pt_br: Valor máximo
pt_pt: Valor máximo
ro_ro: Valoare maximă
ru_ru: Макс. величина
sk_sk: Max Hodnota
sv_se: Största värde
tr_tr: Max Değer
uk_ua: Макс. значення
zh_cn: 最大值
zh_tw: 最大值

# strminvalue
source: Min value
af_za: min_waarde
ar: القيمة الدنيا
ca_es: Valor mínim
cs_cz: Min. hodnota
da_dk: Mindste værdi
de_de: Minimalwert
el_gr: Ελάχιστη τιμή
es_es: Valor mínimo
fr_fr: Valeur minimale
gl_es: Valor mínimo
he_il: ערך מינימלי
hu_hu: Alsó korlát
it_it: Valore minimo
ja_jp: 最小値
lt_lt: Min. reikšmė
mn_mn: эЩЮ. зХЬЩоЩЮС
nl_nl: min_waarde
pl_pl: Wartość min.
pt_br: Valor mínimo
pt_pt: Valor mínimo
ro_ro: Valoare minimă
ru_ru: Мин. величина
sk_sk: Min Hodnota
sv_se: Minsta värde
tr_tr: Min Değer
uk_ua: Мін. значення
zh_cn: 最小值
zh_tw: 最小值

# strcachevalue
source: Cache value
af_za: Kasgeheue-waarde
ca_es: Valor de cache
cs_cz: Připraveno dopředu
da_dk: Cachens værdi
de_de: Anzahl Werte im Cache
el_gr: Αριθμός εγγραφών στην κρυφή μνήμη (cache)
es_es: Valor de la caché
fr_fr: Valeur de cache
gl_es: Valor da caché
he_il: ערך מטמון
hu_hu: Gyorstár értéke
it_it: Valori in cache
ja_jp: キャッシュ値
lt_lt: Reikšmė podėlyje
mn_mn: ђСкЭХв ЫмлС
nl_nl: cache_waarde
pl_pl: Wartość keszowana
pt_br: Valor de cache
pt_pt: Valor de cache
ro_ro: Valoare cache
ru_ru: Размер кэша
sk_sk: Cache Hodnota
sv_se: Värde på cache
tr_tr: Cache Değeri
uk_ua: Розмір кеша
zh_cn: 缓存值
zh_tw: 快取值

# strlogcount
source: Log count
af_za: Boekstaaftelling
ca_es: Compte del registre
cs_cz: Dostupných hodnot bez zápisu (log_cnt)
de_de: WAL-Zähler (log_cnt)
el_gr: Καταγραφή
es_es: Registrar cuenta
fr_fr: Comptage
gl_es: Conta de rexistros
he_il: ספירת יומן
hu_hu: Számláló
ja_jp: ログカウント
nl_nl: log_cnt
pl_pl: log_cnt
pt_br: Contador do log
pt_pt: Contador do log
sk_sk: Log Súčet
sv_se: Räkna log
zh_cn: 日志计数（Log count）
zh_tw: 日誌計數

# strcancycle
source: Can cycle?
ca_es: Pot completar un cicle?
cs_cz: Cyklicky?
de_de: Zyklisch?
el_gr: Να μηδενίζεται?
es_es: ¿Cíclica?
fr_fr: Peut boucler?
gl_es: Pode repetirse?
hu_hu: Körbejárhat?
it_it: Può ricominciare?
pt_br: Pode ser cíclica?
ru_ru: Может зацикливаться?
zh_cn: 可以循环吗?

# striscalled
source: Will increment last value before returning next value (is_called)?
ca_es: Vol incrementar l'últim valor abans de retornar el següent valor (is_called)?
cs_cz: Zvýšit před vrácením následující (is_called)?
de_de: Wird erhöht werden, wenn der nächste Wert angefordert wird (is_called)?
el_gr: Εχει κληθεί?
es_es: ¿Incrementará el último valor antes de ser llamado (is_called)?
fr_fr: Incrémentera la dernière valeur avant de retourner la prochaine valeur (is_called) ?
gl_es: Aumentará o último valor antes de devolver o seguinte (is_called)?
hu_hu: Növekedjék mielőtt visszatér a következő értékkel (is_called)?
it_it: Incrementerà l'ultimo valore prima di ritornare il prossimo valore (is_called)?
lt_lt: Padidins paskutinę reikšmę prieš grąžinant kitą reikšmę (is_called)?
pt_br: Irá incrementar o último valor antes de retornar o próximo valor (is_called)?
ru_ru: Увеличит последнее значение после получения следующего значения (is_called)?
zh_cn: 将在返回下一个值前递增最后的值(is_called)吗？
zh_tw: 將在返回下一個值前遞增最後的值(is_called)嗎？

# strsequenceneedsname
source: You must specify a name for your sequence.
af_za: Jy moet 'n naam gee vir die reeks.
ar: يجب إعطاء إسم للتسلسل sequence.
ca_es: Ha d'especificar un nom per la seqüència.
cs_cz: Musíte zadat název pro sekvenci.
da_dk: Sekvens skal have et navn.
de_de: Sie müssen für die Sequenz einen Namen angeben.
el_gr: Πρέπει να δώσετε όνομα για την ακολουθία.
es_es: Debes especificar el nombre de la secuencia.
fr_fr: Vous devez spécifier un nom pour votre séquence.
gl_es: Debe fornecer un nome para a secuencia.
he_il: אתה חייב לציין שם לנוסחה שלך.
hu_hu: Meg kell adni a sorozatnevet.
it_it: È necessario specificare un nome per la sequenza.
ja_jp: シーケンス名を指定しなければなりません。
lt_lt: Turite suteikti sekai vardą.
mn_mn: їСЭ ЮХЯТШЯФЩЭЯ еЫСкСди ЩЭб аЯгЬХФЯзСдХЬиЮЯгдЩ.
nl_nl: U dient een naam op te geven voor de sequence.
pl_pl: Musisz nazwać sekwencję.
pt_br: Você deve informar um nome para a sua seqüência.
pt_pt: Dê um nome a sua sequência.
ro_ro: Specificaţi un nume pentru secvenţă.
ru_ru: Вам необходимо указать имя последовательности.
sk_sk: Musíš zadať názov pre tvoju sekvenciu.
sv_se: Du måste ge ett namn till din sekvens.
tr_tr: Sequence için bir ad belirtmelisiniz.
uk_ua: Вам необхідно вказати ім"я послідовності.
zh_cn: 必须指定序列名称。
zh_tw: 您必需為您的序列數給一個名稱。

# strsequencecreated
source: Sequence created.
af_za: Reeks is geskep.
ar: تم إنشاء التسلسل بنجاح.
ca_es: Seqüència creada.
cs_cz: Sekvence byla vytvořena.
da_dk: Sekvens oprettet.
de_de: Sequenz erstellt.
el_gr: Η ακολουθία δημιουργήθηκε.
es_es: Secuencia creada.
fr_fr: Séquence créée.
gl_es: Creouse a secuencia.
he_il: נוסחה נוצרה.
hu_hu: A sorozat megteremtve.
it_it: Sequenza creata.
ja_jp: シーケンスを作成しました。
lt_lt: Seka sukurta.
mn_mn: №ЯгЬХФЯзСдХЬиЮЯгди гЯкФСЮС.
nl_nl: Sequence aangemaakt.
pl_pl: Sekwencja została utworzona.
pt_br: Seqüência criada.
pt_pt: Sequência criada.
ro_ro: Secvenţă creată.
ru_ru: Последовательность создана.
sk_sk: Sekvencia vytvorená.
sv_se: Sekvens skapad.
tr_tr: Sequence yaratıldı.
uk_ua: Послідовність створено.
zh_cn: 序列已创建。
zh_tw: 序列數已建立。

# strsequencecreatedbad
source: Sequence creation failed.
af_za: Die reeks kon nie geskep word nie.
ar: لقد فشل إنشاء التسلسل.
ca_es: No s'ha pogut crear la seqüència.
cs_cz: Nezdařilo se vytvořit sekvenci.
da_dk: Oprettelse af sekvens mislykkedes.
de_de: Erstellen der Sequenz fehlgeschlagen.
el_gr: Η δημιουργία της ακολουθίας απέτυχε.
es_es: Falló la creación de la secuencia.
fr_fr: Échec lors de la création de la séquence.
gl_es: Non se conseguiu crear a secuencia.
he_il: יצירת נוסחה נכשלה.
hu_hu: Nem sikerült megteremteni a sorozatot.
it_it: Creazione della sequenza fallita.
ja_jp: シーケンスの作成に失敗しました。
lt_lt: Nepavyko sukurti sekos.
mn_mn: ѓЯкФСЮЩХ аЯгЬХФЯзСдХЬиЮЯгдЩ авХвзСЮЯ.
nl_nl: Aanmaken van de sequence mislukt.
pl_pl: Próba utworzenia sekwencji się nie powiodła.
pt_br: Falha ao criar a seqüência.
pt_pt: Falha na criação da sequência.
ro_ro: Creare secvenţă eşuată.
ru_ru: Создание последовательности прервано.
sk_sk: Sekvencia nebola vytvorená.
sv_se: Misslyckades att skapa sekvens.
tr_tr: Sequence yaratma işlemi başarısız oldu.
uk_ua: Створення послідовності перервано.
zh_cn: 序列创建失败。
zh_tw: 序列數建立失敗。

# strconfdropsequence
source: Are you sure you want to drop sequence "%s"?
af_za: Is jy seker dat jy die reeks "%s" wil verwyder?
ar: هل أنت متأكد تريد حذف التسلسل بإسم "%s"؟
ca_es: Està segur de voler eliminar la seqüència "%s"?
cs_cz: Opravdu chcete odstranit sekvenci „%s“?
da_dk: Er du sikker på at du vil fjerne sekvensen "%s"?
de_de: Sind Sie sicher, dass die die Sequenz "%s" löschen möchten?
el_gr: Να διαγραφεί η ακολουθία "%s"?
es_es: ¿Estás seguro que quiere eliminar la secuencia "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer la séquence « %s » ?
gl_es: Está seguro de que quere eliminar a secuencia «%s»?
he_il: האם אתה בטוח שברצונך למחוק את הנוסחה "%s"?
hu_hu: Biztosan törölni kívánja „%s” sorozatot?
it_it: Eliminare la sequenza "%s"?
ja_jp: 本当にシーケンス「%s」を破棄しますか?
lt_lt: Ar tikrai norite pašalinti seką "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ еЮЩодЯжЩди аЯгЬХФЯзСдХЬиЮЯгди "%s"?
nl_nl: Weet u zeker dat u de sequence "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć sekwencję "%s"?
pt_br: Você têm certeza que deseja deletar a seqüência "%s"?
pt_pt: Tem certeza que quer eliminar a sequência "%s"?
ro_ro: Sigur ştergeţi secvenţa "%s"?
ru_ru: Вы уверены, что хотите уничтожить последовательность "%s"?
sk_sk: Naozaj chceš zmazať sekvenciu "%s"?
sv_se: Är du säker på att du vill radera sekvensen "%s"?
tr_tr: "%s" sequence ini kaldırmak istediğinize emin misiniz?
uk_ua: Ви впевнені, що бажаєте видалити послідовність "%s"?
zh_cn: 确定要删除序列"%s"吗？
zh_tw: 您確定您要移除這個序列數 "%s"?

# strsequencedropped
source: Sequence dropped.
af_za: Reeks is verwyder.
ar: لقد تم حذف التسلسل بنجاح.
ca_es: Seqüència eliminada.
cs_cz: Sekvence byla odstraněna.
da_dk: Sekvensen fjernet.
de_de: Sequenz gelöscht.
el_gr: Η ακολουθία διαγράφηκε.
es_es: Secuencia eliminada.
fr_fr: Séquence supprimée.
gl_es: Eliminouse a secuencia.
he_il: נוסחה נמחקה..
hu_hu: A sorozat törölve.
it_it: Sequenza eliminata.
ja_jp: シーケンスを破棄しました。
lt_lt: Seka pašalinta.
mn_mn: №ЯгЬХФЯзСдХЬиЮЯгди еЮЩодЯжХЮС.
nl_nl: Sequence verwijderd.
pl_pl: Sekwencja została usunięta.
pt_br: Seqüência deletada.
pt_pt: Sequência eliminada.
ro_ro: Secvenţă ştearsă.
ru_ru: Последовательность уничтожена.
sk_sk: Sekvencia zmazaná.
sv_se: Sekvensen borrtagen.
tr_tr: Sequence kaldırıldı.
uk_ua: Послідовність видалено.
zh_cn: 序列已删除。
zh_tw: 序列數已移除。

# strsequencedroppedbad
source: Sequence drop failed.
af_za: Verwydering van die reeks het misluk.
ar: لقد فشلت عملية حذف التسلسل.
ca_es: No s'ha pogut eliminar la seqüència.
cs_cz: Nezdařilo se odstranit sekvenci.
da_dk: Fjernelse af sekvens mislykkedes.
de_de: Löschen der Sequenz fehlgeschlagen.
el_gr: Η διαγραφή της ακολουθίας απέτυχε.
es_es: Falló la eliminación de la secuencia.
fr_fr: Échec lors de la suppression de la séquence.
gl_es: Non se conseguiu eliminar a secuencia.
he_il: נחיקת נוסחה נכשלה.
hu_hu: Nem sikerült törölni a sorozatot.
it_it: Eliminazione della sequenza fallita.
ja_jp: シーケンスの破棄に失敗しました。
lt_lt: Nepavyko pašalinti sekos.
mn_mn: ѕЮЩодЯжХЮЩХ аЯгЬХФЯзСдХЬиЮЯгдЩ авХвзСЮЯ.
nl_nl: Verwijdering van de sequence mislukt.
pl_pl: Próba usunięcia sekwencji się nie powiodła.
pt_br: Falha ao deletar a seqüência.
pt_pt: Falha ao eliminar a sequência.
ro_ro: Ştergere secvenţă eşuată.
ru_ru: Уничтожение последовательности прервано.
sk_sk: Sekvencia nebola zmazaná.
sv_se: Misslyckades att radera sekvens.
tr_tr: Sequence kaldırma işlemi başarısız oldu.
uk_ua: Видалення послідовності перервано.
zh_cn: 序列删除失败。
zh_tw: 序列數移除已失敗。

# strsequencerestart
source: Sequence restarted.
ca_es: Seqüència reiniciada.
cs_cz: Sekvence nastavena na novou počáteční hodnotu.
es_es: Secuencia restablecida.
fr_fr: Séquence redémarrée.
gl_es: Reiniciouse a secuencia.
hu_hu: Sorozat újrakezdve.
lt_lt: Seka paleista iš naujo.
pt_br: Seqüência reinicializada.
zh_cn: 重新计算序列。

# strsequencerestartbad
source: Sequence restart failed.
ca_es: No s'ha pogut reiniciar la seqüència.
cs_cz: Nezdařilo se nastavit novou počáteční hodnotu sekvence.
es_es: Falló al restablecer la secuencia.
fr_fr: Échec tu redémarrage de la séquence.
gl_es: Non se conseguiu reiniciar a secuencia.
hu_hu: Nem sikerült újrakezdeni a sorozatot.
lt_lt: Nepavyko sekos paleist iš naujo.
pt_br: Falha ao reinicializar a seqüência.
zh_cn: 序列重新计算失败。

# strsequencereset
source: Sequence reset.
af_za: Herstel reeks.
ar: لقد تمت إعادة التسلسل بنجاح.
ca_es: Seqüència reiniciada.
cs_cz: Sekvence byla nastavena na počáteční hodnotu.
da_dk: Nulstil sekvens.
de_de: Sequenz zurückgesetzt.
el_gr: Η ακολουθία επανεκκινήθηκε.
es_es: Secuencia reiniciada.
fr_fr: Séquence initialisée.
gl_es: Restableceuse a secuencia.
he_il: נוסחה אותחלה.
hu_hu: Sorozat nullázása.
it_it: Reset della sequenza effettuato.
ja_jp: シーケンスリセットを行いました。
lt_lt: Seka atstatyta į pradinę būseną.
mn_mn: №ЯгЬХФЯзСдХЬиЮЯгди гТвЯлХЮС.
pl_pl: Sekwencja została wyzerowana.
pt_br: Reinicializar a seqüência.
pt_pt: Limpar sequência.
ro_ro: Reiniţializare secvenţă.
ru_ru: Последовательность сброшена.
sk_sk: Sekvencia resetovaná.
sv_se: Nollställ sekvens.
tr_tr: Sequence sıfırlandı.
uk_ua: Послідовність скинуто.
zh_cn: 序列已重置。
zh_tw: 序列數重置。

# strsequenceresetbad
source: Sequence reset failed.
af_za: Herstel van reeks het misluk.
ar: لقد فشلت إعادة التسلسل.
ca_es: No s'ha pogut reiniciar la seqüència.
cs_cz: Nezdařilo se nastavit počáteční hodnotu sekvence.
da_dk: Nulstilling af sekvens mislykkedes.
de_de: Rücksetzen der Sequenz fehlgeschlagen.
el_gr: Η επανεκκίνηση της ακολουθίας απέτυχε.
es_es: Falló al intentar reiniciar la secuencia.
fr_fr: Échec lors de l'initialisation de la séquence.
gl_es: Non se conseguiu restablecer a secuencia.
he_il: איתחול נוסחה נכשלה.
hu_hu: Nem sikerült nullázni a sorozatot.
it_it: Reset della sequenza fallito.
ja_jp: シーケンスのリセットに失敗しました。
lt_lt: Nepavyko sekos atstatyti į pradinę būseną.
mn_mn: ѓТвЯг аЯгЬХФЯзСдХЬиЮЯгдЩ авХвзСЮ.
nl_nl: Sequence reset mislukt.
pl_pl: Próba zerowania sekwencji się nie powiodła.
pt_br: Falha ao reinicializar a seqüência.
pt_pt: Falha ao limpar sequência.
ro_ro: Reiniţializare secvenţă eşuată.
ru_ru: Сброс последовательности прерван.
sk_sk: Sekvencia nebola resetovaná.
sv_se: Misslyckades att nollställa sekvens.
tr_tr: Sequence sıfırlama başarısız oldu.
uk_ua: Скинення послідовності перервано.
zh_cn: 序列重置失败。
zh_tw: 序列數重置已失敗。

# strsequencealtered
source: Sequence altered.
ca_es: Seqüència modificada.
cs_cz: Změny v sekvenci byly provedeny.
de_de: Sequenz geändert.
el_gr: Η ακολουθία τροποποιήθηκε.
es_es: Secuencia modificada.
fr_fr: Séquence modifiée.
gl_es: Modificouse a secuencia.
hu_hu: Sorozat megváltoztatva.
it_it: Sequenza modificata.
ja_jp: シーケンスを変更しました。
lt_lt: Seka pakeista.
pl_pl: Sekwencja została zmieniona.
pt_br: Seqüência alterada.
ro_ro: Secvenţă modificată
ru_ru: Последовательность изменена.
zh_cn: 序列已变更。
zh_tw: 序列數已修改。

# strsequencealteredbad
source: Sequence alteration failed.
ca_es: No s'ha pogut modificar la seqüència.
cs_cz: Nezdařilo se provést změny v sekvenci.
de_de: Ändern der Sequenz fehlgeschlagen.
el_gr: Η τροποποίηση της ακολουθίας απέτυχε.
es_es: Falló la modificación de la secuencia.
fr_fr: Échec lors de la modification de la séquence.
gl_es: Non se conseguiu modificar a secuencia.
hu_hu: Nem sikerült megváltoztatni a sorozatot.
it_it: Modifica della sequenza fallita.
ja_jp: シーケンスの変更に失敗しました。
lt_lt: Nepavyko pakeisti sekos.
pl_pl: Próba modyfikacji sekwencji się nie powiodła.
pt_br: Falha ao alterar a seqüência.
ro_ro: Modificare secvenţă eşuată
ru_ru: Изменение последовательности прервано.
zh_cn: 序列变更失败。
zh_tw: 序列數修改已失敗。

# strsetval
source: Set value
ca_es: Fixa el valor
cs_cz: Nastavit hodnotu
de_de: Wert setzen
el_gr: Αλλαγή τιμής
es_es: Fijar el valor
fr_fr: Initialiser à une valeur
gl_es: Establecer o valor
hu_hu: Értéket ad
it_it: Imposta valore
ja_jp: 値を設定する
lt_lt: Nustatyti reikšmę
pl_pl: Ustaw wartość
pt_br: Atribuir valor
ro_ro: Setare valoare
ru_ru: Установить значение
zh_cn: 设定序列值
zh_tw: 設定序列數值

# strsequencesetval
source: Sequence value set.
ca_es: Valor de la seqüència fixat.
cs_cz: Hodnota sekvence byla nastavena.
de_de: Sequenzwert gesetzt.
el_gr: Η τιμή της ακολουθίας ορίσθηκε.
es_es: Fijar el valor de la secuencia.
fr_fr: Séquence initialisée.
gl_es: Estableceuse o valor da secuencia.
hu_hu: Érték megadva.
it_it: Valore della sequenza impostato.
ja_jp: シーケンス値を設定しました。
lt_lt: Sekos reikšmė nustatyta.
pl_pl: Wartość sekwencji została ustawiona.
pt_br: Atribuir valor da seqüência.
ro_ro: Valoare secvenţă setată
ru_ru: Значение последовательности установлено.
zh_cn: 序列值已设定。
zh_tw: 序列數值已設定。

# strsequencesetvalbad
source: Sequence value set failed.
ca_es: No s'ha pogut fixar el valor de la seqüencia.
cs_cz: Nezdařilo se změnit hodnotu sekvence.
de_de: Setzen des Sequenzwertes fehlgeschlagen.
el_gr: Απέτυχε ο ορισμός τιμής της ακολουθίας.
es_es: Falló la fijación del valor en la secuencia.
fr_fr: Échec lors de l'initialisation de la séquence.
gl_es: Non se conseguiu establecer o valor da secuencia.
hu_hu: Nem sikerült az értékadás.
it_it: Impostazione del valore della sequenza fallito.
ja_jp: シーケンス値の設定に失敗しました。
lt_lt: Nepavyko nustatyti sekos reikšmės.
pl_pl: Próba ustawienia wartości sekwencji się nie powiodła.
pt_br: Falha ao atribuir valor da seqüência.
ro_ro: Setare valoare secvenţă eşuată
ru_ru: Изменение значения последовательности прервано.
zh_cn: 序列值设置失败。
zh_tw: 序列數值設定已失敗。

# strnextval
source: Increment value
ca_es: Valor incremental
cs_cz: Zvýšit hodnotu
de_de: Wert erhöhen
el_gr: Προσαύξηση
es_es: Valor de incremento
fr_fr: Incrémenter la valeur
gl_es: Aumentar o valor
hu_hu: Növekmény
it_it: Incrementa valore
ja_jp: 値を増加する
lt_lt: Padidinti reikšmę
pl_pl: Zwiększ wartość sekwencję
pt_br: Valor de incremento
ro_ro: Valoare increment
ru_ru: Инкрементировать значение
zh_cn: 递增序列值
zh_tw: 遞增量

# strsequencenextval
source: Sequence incremented.
ca_es: Seqüència incrementada.
cs_cz: Hodnota sekvence byla zvýšena.
de_de: Sequenzwert erhöht.
el_gr: Η ακολουθία προσαυξήθηκε.
es_es: Secuencia incrementada.
fr_fr: Séquence incrémentée.
gl_es: Aumentouse o valor da secuencia.
hu_hu: Sorozat megnövelve.
it_it: Sequenza incrementata.
ja_jp: 値を増加しました。
lt_lt: Sekos reikšmė padidėjo.
pl_pl: Wartość sekwencji została zwiększona.
pt_br: Seqüência incrementada.
ro_ro: Secvenţă incrementată
ru_ru: Значение последовательности инкрементировано.
zh_cn: 序列值已递增。
zh_tw: 序列數已遞增。

# strsequencenextvalbad
source: Sequence increment failed.
ca_es: No s'ha pogut incrementar la seqüència.
cs_cz: Nezdařilo se zvýšit hodnotu sekvence.
de_de: Erhöhen des Sequenzwertes fehlgeschlagen.
el_gr: Η προσαύξηση της ακολουθίας απέτυχε.
es_es: Falló el incremento de la secuencia.
fr_fr: Échec lors de l'incrémentation de la valeur.
gl_es: Non se conseguiu aumentar o valor da secuencia.
hu_hu: Nem sikerült megnövelni a sorozatot.
it_it: Incremento della sequenza fallito.
ja_jp: 値の増加に失敗しました。
lt_lt: Sekos reikšmės padidinti nepavyko.
pl_pl: Próba zwiększenia wartości sekwencji się nie powiodła.
pt_br: Falha ao incrementar a seqüência.
ro_ro: Incremetare secvenţă eşuată
ru_ru: Инкрементирование значения последовательности прервано.
zh_cn: 序列值递增失败。
zh_tw: 序列數已遞增失敗。

# strspecifysequencetodrop
source: You must specify at least one sequence to drop.
ca_es: Ha d'especificar almenys una seqüència per eliminar.
cs_cz: Pokud chcete odstranit sekvence, tak musíte nejméně jednu vybrat.
de_de: Sie müssen mindestens eine Sequenz angeben, die gelöscht werden soll.
es_es: Debes especificar al menos una secuencia a eliminar.
fr_fr: Vous devez spécifier au moins une séquence à supprimer.
gl_es: Debe especificar polo menos unha secuencia a eliminar.
hu_hu: Meg kell adnia a törlendő sorozatot
ja_jp: シーケンスを破棄するには少なくとも 1 つ指定しなければなりません
lt_lt: Turite nurodyti bent vieną seką, kurią norite pašalinti.
pt_br: Você deve informar ao menos uma seqüência para deletar.
ru_ru: Вам необходимо указать как минимун одну последовательность для удаления.
zh_cn: 必须至少指定一个序列来删除
zh_tw: 必須至少指定一個序列數來刪除

source: Indexes
ca_es: Índexs
cs_cz: Indexy
it_it: Indici
ja_jp: インデックス
uk_ua: Індекси
zh_tw: 索引
