Repository: ringostarr80/phpPgAdmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, ar, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, gl_es, he_il, hu_hu, it_it, ja_jp, lt_lt, mn_mn, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr, uk_ua, zh_cn, zh_tw

# strftscantparsercopy
source: Can't specify both parser and template during text search configuration creation.
ca_es: No es pot especificar alhora un analitzador i una plantilla durant la creació de la configuració de la cerca de text.
cs_cz: Při vytváření nastavení textového vyhledávání nemůžete naráz zadat analyzátor i šablonu.
es_es: No se puede especificar tanto el analizador como la plantilla durante la creación de la configuración de la búsqueda de texto.
fr_fr: Vous ne pouvez spécifier en même temps un modèle et un analyseur lors de la création d'une configuration FTS.
gl_es: Non se pode especificar tanto un analizador coma un modelo durante a creación dunha configuración de busca de texto.
hu_hu: Nem állíthat be együtt elemzőt és sablont szövegkereső beállítás közben.
lt_lt: Negalima nurodyti kartu ir analizatoriaus, ir šablono, teksto paieškos konfikūracijos kūrimo metu.
pt_br: Não é possível especificar ambos parser e modelo durante a criação da configuração de busca de texto.
ru_ru: При создании конфигурации поиска нельзя указывать одновременно парсер и шаблон.
zh_cn: 不能在创建全文检索配置时指定分析器和模板。

source: Server
af_za: Bediener
ca_es: Servidor
el_gr: Διακομιστής
es_es: Servidor
fr_fr: Serveur
gl_es: Servidor
he_il: שרת
ja_jp: サーバー
lt_lt: Serveris
mn_mn: є?з ЫЯЭаиРдХв
pl_pl: Serwer
pt_pt: Servidor
ru_ru: Сервер
tr_tr: Sunucu
uk_ua: Сервер
zh_cn: 服务器
zh_tw: 伺服器

# strok
source: OK
ar: موافق
ca_es: D'acord
el_gr: Εντάξει
es_es: Aceptar
gl_es: Aceptar
lt_lt: Gerai
tr_tr: Tamam
uk_ua: Гаразд
zh_cn: 确认
zh_tw: 確定

source: Export
af_za: Eksporteer
ca_es: Exporta
da_dk: Eksportere
es_es: Exportar
it_it: Esporta
ja_jp: エクスポート
lt_lt: Eksportuoti
nl_nl: exporteer
pt_pt: Exportar
sv_se: Exportera
uk_ua: Експорт
zh_cn: 导出
zh_tw: 匯出

# strimport
source: Import
af_za: Importeer
ar: إستيراد Import
ca_es: Importa
da_dk: Importere
de_de: Importieren
el_gr: Εισαγωγή
es_es: Importar
fr_fr: Importer
gl_es: Importar
he_il: יבוא
hu_hu: Behoz
it_it: Importa
ja_jp: インポート
lt_lt: Importuoti
mn_mn: щЭаЯвд
nl_nl: Importeer
pt_br: Importar
pt_pt: Importar
ru_ru: Импорт
sv_se: Importera
uk_ua: Імпорт
zh_cn: 导入
zh_tw: 匯入

# strdata
source: Data
ca_es: Dades
de_de: Daten
el_gr: Δεδομένα
es_es: Dato
fr_fr: Donnée
gl_es: Datos
he_il: מידע
hu_hu: Adatok
it_it: Dati
ja_jp: データ
lt_lt: Duomenys
mn_mn: ?Ч?ЧФ?Ь
pl_pl: Dane
ro_ro: Dată
ru_ru: Данные
sk_sk: Dáta
tr_tr: Veri
uk_ua: Данні
zh_cn: 数据
zh_tw: 資料

# strrole
source: Role
ca_es: Rol
de_de: Rolle
el_gr: Ρόλος
es_es: Rol
fr_fr: Rôle
gl_es: Rol
hu_hu: Szerep
ja_jp: ロール
lt_lt: Rolė
pl_pl: Rola
pt_br: Papel
ro_ro: Rol
ru_ru: Роль
zh_cn: 角色
zh_tw: 角色

# strindex
source: Index
af_za: Indeks
ar: فهرسIndex
ca_es: Índex
da_dk: Indeks
el_gr: Ευρετήριο
es_es: Índice
gl_es: Índice
he_il: אינדקס
it_it: Indice
ja_jp: インデックス
lt_lt: Indeksas
pl_pl: Indeks
pt_br: Índice
ru_ru: Индекс
uk_ua: Індекс
zh_cn: 索引
zh_tw: 索引

# strondelete
source: ON DELETE
ca_es: A L'ELIMINAR
da_dk: VED SLETNING
el_gr: ΚΑΤΑ ΤΗ ΔΙΑΓΡΑΦΗ
es_es: AL ELIMINAR
gl_es: AO ACTUALIZAR
he_il: DELETE ב
hu_hu: TÖRLÉSKOR
lt_lt: šalinant
pt_pt: ELIMINAR ACTIVO
ru_ru: при удалении
sv_se: VID RADERING

# stronupdate
source: ON UPDATE
ca_es: A L'ACTUALITZAR
da_dk: VED OPDATERING
el_gr: ΚΑΤΑ ΤΗΝ ΕΝΗΜΕΡΩΣΗ
es_es: AL ACTUALIZAR
gl_es: AO BORRAR
he_il: UPDATE ב
hu_hu: VÁLTOZTATÁSKOR
lt_lt: atnaujinant
pt_pt: ALTERAR ACTIVO
ru_ru: при обновлении
sv_se: VID UPPDATERING

source: Trigger
ca_es: Disparador
ja_jp: トリガー
uk_ua: Трігер
zh_tw: 觸發器

# strvacuumtablereset
source: Autovacuum setup for table %s reset to default values
ca_es: S'ha inicialitzat la configuració de l'autovacuum de la taula %s als valors per defecte
es_es: Reiniciar configuración de autolimpiar para la tabla %s
fr_fr: Configuration autovacuum par défaut pour la table « %s ».
gl_es: A configuración de purgación automática da táboa «%s» restableceuse aos seus valores predeterminados
hu_hu: Az önműködő takarítást %s táblára visszaállítja az alap értékekre
lt_lt: Lentelės %s automatinio apvalymo konfigūracijos reikšmės atstatytos į numatytąsias
pt_br: Configuração de vácuo automático para a tabela %s redefinida para os valores padrão
ru_ru: Сброс установок автоматического перестроения для таблицы %s к значениям по умолчанию
zh_cn: 还原表 %s 的自动清理配置为默认值

source: Port
es_es: Puerto
gl_es: Porto
it_it: Porta
ja_jp: ポート
lt_lt: Prievadas
ru_ru: Порт
zh_cn: 端口
zh_tw: 埠號

# strblocked
source: Blocked
es_es: Bloqueados
fr_fr: Bloqué

# strconfcluster
source: Are you sure you want to cluster on "%s"?
af_za: Is jy seker jy wil 'n kluster maak van "%s"?
ar: Are you sure you want to cluster "%s"?
da_dk: Are you sure you want to cluster "%s"?
de_de: Sind Sie sicher, dass Sie "%s" clustern wollen?
el_gr: Να ομαδοποιηθούν τα "%s"?
es_es: ¿Estás seguro de querer clusterizar en "%s"?
gl_es: Está seguro de que quere concentrar «%s»?
he_il: האם אתה בטוח שברצונך למחוק את האשכול "%s"?
it_it: Clusterizzare "%s"?
ja_jp: 本当に「%s」をクラスターにしますか?
lt_lt: Ar tikrai norite pertvarkyti "%s"?
mn_mn: їй езХвХЮй, одЯ ШЯдЩдХ ЫЬСгдХвЩкЯзСди "%s"?
pl_pl: Czy na pewno chcesz zklastrować "%s"?
pt_br: Você têm certeza que deseja clusterizar "%s"?
pt_pt: Tem a certeza que pretende conjugar "%s"?
ro_ro: Sigur grupaţi "%s"?
sk_sk: Naozaj chceš vytvoriť cluster "%s"?
sv_se: Är du säker på att du vill klustra "%s"?
tr_tr: "%s" tablosunu cluster etmek istiyor musunuz?
uk_ua: Ви впевнені, що бажаєте кластеризувати "%s"?
zh_cn: 确定要集群 "%s"吗?
zh_tw: 您確定您要叢集化 "%s" 嗎?

# strpseudotype
source: Pseudo
el_gr: Ψεύδο
es_es: Seudo
he_il: פאסדו
hu_hu: Ál
it_it: Pseudo-tipo
ja_jp: 擬似データ
ru_ru: Псевдо
zh_cn: 伪（Pseudo）
zh_tw: 偽(Pseudo)

# strtoastindex
source: TOAST Index
af_za: TOAST-indeks
el_gr: Ευρετήριο TOAST
es_es: Indice TOAST
fr_fr: Index TOAST
gl_es: Índice TOAST
ja_jp: TOAST インデックス
lt_lt: TOAST Indeksas
pl_pl: Indeks TOAST
pt_br: Índice TOAST
pt_pt: QUEIMAR Index
ro_ro: Index TOAST
ru_ru: TOAST индекс
sv_se: Bränn Index
uk_ua: TOAST індекс
zh_cn: TOAST 索引
zh_tw: TOAST 索引

# strdisk
source: Disk
af_za: Skyf
de_de: Festplatte
el_gr: Δίσκος
es_es: Disco
fr_fr: Disque
gl_es: Disco
he_il: דיסק
hu_hu: Lemez
it_it: Disco
ja_jp: ディスク
lt_lt: Diskas
pl_pl: Dysk
pt_br: Disco
pt_pt: Disco
ro_ro: Disc
ru_ru: Диск
uk_ua: Диск
zh_cn: 硬盘
zh_tw: 磁碟

# strpluginnotfound
source: Error: plugin '%s' not found. Check if this plugin exists in the plugins/ directory, or if this plugins has a plugin.php file. Plugin's names are case sensitive
es_es: Error: el plugin '%s' no se encontró. Chequea si existe en la carpeta plugins/ , o si el plugin contiene un archivo llamado plugin.php. Los nombres de los plugin son sensibles a las mayúsculas
fr_fr: Erreur: greffon '%s' non trouvé. Vérifiez si le greffon existe dans le répertoire plugins/, ou si ce greffon a un fichier plugin.php. Les noms des greffons sont sensibles aux majuscules.
zh_cn: 错误：没有找到'%s'插件。请检查该插件是否在plugins/目录下，或插件是否包含plugin.php。注意插件名大小写敏感。

# stractionnotfound
source: Error: action '%s' not found in the '%s' plugin, or it was not specified as an action.
es_es: Error: la acción '%s' no se encontró en el '%s' del plugin, o no se especificó como acción.
fr_fr: Erreur: action '%s' non trouvée dans le greffon '%s', ou elle n'a pas été déclarée comme une action.
zh_cn: 错误：动作'%s'不在插件'%s'中，或没有被指定为合法的动作。

# strhooknotfound
source: Error: hook '%s' is not avaliable.
es_es: Error: el hook '%s' no está disponible.
fr_fr: Erreur: Le hook '%s' n'est pas disponible.
zh_cn: 错误：连接'%s'不可用.

source: SQL
zh_cn: SQL码

# strgroupgroups
source: Groups in group "%s"
fr_fr: Groupes du groupe "%s"
zh_cn: 在"%s"中的群组

# strlibnotfound
source: Your PHP installation does not support the %s module. You will need to install, enable, or compile it to use phpPgAdmin.
fr_fr: Votre installation PHP n'a pas le module %s. Vous devez l'installer, l'activer ou le compiler pour utiliser phpPgAdmin.

# strlibnotfound_plural
source: Your PHP installation does not support the %s modules. You will need to install, enable, or compile them to use phpPgAdmin.
fr_fr: Votre installation PHP n'a pas les modules %s. Vous devez les installer, les activer ou les compiler pour utiliser phpPgAdmin.

# strtoast
source: TOAST
pt_pt: QUEIMAR
sv_se: Bränn

# applangdir
source: ltr
ar: rtl
he_il: rtl
